from xml.sax.saxutils import unescape
import re
from functools import lru_cache

@lru_cache(maxsize=2048)
class Chapter(object):
    def __init__(self,*args,**kwargs):
            self.a=[]
            self.pal={}
            self.load_chapter()
            
    @lru_cache(maxsize=2048)
    def get_chapter_ta(self,num):
        return self.a[num][0]

    @lru_cache(maxsize=2048)
    def get_chapter_en(self,num):
        return self.a[num][1]

    @lru_cache(maxsize=2048)
    def get_chapter_by_num(self,chap_num,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':
            return self.a[chap_num][1]
        else:
            return self.a[chap_num][0]

    @lru_cache(maxsize=2048)
    def get_pal_by_num(self,*args,**kwargs):
        return self.pal.get(kwargs.get('lang').upper()).get(kwargs.get('pal'))
        
    @lru_cache(maxsize=2048)
    def load_chapter(self):
        self.pal={'EN':{1:'VIRTUE',2:'WEALTH',3:'LOVE'},
                  'TA':{1:'அறத்துப்பால்',2:'பொருட்பால்',3:'காமத்துப்பால்'}
                  }
        self.a=[None for i in range(0,134)]
        self.a[1]=(u'''கடவுள் வாழ்த்து''',u'''In Praise of God''')
        self.a[2]=(u'''வான்சிறப்பு''',u'''The Importance of Rain''')
        self.a[3]=(u'''நீத்தார் பெருமை''',u'''Greatness of Renunciates''')
        self.a[4]=(u'''அறன்வலியுறுத்தல்''',u'''The Power of Virtue''')
        self.a[5]=(u'''இல்வாழ்க்கை''',u'''Family Life''')
        self.a[6]=(u'''வாழ்க்கைத் துணைநலம்''',u'''The Good Wife''')
        self.a[7]=(u'''புதல்வரைப் பெறுதல்''',u'''The Wealth of Children''')
        self.a[8]=(u'''அன்புடைமை''',u'''Kindness''')
        self.a[9]=(u'''விருந்தோம்பல்''',u'''Hospitality''')
        self.a[10]=(u'''இனியவைகூறல்''',u'''Sweet words''')
        self.a[11]=(u'''செய்ந்நன்றி அறிதல்''',u'''Gratitude''')
        self.a[12]=(u'''நடுவு நிலைமை''',u'''Impartiality''')
        self.a[13]=(u'''அடக்கமுடைமை''',u'''Self control''')
        self.a[14]=(u'''ஒழுக்கமுடைமை''',u'''Possession of Virtuous Conduct''')
        self.a[15]=(u'''பிறனில் விழையாமை''',u'''Not Coveting Another\'s Wife''')
        self.a[16]=(u'''பொறையுடைமை''',u'''Forgiveness''')
        self.a[17]=(u'''அழுக்காறாமை''',u'''Avoidance of Envy''')
        self.a[18]=(u'''வெஃகாமை''',u'''Avoidance of Covetousness''')
        self.a[19]=(u'''புறங்கூறாமை''',u'''Avoidance of Backbiting''')
        self.a[20]=(u'''பயனில சொல்லாமை''',u'''Avoidance of Pointless Speech''')
        self.a[21]=(u'''தீவினையச்சம்''',u'''Dread of Sinful Deeds''')
        self.a[22]=(u'''ஒப்புரவறிதல்''',u'''Duty to Society''')
        self.a[23]=(u'''ஈகை''',u'''Charity''')
        self.a[24]=(u'''புகழ்''',u'''Glory''')
        self.a[25]=(u'''அருளுடைமை''',u'''Compassion''')
        self.a[26]=(u'''புலான்மறுத்தல்''',u'''Abstaining from Flesh''')
        self.a[27]=(u'''தவம்''',u'''Penance''')
        self.a[28]=(u'''கூடாவொழுக்கம்''',u'''Ascetic Pretense''')
        self.a[29]=(u'''கள்ளாமை''',u'''Avoidance of Fraud''')
        self.a[30]=(u'''வாய்மை''',u'''Truthfulness''')
        self.a[31]=(u'''வெகுளாமை''',u'''Avoidance of Anger''')
        self.a[32]=(u'''இன்னாசெய்யாமை''',u'''Non violence''')
        self.a[33]=(u'''கொல்லாமை''',u'''Avoidance of Killing''')
        self.a[34]=(u'''நிலையாமை''',u'''Instability''')
        self.a[35]=(u'''துறவு''',u'''Renunciation''')
        self.a[36]=(u'''மெய்யுணர்தல்''',u'''Knowledge of Truth''')
        self.a[37]=(u'''அவாவறுத்தல்''',u'''Eradication of Desire''')
        self.a[38]=(u'''ஊழ்''',u'''Destiny''')
        self.a[39]=(u'''இறைமாட்சி''',u'''The Merits of the King''')
        self.a[40]=(u'''கல்வி''',u'''Learning''')
        self.a[41]=(u'''கல்லாமை''',u'''The Neglect of Learning''')
        self.a[42]=(u'''கேள்வி''',u'''Listening''')
        self.a[43]=(u'''அறிவுடைமை''',u'''Possession of Wisdom''')
        self.a[44]=(u'''குற்றங்கடிதல்''',u'''Guarding Against Faults''')
        self.a[45]=(u'''பெரியாரைத் துணைக்கோடல்''',u'''Gaining Support from the Great''')
        self.a[46]=(u'''சிற்றினஞ்சேராமை''',u'''Avoidance of Mean Company''')
        self.a[47]=(u'''தெரிந்துசெயல்வகை''',u'''Deliberation Before Action''')
        self.a[48]=(u'''வலியறிதல்''',u'''Judging Strength''')
        self.a[49]=(u'''காலமறிதல்''',u'''Understanding Timeliness''')
        self.a[50]=(u'''இடனறிதல்''',u'''Understanding the Right Place''')
        self.a[51]=(u'''தெரிந்துதெளிதல்''',u'''Testing and Trusting Men''')
        self.a[52]=(u'''தெரிந்துவினையாடல்''',u'''Testing and Employing Men''')
        self.a[53]=(u'''சுற்றந்தழால்''',u'''Fellowship of Kindred''')
        self.a[54]=(u'''பொச்சாவாமை''',u'''Avoidance of Unmindfulness''')
        self.a[55]=(u'''செங்கோன்மை''',u'''Just Governance''')
        self.a[56]=(u'''கொடுங்கோன்மை''',u'''Tyranny''')
        self.a[57]=(u'''வெருவந்தசெய்யாமை''',u'''Avoidance of Tyranny''')
        self.a[58]=(u'''கண்ணோட்டம்''',u'''Gracious Looks''')
        self.a[59]=(u'''ஒற்றாடல்''',u'''Espionage''')
        self.a[60]=(u'''ஊக்கமுடைமை''',u'''Will power''')
        self.a[61]=(u'''மடியின்மை''',u'''Avoidance of Laziness''')
        self.a[62]=(u'''ஆள்வினையுடைமை''',u'''Perseverance''')
        self.a[63]=(u'''இடுக்கணழியாமை''',u'''Being Undaunted by Troubles''')
        self.a[64]=(u'''அமைச்சு''',u'''Essentials Of the State Ministers''')
        self.a[65]=(u'''சொல்வன்மை''',u'''Eloquence''')
        self.a[66]=(u'''வினைத்தூய்மை''',u'''Purity of Action''')
        self.a[67]=(u'''வினைத்திட்பம்''',u'''Resoluteness of Action''')
        self.a[68]=(u'''வினைசெயல்வகை''',u'''Modes of Action''')
        self.a[69]=(u'''தூது''',u'''Ambassadors''')
        self.a[70]=(u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''Associating with Monarchs''')
        self.a[71]=(u'''குறிப்பறிதல்''',u'''Discerning Unspoken Thoughts''')
        self.a[72]=(u'''அவையறிதல்''',u'''Judging the Audience''')
        self.a[73]=(u'''அவையஞ்சாமை''',u'''Not Dreading the Audience''')
        self.a[74]=(u'''நாடு''',u'''The Country''')
        self.a[75]=(u'''அரண்''',u'''Fortresses''')
        self.a[76]=(u'''பொருள்செயல்வகை''',u'''The Ways of Acquiring Wealth''')
        self.a[77]=(u'''படைமாட்சி''',u'''Merits of the Army''')
        self.a[78]=(u'''படைச்செருக்கு''',u'''Military Pride''')
        self.a[79]=(u'''நட்பு''',u'''Friendship''')
        self.a[80]=(u'''நட்பாராய்தல்''',u'''Testing Fitness for Friendship''')
        self.a[81]=(u'''பழைமை''',u'''Old Friendship''')
        self.a[82]=(u'''தீ நட்பு''',u'''Harmful Friendship''')
        self.a[83]=(u'''கூடாநட்பு''',u'''False Friendship''')
        self.a[84]=(u'''பேதைமை''',u'''Folly''')
        self.a[85]=(u'''புல்லறிவாண்மை''',u'''Ignorance''')
        self.a[86]=(u'''இகல்''',u'''Hatred''')
        self.a[87]=(u'''பகைமாட்சி''',u'''Merits of Enmity''')
        self.a[88]=(u'''பகைத்திறந்தெரிதல்''',u'''Understanding the Nature of Enmity''')
        self.a[89]=(u'''உட்பகை''',u'''Internal Enmity''')
        self.a[90]=(u'''பெரியாரைப் பிழையாமை''',u'''Not Offending the Great''')
        self.a[91]=(u'''பெண்வழிச்சேறல்''',u'''Being Led by Women''')
        self.a[92]=(u'''வரைவின்மகளிர்''',u'''Wanton Women''')
        self.a[93]=(u'''கள்ளுண்ணாமை''',u'''The Avoidance of Drunkenness''')
        self.a[94]=(u'''சூது''',u'''Gambling''')
        self.a[95]=(u'''மருந்து''',u'''Medicine''')
        self.a[96]=(u'''குடிமை''',u'''Nobility''')
        self.a[97]=(u'''மானம்''',u'''Honor''')
        self.a[98]=(u'''பெருமை''',u'''Greatness''')
        self.a[99]=(u'''சான்றாண்மை''',u'''Perfect Goodness''')
        self.a[100]=(u'''பண்புடைமை''',u'''Possession of Courtesy''')
        self.a[101]=(u'''நன்றியில்செல்வம்''',u'''Wealth That Benefits None''')
        self.a[102]=(u'''நாணுடைமை''',u'''Possession of Modesty''')
        self.a[103]=(u'''குடிசெயல்வகை''',u'''Advancing the Family''')
        self.a[104]=(u'''உழவு''',u'''Farming''')
        self.a[105]=(u'''நல்குரவு''',u'''Poverty''')
        self.a[106]=(u'''இரவு''',u'''Begging''')
        self.a[107]=(u'''இரவச்சம்''',u'''Dread of Begging''')
        self.a[108]=(u'''கயமை''',u'''Meanness''')
        self.a[109]=(u'''தகையணங்குறுத்தல்''',u'''Beauty\'s Dart''')
        self.a[110]=(u'''குறிப்பறிதல்''',u'''Signs speak the heart''')
        self.a[111]=(u'''புணர்ச்சிமகிழ்தல்''',u'''Embrace''')
        self.a[112]=(u'''நலம்புனைந்துரைத்தல்''',u'''Beauty Extolled''')
        self.a[113]=(u'''காதற்சிறப்புரைத்தல்''',u'''Love\'s Excellence''')
        self.a[114]=(u'''நாணுத்துறவுரைத்தல்''',u'''Decorum Defied''')
        self.a[115]=(u'''அலரறிவுறுத்தல்''',u'''Public Clamour''')
        self.a[116]=(u'''பிரிவாற்றாமை''',u'''Pangs of Separation''')
        self.a[117]=(u'''படர்மெலிந்திரங்கல்''',u'''Wailing of Pining Love''')
        self.a[118]=(u'''கண்விதுப்பழிதல்''',u'''Wasteful look of wistful love''')
        self.a[119]=(u'''பசப்புறுபருவரல்''',u'''Wailing over Pallor''')
        self.a[120]=(u'''தனிப்படர்மிகுதி''',u'''Pining alone''')
        self.a[121]=(u'''நினைந்தவர்புலம்பல்''',u'''Sad Memories''')
        self.a[122]=(u'''கனவுநிலையுரைத்தல்''',u'''Dream Visions''')
        self.a[123]=(u'''பொழுதுகண்டிரங்கல்''',u'''Eventide High''')
        self.a[124]=(u'''உறுப்புநலனழிதல்''',u'''Limbs Languish''')
        self.a[125]=(u'''நெஞ்சொடுகிளத்தல்''',u'''Soliloquy''')
        self.a[126]=(u'''நிறையழிதல்''',u'''Reserve Lost''')
        self.a[127]=(u'''அவர்வயின்விதும்பல்''',u'''Mutual Yearning''')
        self.a[128]=(u'''குறிப்பறிவுறுத்தல்''',u'''Feeling Surmised''')
        self.a[129]=(u'''புணர்ச்சிவிதும்பல்''',u'''Longing for Reunion''')
        self.a[130]=(u'''நெஞ்சொடுபுலத்தல்''',u'''Chiding the Heart''')
        self.a[131]=(u'''புலவி''',u'''Bouderie''')
        self.a[132]=(u'''புலவி நுணுக்கம்''',u'''Feigned Anger''')
        self.a[133]=(u'''ஊடலுவகை''',u'''Sulking Charm''')

@lru_cache(maxsize=2048)
class Urai(object):
    def __init__(self):
	    self.u=[]
	    self.load_desc_ta()

    @lru_cache(maxsize=2048)
    def get_desc_ta(self,num):
        return self.u[num]

    @lru_cache(maxsize=2048)
    def load_desc_ta(self):
        self.u=[None for i in range(0,1331)]
        self.u[1] = u'''எழுத்துக்கள் எல்லாம் அகரத்தை அடிப்படையாகக் கொண்டிருக்கின்றன. அதுபோல் உலகம் கடவுளை அடிப்படையாகக் கொண்டிருக்கின்றது.'''
        self.u[2] = u'''தூய அறிவு வடிவாக விளங்கும் இறைவனுடைய நல்ல திருவடிகளைத் தொழாமல் இருப்பாரானால், அவர் கற்ற கல்வியினால் ஆகிய பயன் என்ன?'''
        self.u[3] = u'''அன்பரின் அகமாகிய மலரில் வீற்றிருக்கும் கடவுளின் சிறந்த திருவடிகளை இடைவிடாமல் நினைக்கின்றவர் இன்ப உலகில் நிலைத்து வாழ்வார். '''
        self.u[4] = u'''விருப்பு வெறுப்பு இல்லாத கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு எப்போதும் எவ்விடத்திலும் துன்பம் இல்லை.'''
        self.u[5] = u'''கடவுளின் உண்மைப் புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம், அறியாமையால் விளையும் இருவகை வினையும் சேர்வதில்லை.'''
        self.u[6] = u'''ஐம்பொறி வாயிலாகப் பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.'''
        self.u[7] = u'''தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.'''
        self.u[8] = u'''அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்றக் கடல்களைக் கடக்க முடியாது.'''
        self.u[9] = u'''கேட்காத செவி பார்க்காத கண் முதலியனபோல் எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.'''
        self.u[10] = u'''இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும்; மற்றவர் கடக்க முடியாது.'''
        self.u[11] = u'''மழை பெய்ய உலகம் வாழ்ந்துவருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத் தக்கதாகும். '''
        self.u[12] = u'''உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்.'''
        self.u[13] = u'''மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்.'''
        self.u[14] = u'''மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர்கொண்டு உழ மாட்டார். '''
        self.u[15] = u'''பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்குத் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்.'''
        self.u[16] = u'''வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது.'''
        self.u[17] = u'''மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும். '''
        self.u[18] = u'''மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடக்கும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது. '''
        self.u[19] = u'''மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர்பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் இல்லையாகும். '''
        self.u[20] = u'''எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும். '''
        self.u[21] = u'''ஒழுக்கத்தில் நிலைத்து நின்று பற்று விட்டவர்களின் பெருமையைச் சிறந்ததாக போற்றி கூறுவதே நூல்களின் துணிவாகும்.'''
        self.u[22] = u'''பற்றுக்களைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரை பிறந்து இறந்தவர்களை கணக்கிடுவதைப்போன்றது.'''
        self.u[23] = u'''பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது.'''
        self.u[24] = u'''அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கி காக்க வல்லவன், மேலான வீட்டிற்கு விதை போன்றவன்.'''
        self.u[25] = u'''ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின் தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்.'''
        self.u[26] = u'''செய்வதற்கு அருமையான செயல்களை செய்ய வல்லவரே பெரியோர். செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்.'''
        self.u[27] = u'''சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று சொல்லப்படும் ஐந்தின் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்.'''
        self.u[28] = u'''பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல் விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்.'''
        self.u[29] = u'''நல்ல பண்புகளாகிய மலையின்மேல் ஏறி நின்ற பெரியோர், ஒரு கணப்பொழுதே சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்.'''
        self.u[30] = u'''எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால், அறவோரே அந்தணர் எனப்படுவோர் ஆவர்.'''
        self.u[31] = u'''அறம், சிறப்பையும் அளிக்கும்; செல்வத்தையும் அளிக்கும்; ஆகையால் உயிர்க்கு அத்தகைய அறத்தைவிட நன்மையானது வேறு யாது? '''
        self.u[32] = u'''ஒருவருடைய வாழ்க்கைக்கு அறத்தைவிட நன்மையானதும் இல்லை; அறத்தைப் போற்றாமல் மறப்பதைவிடக் கெடுதியானதும் இல்லை. '''
        self.u[33] = u'''செய்யக்கூடிய வகையால், எக்காரணத்தாலும் விடாமல் செல்லுமிடமெல்லாம் அறச்செயலைப் போற்றிச் செய்ய வேண்டும். '''
        self.u[34] = u'''ஒருவன் தன் மனத்தில் குற்றம் இல்லாதவனாக இருக்க வேண்டும்; அறம் அவ்வளவே; மனத்தூய்மை இல்லாத மற்றவை ஆரவாரத் தன்மை உடையவை. '''
        self.u[35] = u'''பொறாமை, ஆசை, சினம், கடுஞ்சொல் ஆகிய இந்த நான்கு குற்றங்களுக்கும் இடங்கொடுக்காமல் அவற்றைக் கடிந்து ஒழுகுவதே அறமாகும். '''
        self.u[36] = u'''இளைஞராக உள்ளவர் பிற்காலத்தில் பார்த்துக் கொள்ளலாம் என்று எண்ணாமல் அறம் செய்யவேண்டும். அதுவே உடல் அழியும் காலத்தில் அழியாத் துணையாகும். '''
        self.u[37] = u'''பல்லக்கைச் சுமப்பவனும் அதன் மேலிருந்து ஊர்ந்து செல்லுவோனுமாகிய அவர்களிடையே அறத்தின் பயன் இஃது என்று கூறவேண்டா.'''
        self.u[38] = u'''ஒருவன் அறம் செய்யத் தவறிய நாள் ஏற்படாதவாறு அறத்தைச் செய்வானானால் அதுவே அவன் உடலோடு வாழும் நாள் வரும் பிறவி வழியை அடைக்கும் கல்லாகும். '''
        self.u[39] = u'''அறநெறியில் வாழ்வதன் பயனாக வருவதே இன்பமாகும்; அறத்தோடு பொருந்தாமல் வருவன எல்லாம் இன்பம் இல்லாதவை; புகழும் இல்லாதவை. '''
        self.u[40] = u'''ஒருவன் வாழ்நாளில் முயற்சி மேற்கொண்டு செய்யத் தக்கது அறமே, செய்யாமல் காத்துக் கொள்ளத் தக்கது பழியே. '''
        self.u[41] = u'''இல்லறத்தில் வாழ்பவனாகச் சொல்லப்படுகின்றவன் அறத்தின் இயல்பை உடைய மூவர்க்கும் நல்வழியில் நிலை பெற்ற துணையாவான். '''
        self.u[42] = u'''துறந்தவர்க்கும் வறியவர்க்கும் தன்னிடத்தே இறந்தவர்க்கும் இல்லறம் மேற்கொண்டு வாழ்கின்றவன் துணையாவான். '''
        self.u[43] = u'''தென்புலத்தார், தெய்வம், விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி தவறாமல் போற்றுதல் சிறந்த கடமையாகும். '''
        self.u[44] = u'''பொருள் சேர்க்கும்போது பழிக்கு அஞ்சிச் சேர்த்து, செலவு செய்யும்போது பகுத்து உண்பதை மேற்கொண்டால், அவ்வாழ்க்கையின் ஒழுங்கு எப்போதும் குறைவதில்லை. '''
        self.u[45] = u'''இல்வாழ்க்கை அன்பும் அறமும் உடையதாக விளங்குமானால், அந்த வாழ்க்கையின் பண்பும் பயனும் அதுவே ஆகும். '''
        self.u[46] = u'''ஒருவன் அறநெறியில் இல்வாழ்க்கையைச் செலுத்தி வாழ்வானானால், அத்தகையவன் வேறு நெறியில் சென்று பெறத்தக்கது என்ன? '''
        self.u[47] = u'''அறத்தின் இயல்போடு இல்வாழ்க்கை வாழ்கின்றவன்- வாழ முயல்கின்றவன் பல திறத்தாரிலும் மேம்பட்டு விளங்குகின்றவன் ஆவான். '''
        self.u[48] = u'''மற்றவரையும் அறநெறியில் ஒழுகச் செய்து, தானும் அறம் தவறாத இல்வாழ்க்கை, தவம் செய்வாரைவிட மிக்க வல்லமை உடைய வாழ்க்கையாகும்.'''
        self.u[49] = u'''அறம் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே ஆகும்; அதுவும் மற்றவன் பழிக்கும் குற்றம் இல்லாமல் விளங்கினால் மேலும் நன்மையாகும்.'''
        self.u[50] = u'''உலகத்தில் வாழவேண்டிய அறநெறியில் நின்று வாழ்கின்றவன், வானுலகத்தில் உள்ள தெய்வமுறையில் வைத்து மதிக்கப்படுவான். '''
        self.u[51] = u'''இல்வாழ்க்கைக்கு ஏற்ற நற்பண்பு உடையவளாகித் தன்கணவனுடைய பொருள் வளத்துக்குத் தக்க வாழ்க்கை நடத்துகிறவளே வாழ்க்கைத்துணை ஆவாள்.'''
        self.u[52] = u'''இல்வாழ்க்கைக்கு தக்க நற்பண்பு மனைவியிடம் இல்லையானால், ஒருவனுடைய வாழ்க்கை வேறு எவ்வளவு சிறப்புடையதானாலும் பயன் இல்லை.'''
        self.u[53] = u'''மனைவி நற்பண்பு உடையவளானால் வாழ்க்கையில் இல்லாதது என்ன? அவள் நற்பண்பு இல்லாதவளானால் வாழ்க்கையில் இருப்பது என்ன?.'''
        self.u[54] = u'''இல்வாழ்க்கையில் கற்பு என்னும் உறுதிநிலை இருக்கப் பெற்றால், பெண்ணைவிட பெருமையுடையவை வேறு என்ன இருக்கின்றன?.'''
        self.u[55] = u'''வேறு தெய்வம் தொழாதவளாய்த் தன் கணவனையே தெய்வமாகக் கொண்டு தொழுது துயிலெழுகின்றவள் பெய் என்றால் மழை பெய்யும்!.'''
        self.u[56] = u'''கற்பு நெறியில் தன்னையும் காத்துக்கொண்டு, தன்கணவனையும் காப்பாற்றி, தகுதியமைந்த புகழையும் காத்து உறுதி தளராமல் வாழ்கின்றவளே பெண்.'''
        self.u[57] = u'''மகளிரைக் காவல் வைத்துக் காக்கும் காப்பு முறை என்ன பயனை உண்டாக்கும்? அவர்கள் நிறை என்னும் பண்பால் தம்மைத் தான் காக்கும் கற்பே சிறிந்தது.'''
        self.u[58] = u'''கணவனைப் போற்றிக் கடமையைச் செய்யப்பெற்றால் மகளிர் பெரிய சிறப்பை உடைய மேலுலகவாழ்வைப் பெறுவர்.'''
        self.u[59] = u'''புகழைக் காக்க விரும்பும் மனைவி இல்லாதவர்க்கு, இகழ்ந்து பேசும் பகைவர் முன் காளை போல் நடக்கும் பெருமித நடை இல்லை.'''
        self.u[60] = u'''மனைவியின் நற்பண்பே இல்வாழ்க்கைக்கு மங்கலம் என்று கூறுவர்: நல்ல மக்களைப் பெறுதலே அதற்கு நல்லணிகலம் என்று கூறுவர்.'''
        self.u[61] = u'''பெறத்தகுந்த பேறுகளில் அறிய வேண்டியவைகளை அறியும் நன்மக்களைப் பெறுவதைத் தவிர, மற்றப்பேறுகளை யாம் மதிப்பதில்லை.'''
        self.u[62] = u'''பழி இல்லாத நல்ல பண்பு உடைய மக்களைப்பெற்றால் ஒருவனுக்கு ஏழு பிறவியிலும் தீவினைப் பயனாகிய துன்பங்கள் சென்று சேரா.'''
        self.u[63] = u'''தம்மக்களே தம்முடைய பொருள்கள் என்று அறிஞர் கூறுவர். மக்களாகிய அவர்தம் பொருள்கள் அவரவருடைய வினையின் பயனால் வந்து சேரும்.'''
        self.u[64] = u'''தம்முடைய மக்களின் சிறு கைகளால் அளாவப்பெற்ற உணவு, பெற்றோர்க்கு அமிழ்தத்தை விட மிக்க இனிமை உடையதாகும்.'''
        self.u[65] = u'''மக்களின் உடம்பைத் தொடுதல் உடம்பிற்கு இன்பம் தருவதாகும்: அம் மக்களின் மழலைச் சொற்களைக் கேட்டால் செவிக்கு இன்பம் தருவதாகும்.'''
        self.u[66] = u'''தம் மக்களின் மழலைச் சொல்லைக் கேட்டு அதன் இனிமையை நுகராதவரே குழலின் இசை இனியது யாழின் இசை இனியது என்று கூறுவர்.'''
        self.u[67] = u'''தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்லுதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக் கல்வியில் மேம்படச் செய்தலாகும்.'''
        self.u[68] = u'''தம் மக்களின் அறிவுடைமை தமக்கு இன்பம் பயப்பதை விட உலகத்து உயிர்களுக்கேல்லாம் மிகுந்த இன்பம் பயப்பதாகும்.'''
        self.u[69] = u'''தன் மகனை நற்பண்பு நிறைந்தவன் என பிறர் சொல்லக் கேள்வியுற்ற தாய், தான் அவனை பெற்றக் காலத்தில் உற்ற மகிழ்ச்சியை விடப் பெரிதும் மகிழ்வாள்.'''
        self.u[70] = u'''மகன் தன் தந்தைக்குச் செய்யத் தக்க கைம்மாறு, இவன் தந்தை இவனை மகனாகப் பெற என்ன தவம் செய்தானோ என்று பிறர் புகழ்ந்து சொல்லும் சொல்லாகும்.'''
        self.u[71] = u'''அன்புக்கும் அடைத்து வைக்கும் தாழ் உண்டோ? அன்புடையவரின் சிறு கண்ணீரே ( உள்ளே இருக்கும் அன்பைப் ) பலரும் அறிய வெளிப்படுத்திவிடும்.'''
        self.u[72] = u'''அன்பு இல்லாதவர் எல்லாப்பொருள்களையும் தமக்கே உரிமையாகக் கொண்டு வாழ்வார்: அன்பு உடையவர் தம் உடமையும் பிறர்க்கு உரிமையாக்கி வாழ்வர்.'''
        self.u[73] = u'''அருமையான உயிர்க்கு உடம்போடு பொருந்தி இருக்கின்ற உறவு, அன்போடு பொருந்தி வாழும் வாழ்க்கையின் பயன்என்று கூறுவர்.'''
        self.u[74] = u'''அன்பு பிறரிடம் விருப்பம் உடையவராக வாழும் தன்மையைத் தரும்: அஃது எல்லாரிடத்தும் நட்பு என்றுசொல்லப்படும் அளவற்ற சிறப்பைத் தரும்.'''
        self.u[75] = u'''உலகத்தில் இன்பம் உற்று வாழ்கின்றவர் அடையும் சிறப்பு, அன்பு உடையவராகிப் பொருந்தி வாழும் வாழ்கையின் பயன் என்று கூறுவர்.'''
        self.u[76] = u'''அறியாதவர், அறத்திற்கு மட்டுமே அன்பு துணையாகும் என்று கூறுவர்:ஆராய்ந்து பார்த்தால் வீரத்திற்க்கும் அதுவே துணையாக நிற்கின்றது.'''
        self.u[77] = u'''எலும்பு இல்லாத உடம்போடு வாழும் புழுவை வெயில் காய்ந்து வருத்துவது போல் அன்பு இல்லாத உயிரை அறம் வருத்தும்.'''
        self.u[78] = u'''அகத்தில் அன்பு இல்லாமல் வாழும் உயிர் வாழக்கை வளமற்ற பாலைநிலத்தில் பட்டமரம் தளிர்த்தாற் போன்றது.'''
        self.u[79] = u'''உடம்பின் அகத்து உறுப்பாகிய அன்பு இல்லாதவர்க்கு உடம்பின் புறத்து உறுப்புக்கள் எல்லாம் என்ன பயன் செய்யும்?'''
        self.u[80] = u'''அன்பின் வழியில் இயங்கும் உடம்பே உயிர்நின்ற உடம்பாகும்: அன்பு இல்லாதவர்க்கு உள்ள உடம்பு எலும்பைத் தோல்போர்த்த வெற்றுடம்பே ஆகும்.'''
        self.u[81] = u'''வீட்டில் இருந்து பொருள்களைக் காத்து இல்வாழ்க்கை நடத்துவதெல்லாம் விருந்தினரைப் போற்றி உதவி செய்யும் பொருட்டே ஆகும்.'''
        self.u[82] = u'''விருந்தினராக வந்தவர் வீட்டின் புறத்தே இருக்கத் தான் மட்டும் உண்பது சாவாமருந்தாகிய அமிழ்தமே ஆனாலும் அது விரும்பத்தக்கது அன்று.'''
        self.u[83] = u'''தன்னை நோக்கி வரும் விருந்தினரை நாள் தோறும் போற்றுகின்றவனுடைய வாழ்க்கை, துன்பத்தால் வருந்திக் கெட்டுப் போவதில்லை.'''
        self.u[84] = u'''நல்ல விருந்தினராய் வந்தவரை முகமலர்ச்சி கொண்டு போற்றுகின்றவனுடைய வீட்டில் மனமகிழ்ந்து திருமகள் வாழ்வாள்.'''
        self.u[85] = u'''விருந்தினரை முன்னே போற்றி உணவளித்து மிஞ்சிய உணவை உண்டு வாழ்கின்றவனுடைய நிலத்தில் விதையும் விதைக்க வேண்டுமோ?'''
        self.u[86] = u'''வந்த விருந்தினரைப் போற்றி, இனிவரும் விருந்தினரை எதிர் பார்த்திருப்பவன், வானுலகத்தில் உள்ள தேவர்க்கும் நல்ல விருந்தினனாவான்.'''
        self.u[87] = u'''விருந்தோம்புதலாகிய வேள்வியின் பயன் இவ்வளவு என்று அளவு படுத்தி கூறத்தக்கது அன்று, விருந்தினரின் தகுதிக்கு ஏற்ற அளவினதாகும்.'''
        self.u[88] = u'''விருந்தினரை ஓம்பி அந்த வேள்வியில் ஈடுபடாதவர் பொருள்களை வருந்திக்காத்துப் (பின்பு இழந்து) பற்றுக்கொடு இழந்தோமே என்று இரங்குவர்.'''
        self.u[89] = u'''செல்வநிலையில் உள்ள வறுமை என்பது விருந்தோம்புதலைப் போற்றாத அறியாமையாகும்: அஃது அறிவிலிகளிடம் உள்ளதாகும்.'''
        self.u[90] = u'''அனிச்சப்பூ மோந்தவுடன் வாடிவிடும்: அதுபோல் முகம் மலராமல் வேறு பட்டு நோக்கியவுடன் விருந்தினர் வாடி நிற்பார்.'''
        self.u[91] = u'''ஒருவர் வாயிலிருந்து வரும் சொல் அன்பு கலந்ததாகவும், வஞ்சனையற்றதாகவும், வாய்மையுடையதாகவும் இருப்பின் அதுவே இன்சொல் எனப்படும்.'''
        self.u[92] = u'''முகம் மலர்ந்து இன்சொல் உடையவனாக இருக்கப்பெற்றால், மனம் மகிழ்ந்து பொருள் கொடுக்கும் ஈகையைவிட நல்லதாகும்.'''
        self.u[93] = u'''முகத்தால் விரும்பி- இனிமையுடன் நோக்கி- உள்ளம் கலந்து இன்சொற்களைக் கூறும் தன்மையில் உள்ளதே அறமாகும்.'''
        self.u[94] = u'''யாரிடத்திலும் இன்புறத்தக்க இன்சொல் வழங்குவோர்க்குத் துன்பத்தை மிகுதிபடுத்தும் வறுமை என்பது இல்லையாகும்.'''
        self.u[95] = u'''வணக்கம் உடையவனாகவும் இன்சொல் வழங்குவோனாகவும் ஆதலே ஒருவனுக்கு அணிகலனாகும் மற்றவை அணிகள் அல்ல.'''
        self.u[96] = u'''பிறர்க்கு நன்மையானவற்றை நாடி இனிமை உடையச் சொற்களைச் சொல்லின், பாவங்கள் தேய்ந்து குறைய அறம் வளர்ந்து பெருகும்.'''
        self.u[97] = u'''பிறர்க்கு நன்மையான பயனைத் தந்து நல்ல பண்பிலிருந்து நீங்காத சொற்கள்,வழங்குவோனுக்கும் இன்பம் தந்து நன்மை பயக்கும்.'''
        self.u[98] = u'''பிறர்க்குத் துன்பம் விளைக்கும் சிறுமையிலிருந்து நீங்கிய இனிய சொற்கள் மறுமைக்கும் இம்மைக்கும் வழங்குவோனுக்கு இன்பம் தரும்.'''
        self.u[99] = u'''இனிய சொற்கள் இன்பம் பயத்தலைக் காண்கின்றவன், அவற்றிற்கு மாறான வன்சொற்களை வழங்குவது என்ன பயன் கருதியோ?'''
        self.u[100] = u'''இனிய சொற்கள் இருக்கும் போது அவற்றை விட்டுக் கடுமையான சொற்களைக் கூறுதல் கனிகள் இருக்கும் போது அவற்றை விட்டு காய்களைப் பறித்துத் தின்பதைப் போன்றது.'''
        self.u[101] = u'''தான் ஓர் உதவியும் முன் செய்யாதிருக்கப் பிறன் தனக்கு செய்த உதவிக்கு மண்ணுலகத்தையும் விண்ணுலகத்தையும் கைமாறாகக் கொடுத்தாலும் ஈடு ஆக முடியாது.'''
        self.u[102] = u'''உற்ற காலத்தில் ஒருவன் செய்த உதவி சிறிதளவாக இருந்தாலும், அதன் தன்மையை அறிந்தால் உலகைவிட மிகப் பெரிதாகும்.'''
        self.u[103] = u'''இன்ன பயன் கிடைக்கும் என்றுஆராயாமல் ஒருவன் செய்த உதவியின் அன்புடைமையை ஆராய்ந்தால் அதன் நன்மை கடலைவிட பெரியதாகும்.'''
        self.u[104] = u'''ஒருவன் தினையளவாகிய உதவியைச் செய்த போதிலும் அதன் பயனை ஆராய்கின்றவர், அதனையே பனையளவாகக் கொண்டு போற்றுவர்.'''
        self.u[105] = u'''கைமாறாகச் செய்யும் உதவி முன் செய்த உதவியின் அளவை உடையது அன்று, உதவி செய்யப்பட்டவற்றின் பண்புக்கு ஏற்ற அளவை உடையதாகும்.'''
        self.u[106] = u'''குற்றமற்றவரின் உறவை எப்போதும் மறக்கலாகாது: துன்பம் வந்த காலத்தில் உறுதுணையாய் உதவியவர்களின் நட்பை எப்போதும் விடாலாகாது.'''
        self.u[107] = u'''தம்முடைய துன்பத்தைப் போக்கி உதவியவரின் நட்பைப் பல்வேறு வகையான பிறவியிலும் மறவாமல் போற்றுவர் பெரியோர்.'''
        self.u[108] = u'''ஒருவரர்முன்செய்த நன்மையை மறப்பது அறம் அன்று; அவர் செய்த தீமையைச் செய்த அப்‌பொழுதே மறந்து விடுவது அறம் ஆகும்.'''
        self.u[109] = u'''முன் உதவி செய்தவர் பின்பு ‌கொன்றார் போன்ற துன்பத்தைச் செய்தாரானாலும், அவர் முன் செய்த ஒரு நன்மையை நினைத்தாலும் அந்தத் துன்பம் கெடும்.'''
        self.u[110] = u'''எந்த அறத்தை அழித்தவர்க்கும் தப்பிப் பிழைக்க வழி உண்டாகும்; ஒருவர் செய்த உதவியை மறந்து அழித்தவனுக்கு உய்வு இல்லை.'''
        self.u[111] = u'''அந்தந்தப் பகுதிதோறும் முறையோடு பொருந்தி ஒழுகப்பெற்றால், நடுவுநிலைமை என்று கூறப்படும் அறம் நன்மையாகும்.'''
        self.u[112] = u'''நடுவுநிலைமை உடையவனின் செல்வவளம் அழிவில்லாமல் அவனுடைய வழியில் உள்ளார்க்கும் உறுதியான நன்மை தருவதாகும்.'''
        self.u[113] = u'''தீமை பயக்காமல் நன்மையே தருவதானாலும் நடுவு நி‌லைமை தவறி உண்டாகும் ஆக்கத்தை அப்போதே கைவிட வேண்டும்.'''
        self.u[114] = u'''நடுவுநிலைமை உடையவர் நடுவுநிலை‌மை இல்லாதவர் என்பது அவரவர்க்குப் பின் எஞ்சி நிற்கும் புகழாலும் பழியாலும் காணப்படும்.'''
        self.u[115] = u'''கேடும் ஆக்கமும் வாழ்வில் இல்லாதவை அல்ல; ஆகையால் நெஞ்சில் நடுவுநிலைமை தவறாமல் இருத்தலே சான்றோர்க்கு அழகாகும்.'''
        self.u[116] = u'''தன் நெஞ்சம் நடுவுநிலை நீங்கித் தவறு செய்ய நினைக்குமாயின், நான் கெடப்போகின்றேன் என்று ஒருவன் அறிய வேண்டும்.'''
        self.u[117] = u'''நடுவுநிலைமை நின்று அறநெறியில் நிலைத்து வாழகின்றவன் அடைந்த வறுமை நிலையைக் கேடு என கொள்ளாது உலகு.'''
        self.u[118] = u'''முன்னே தான் சமமாக இருந்து, பின்பு பொருளைச் சீர்தூக்கும் துலாக்கோல் போல் அமைந்து, ஒரு பக்கமாக சாயாமல் நடுவுநி‌லைமை போற்றுவது சான்றோர்க்கு அழகாகும்.'''
        self.u[119] = u'''உள்ளத்தில் கோணுதல் இல்லாத தன்மையை உறுதியாகப் பெற்றால், சொல்லிலும் கோணுதல் இல்லாதிருத்தல் நடுவுநிலைமையாம்.'''
        self.u[120] = u'''பிறர் பொருளையும் தம் பொருள் போல் போற்றிச் செய்தால், அதுவே வாணிகம் செய்வோர்க்கு உரி‌ய நல்ல வாணிக முறையாகும்.'''
        self.u[121] = u'''அடக்கம் ஒருவனை உயர்த்தித் தேவருள் சேர்க்கும்; அடக்கம் இல்லாதிருத்தல், பொல்லாத இருள் போன்ற தீய வாழ்க்கையில் செலுத்தி விடும்.'''
        self.u[122] = u'''அடக்கத்தை உறுதிப் பொருளாகக் கொண்டு போற்றிக் ‌காக்க வேண்டும். அந்த அடக்கத்தைவிட மேம்பட்ட ஆக்கம் உயிர்க்கு இல்லை.'''
        self.u[123] = u'''அறிய வேண்டியவற்றை அறிந்து, நல்வழியில் அடங்கி ஒழுகப்பெற்றால், அந்த அடக்கம் நல்லோரால் அறியப்பட்டு மேன்மை பயக்கும்.'''
        self.u[124] = u'''தன் நிலையிலிருந்து மாறுபடாமல் அடங்கி ஒழுகுவோனுடைய உயர்வு, மலையின் உயர்வை விட மிகவும் பெரிதாகும்.'''
        self.u[125] = u'''பணிவுடையவராக ஒழுகுதல்பொதுவாக எல்லோர்க்கும் நல்லதாகும்; அவர்களுள் சிறப்பாகச் செல்வர்க்கே மற்றொரு செல்வம் போன்றதாகும்.'''
        self.u[126] = u'''ஒரு பிறப்பில், ஆமைபோல் ஐம்பொறிகளையும் அடக்கியாள வல்லவனானால், அஃது அவனுக்குப் பல பிறப்பிலும் காப்பாகும் சிறப்பு உடையது.'''
        self.u[127] = u'''காக்க வேண்டியவற்றுள் எவற்றைக் காக்கா விட்டாலும் நாவையாவது காக்க வேண்டு்ம்; காக்கத் தவறினால் சொற்குற்றத்தில் அகப்பட்டுத் துன்புறுவர்.'''
        self.u[128] = u'''தீய ‌சொற்களின் பொருளால் விளையும் தீமை ஒன்றாயினும் ஒருவனிடம் உண்டானால், அதனால் மற்ற அறங்களாலும் நன்மை விளையாமல் போகும்.'''
        self.u[129] = u'''தீயினால் சுட்ட புண் புறத்தே வடு இருந்தாலும் உள்ளே ஆறிவிடும்; ஆனால் நாவினால் தீய சொல் கூறிச் சுடும் வடு என்றும் ஆறாது.'''
        self.u[130] = u'''சினம் தோன்றாமல் காத்து, கல்வி கற்று, அடக்கமுடையவனாக இருக்க வல்லவனுடைய செவ்வியை, அவனுடைய வழியில் சென்று அறம் பார்த்திருக்கும்.'''
        self.u[131] = u'''ஒழுக்கமே எல்லார்க்கும் மேன்மையைத் தருவதாக இருப்பதால், அந்த ஒழுக்கமே உயிரை விடச் சிறந்ததாகப் போற்றப்படும்.'''
        self.u[132] = u'''ஒழுக்கத்தை வருந்தியும் போற்றிக் காக்க வேண்டும்; பலவற்றையும் ஆராய்ந்து போற்றித் தெளிந்தாலும், அந்த ஒழுக்கமே வாழ்க்கையில் துணையாக விளங்கும்.'''
        self.u[133] = u'''ஒழுக்கம் உடையவராக வாழ்வதே உயர்ந்த குடிப்பிறப்பின் தன்மையாகும்; ஒழுக்கம் தவறுதல் இழிந்த குடிப்பிறப்பின் தன்மையாகி விடும்.'''
        self.u[134] = u'''கற்ற மறைப் பொருளை மறந்தாலும் மீண்டும் அதனை ஓதிக் கற்றுக் கொள்ள முடியும்; ஆனால் மறை ஓதுவனுடைய குடிப்பிறப்பு, ஒழுக்கம் குன்றினால் கெடு்ம்.'''
        self.u[135] = u'''பொறாமை உடையவனிடத்தில் ஆக்கம் இல்லாதவாறு போல, ஒழுக்கம் இல்லாதவனுடைய வாழ்க்கையில் உயர்வு இல்லையாகும்.'''
        self.u[136] = u'''ஒழுக்கம் தவறுதலால் குற்றம் உண்டாவதை அறிந்து, மனவலிமை உடைய சான்றோர் ஒழுக்கத்தில் தவறாமல் காத்துக் கொள்வர்.'''
        self.u[137] = u'''ஒழுக்கத்தால் எவரும் மேம்பாட்டை அடைவர்; ஒழுக்கத்திலிருந்து தவறுதலால் அடையத் தகாத பெரும் பழியை அடைவர்.'''
        self.u[138] = u'''நல்லொழுக்கம் இன்பமான நல்வாழ்க்கைக்குக் காரணமாக இருக்கும்; தீயொழுக்கம் எப்போதும் துன்பத்தைக் கொடுக்கும்.'''
        self.u[139] = u'''தீய சொற்களைத் தவறியும் தம்முடைய வாயால் சொல்லும் குற்றம், ஒழுக்கம் உடையவர்க்குப் பொருந்தாததாகும்.'''
        self.u[140] = u'''உலகத்து உயர்ந்தவரோடு பொருந்த ஒழுகும் முறையைக் கற்காதவர், பல நூல்களைக் கற்றிருந்த போதிலும் அறிவில்லாதவரே ஆவர்.'''
        self.u[141] = u'''பிறனுடைய உரிமையாகிய மனைவியை விரும்பி நடக்கும் அறியாமை, உலகத்தில் அறமும் பொருளும் ஆராய்ந்து கண்டவரிடம் இல்லை.'''
        self.u[142] = u'''அறத்தை விட்டுத் தீநெறியில் நின்றவர் எல்லாரிலும் பிறன் மனைவியை விரும்பி அவனுடைய வாயிலில் சென்று நின்றவரைப் போல் அறிவிலிகள் இல்லை.'''
        self.u[143] = u'''ஐயமில்லாமல் தெளிந்து நம்பியவருடைய மனைவியிடத்தே விருப்பம் கொண்டு தீமையைச் செய்து நடப்பவர், செத்தவரை விட வேறுபட்டவர் அல்லர்.'''
        self.u[144] = u'''தினையளவும் ஆராய்ந்து பார்க்காமல் பிறனுடைய மனைவியிடம் செல்லுதல், எவ்வளவு பெருமையை உடையவராயினும் என்னவாக முடியும்?'''
        self.u[145] = u'''இச்செயல் எளியது என எண்ணிப் பிறனுடைய மனைவியிடம் நெறி தவறிச் செல்கின்றவன், ‌எப்போதும் அழியாமல் நிலைநிற்கும் பழியை அடைவான்.'''
        self.u[146] = u'''பகை பாவம் அச்சம் பழி என்னும் இந்நான்கு குற்றங்களும் பிறன் மனைவியிடத்து நெறி தவறி நடப்பவனிடத்திலிருந்து நீங்காவாம்.'''
        self.u[147] = u'''அறத்தின் இயல்போடு பொருந்தி இல்வாழ்க்கை வாழ்பவன், பிறனுக்கு உரிமையானவளின் பெண் தன்மையை விரும்பாதவனே.'''
        self.u[148] = u'''பிறனுடைய மனைவியை விரும்பி நோக்காத ‌பெரிய ஆண்மை, சான்றோர்க்கு அறம் மட்டும் அன்று; நிறைந்த ஒழுக்கமுமாகும்.'''
        self.u[149] = u'''கடல் சூழ்ந்த உலகத்தில் நன்மைக்கு உரியவர் யார் என்றொல் பிறனுக்கு உரிமையானவளின் தோளைப் பொருந்தாதவரே ஆவர்.'''
        self.u[150] = u'''ஒருவன் அறநெறியில் நிற்காமல் அறமில்லாதவைகளைச் செய்தாலும், பிறனுக்கு உரியவளின் பெண்மையை விரும்பாமல் வாழ்தல் நல்லது.'''
        self.u[151] = u'''தன்னை வெட்டுவோரையும் விழாமல் தாங்குகின்ற நிலம் போல், தம்மை இகழ்வாரையும் பொறுப்பதே தலையான பண்பாகும்.'''
        self.u[152] = u'''வரம்பு கடந்து பிறர் செய்யும் தீங்கை எப்போதும் பொறுக்க வேண்டும்; அத் தீங்கை நினைவிலும் கொள்ளாமல் மறந்து விடுதல் பொறுத்தலை விட நல்லது.'''
        self.u[153] = u'''வறுமையுள் வறுமை, விருந்தினரைப் போற்றாமல் நீக்குதல்; வல்லமையுள் வல்லமை என்பது அறிவிலார் தீங்கு செய்தலைப் பொறுத்தலாகும்.'''
        self.u[154] = u'''நிறை உடையவனாக இருக்கும் தன்மை தன்னை விட்டு நீங்காமல் இருக்க வேண்டினால், பொறுமையைப் போற்றி ஒழுக வேண்டும்.'''
        self.u[155] = u'''( தீங்கு செய்தவரைப்) பொறுக்காமல் வருத்தினவரை உலகத்தார் ஒரு பொருளாக மதியார்; ஆனால், பொறுத்தவரைப் பொன்போல் மனத்துள் வைத்து மதிப்பர்.'''
        self.u[156] = u'''தீங்கு செய்தவரைப் பொறுக்காமல் வருத்தினவர்க்கு ஒருநாள் இன்பமே; பொறுத்தவர்க்கு உலகம் அழியும் வரைக்கும் புகழ் உண்டு.'''
        self.u[157] = u'''தகுதி அல்லாதவைகளைத் தனக்குப் பிறர் செய்த போதிலும், அதனால், அவர்க்கு வரும் துன்பத்திற்காக நொந்து, அறம் அல்லாதவைகளைச் செய்யாதிருத்தல் நல்லது.'''
        self.u[158] = u'''செருக்கினால் தீங்கானவற்றைச் செய்தவரைத் தாம் தம்முடைய பொறுமைப் பண்பினால் பொறுத்து வென்று விட வேண்டும்.'''
        self.u[159] = u'''வரம்பு கடந்து நடப்பவரின் வாயில் பிறக்கும் கொடுஞ்சொற்களைப் பொறுத்துக் கொள்பவர், துறந்தவரைப் போலத் தூய்மையானவர் ஆவர்.'''
        self.u[160] = u'''உணவு உண்ணாமல் நோன்பு கிடப்பவர், பிறர் ‌சொல்லும் கொடுஞ் சொற்களைப் பொறுப்பவர்க்கு அடுத்த நிலையில்தான் பெரியவர் ஆவர்.'''
        self.u[161] = u'''ஒருவன் தன் நெஞ்சில் பொறாமை இல்லாமல் வாழும் இயல்பைத் தனக்கு உரிய ஒழுக்க நெறியாகக் கொண்டு போற்ற வேண்டும்.'''
        self.u[162] = u'''யாரிடத்திலும் பொறாமை இல்லாதிருக்கப் பெற்றால், ஒருவன் பெறத்தக்க மேம்பாடான பேறுகளில் அதற்கு ஒப்பானது வேறொன்றும் இல்லை.'''
        self.u[163] = u'''தனக்கு அறமும் ஆக்கமும் விரும்பாதவன் என்று கருதத் தக்கவனே, பிறனுடைய ஆக்கத்தைக் கண்டு மகிழாமல் அதற்காகப் பொறாமைப்படுவான்.'''
        self.u[164] = u'''பொறாமைப்படுதலாகிய தவறான நெறியில் துன்பம் ஏற்படுத‌ை அறிந்து, பொறாமை காரணமாக அறமல்லாதவைகளைச் செய்யார் அறிவுடையோர்.'''
        self.u[165] = u'''பொறாமை உடை‌யவர்க்கு வேறு பகை வேண்டா. அஃது ஒன்றே போதும், பகைவர் தீங்கு செய்யத் தவறினாலும் தவறாது கேட்டைத் தருவது அது.'''
        self.u[166] = u'''பிறர்க்கு உதவியாகக் கொடுக்கப்படும் பொருளைக் கண்டு பொறாமைப்படுகின்றவனுடைய சுற்றம், உடையும் உணவும் இல்லாமல் கெடும்.'''
        self.u[167] = u'''பொறாமை உடையவனைத் திருமகள் கண்டு பொறாமைப்பட்டுத் தன் தமக்கைக்கு அவனைக் காட்டி நீங்கி விடுவாள்.'''
        self.u[168] = u'''பொறாமை என்று கூறப்படும் ஒப்பற்ற பாவி, ஒருவனுடைய செல்வத்தைக் கெடுத்துத் தீய வழியில் அவனைச் செலுத்தி விடும்.'''
        self.u[169] = u'''பொறாமை பொருந்திய நெஞ்சத்தானுடைய ஆக்கமும், பொறாமை இல்லாத நல்லவனுடைய கேடும் ஆராயத் தக்கவை.'''
        self.u[170] = u'''பொறாமைப்பட்டுப் பெருமையுற்றவரும் உலகத்தில் இல்லை; பொறாமை இல்லாதவராய் மேம்பாட்டிலிருந்து நீங்கியவரும் இல்லை.'''
        self.u[171] = u'''நடுவுநிலைமை இல்லாமல் பிறர்க்குரிய நல்ல பொருளை ஒருவன் கவர விரும்பினால் அவனுடைய குடியும் கெட்டுக் குற்றமும் அப்போழுதே வந்து சேரும்.'''
        self.u[172] = u'''நடுவுநிலைமை அல்லாதவற்றைக் கண்டு நாணி ஒதுங்குகின்றவர், பிறர் பொருளைக் கவர்வதால் வரும் பயனை விரும்பிப் பழியான செயல்களைச் செய்யார்.'''
        self.u[173] = u'''அறநெறியால் பெறும் இன்பத்தை விரும்புகின்றவர், நிலையில்லாத சிறிய இன்பத்தை விரும்பி அறம் அல்லாதவற்றைச் செய்யார்.'''
        self.u[174] = u'''ஐம்புலன்களையும் வென்ற குற்றமில்லாத அறிவை உடையவர், யாம் வறுமை அடைந்தோம் என்று எண்ணியும் பிறர் பொருளை விரும்பார்.'''
        self.u[175] = u'''யாரிடத்திலும் பொருளைக் கவர விரும்பிப் பொருந்தாதவற்றைச் செய்தால், நுட்பமானதாய் விரிவுடையதாய் வளர்ந்த அறிவால் பயன் என்ன?'''
        self.u[176] = u'''அருளை விரும்பி அறநெறியில் நின்றவன், பிறனுடைய பொருளை விரும்பிப் பொல்லாத குற்றங்களை எண்ணினால் கெடுவான்.'''
        self.u[177] = u'''பிறர் பொருளைக் கவர விரும்புவதால் ஆகும் ஆக்கத்தை விரும்பாதிருக்க வேண்டும்; அது பயன் விளைவிக்கும்போது அப்பயன் நன்மையாவது அரிதாகும்.'''
        self.u[178] = u'''ஒருவனுடைய செல்வத்திற்குக் குறைவு நேராதிருக்க வழி எது என்றால், அவன் பிறனுடைய கைப்பொருளை விரும்பாதிருத்தலாகும்.'''
        self.u[179] = u'''அறம் இஃது என்று அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரைத் திருமகள் தான் சேரும் திறன் அறிந்து அதற்கு ஏற்றவாறு சேர்வாள்.'''
        self.u[180] = u'''வி‌ளைவை எண்ணாமல் பிறர் பொருளை விரும்பினால் அஃது அழிவைத் தரும்; அப்பொருளை விரும்பாமல் வாழும் பெருமை வெற்றியைத் தரும்.'''
        self.u[181] = u'''ஒருவன் அறத்தைச் சொல்லாமல் பாவமே செய்தாலும், அடுத்தவரைப் பற்றிப் புறம் பேசமாட்டான் என்றால் அதுவே அவனுக்கு நல்லது.'''
        self.u[182] = u'''அறத்தை அழித்துப் பேசி அறமல்லாதவைகளைச் செய்வதை விட, ஒருவன் இல்லாதவிடத்தில் அவனைப் பழித்துப் பேசி நேரில் பொய்யாக முகமலர்ந்து பேசுதல் தீமையாகும்.'''
        self.u[183] = u'''புறங்கூறிப் பொய்யாக நடந்து உயிர் வாழ்தலை விட, அவ்வாறு செய்யாமல் வறுமையுற்று இறந்து விடுதல், அறநூல்கள் சொல்லும் ஆக்கத்தைத் தரும்.'''
        self.u[184] = u'''எதிரே நின்று கண்ணோ‌ட்டம் இல்லாமல் கடுமையாகச் சொன்னாலும் சொல்லலாம்; நேரில் இல்லாதபோது பின் விளைவை ஆராயாத சொல்லைச் சொல்லக்கூடாது.'''
        self.u[185] = u'''அறத்தை நல்லதென்று போற்றும் நெஞ்சம் இல்லாததன்மை, ஒருவன் மற்றவனைப் பற்றிப் புறங்கூறுகின்ற சிறுமையால் காணப்படும்.'''
        self.u[186] = u'''மற்றவனைப் பற்றிப் புறங்கூறுகின்றவன், அவனுடைய பழிகள் பலவற்றிலும் நோகத்தக்கவை ஆராய்ந்து கூறிப் பிறரால் பழிக்கப்படுவான்.'''
        self.u[187] = u'''மகிழும்படியாகப் பேசி நட்புக் கொள்ளுதல் நன்மை என்று தெளியாதவர் தம்மை விட்டு நீங்கும்படியாகப் புறம் கூறி நண்பரையும் பிரித்து விடுவர்.'''
        self.u[188] = u'''நெருங்கிப் பழகியவரின் குற்றத்தையும் புறங்கூறித் தூற்றும் இயல்புடையவர், பழகாத அயலாரிடத்து என்ன செய்வாரோ?'''
        self.u[189] = u'''ஒருவர் நேரில் இல்லாதது கண்டு பழிச்‌சொல் கூறுவோனுடைய உடல் பாரத்தை, இவனையும் சுமப்பதே எனக்கு அறம் என்று கருதி நிலம் சுமக்கின்றதோ?'''
        self.u[190] = u'''அயலாருடைய குற்றத்தைக் காண்பது போல் தம் குற்றத்தையும் காண வல்லவரானால், நிலைபெற்ற உயிர் வாழ்க்கைக்குத் துன்பம் உண்ட‌ோ?'''
        self.u[191] = u'''கேட்டவர் பலரும் வெறுக்கும் படியாகப் பயனில்லாத சொற்களைச் சொல்லுகின்றவன், எல்லாராலும் இகழப்படுவான்.'''
        self.u[192] = u'''பலர் முன்னே பயனில்லாத சொற்களைச் சொல்லுதல், நண்பரிடத்தில் அறம் இல்லா செயல்களைச் செய்தலை விடத் தீமையானதாகும்.'''
        self.u[193] = u'''ஒருவன் பயனில்லா பொருள்களைப் பற்றி விரிவாகச் சொல்லும் சொற்கள், அவன் அறம் இல்லாதவன் என்பதை அறிவிக்கும்.'''
        self.u[194] = u'''பயனோடு பொருந்தாத பண்பு இல்லாத சொற்களைப் பலரிடத்தும் சொல்லுதல், அறத்தோடு பொருந்தாமல் நன்மையிலிருந்து நீங்கச் செய்யும்.'''
        self.u[195] = u'''பயனில்லாத சொற்களை நல்ல பண்பு உடையவர் சொல்லுவாரானால், அவனுடைய மேம்பாடு அவர்க்குரிய மதிப்போடு நீங்கிவிடும்.'''
        self.u[196] = u'''பயனில்லாத சொற்களைப் பலமுறையும் சொல்லுகின்ற ஒருவனை மனிதன் என்று சொல்லக்கூடாது, மக்களுள் பதர் என்று சொல்லவேண்டும்.'''
        self.u[197] = u'''அறம் இல்லாதவற்றைச் சொன்னாலும் சொல்லலாம், சான்றோர் பயன் இல்லாத சொற்களைச் சொல்லாமல் இருத்தல் நன்மையாகும்.'''
        self.u[198] = u'''அருமையான பயன்களை ஆராயவல்ல அறிவை உடைய அறிஞர், மிக்க பயன் இல்லாத சொற்களை ஒருபோதும் சொல்லமாட்டார்.'''
        self.u[199] = u'''மயக்கத்திலிருந்து தெளிந்த மாசற்ற அறிவை உடையவர், பயன் நீங்கிய சொற்களை ஒருகால் மறந்தும் சொல்லமாட்டார்.'''
        self.u[200] = u'''சொற்களில் பயன் உடைய சொற்களை மட்டுமே சொல்லவேண்டும், பயன் இல்லாதவைகளாகிய சொற்களை சொல்லவே கூடாது.'''
        self.u[201] = u'''தீயவை செய்தலாகிய செருக்கைத் தீவினை உடைய பாவிகள் அஞ்சார், தீவினை இல்லாத மேலோர் மட்டுமே அஞ்சுவர்.'''
        self.u[202] = u'''தீயசெயல்கள் தீமையை விளைவிக்கும் தன்மை உடையனவாக இருத்தலால், அத் தீயச் செயல்கள் தீயைவிடக் கொடியனவாகக் கருதி அஞ்சப்படும்.'''
        self.u[203] = u'''தம்மை வருத்துவோர்க்கும் தீய செயல்களைச் செய்யாமலிருத்தலை, அறிவு எல்லாவற்றிலும் தலையான அறிவு என்று கூறுவர்.'''
        self.u[204] = u'''பிறனுக்கு கேட்டைத் தரும் தீய செயல்களை ஒருவன் மறந்தும் கூட எண்ணக்கூடாது, எண்ணினால் எண்ணியவனுக்கு கேடு விளையுமாறு அறம் எண்ணும்.'''
        self.u[205] = u'''யான் வறியவன் என்று நினைத்துத் தீய செயல்களைச் செய்யக்கூடாது, செய்தால் மீண்டும் வறியவன் ஆகி வருந்துவான்.'''
        self.u[206] = u'''துன்பம் செய்யும் தீவினைகள் தன்னை வருத்துதலை விரும்பாதவன், தீயசெயல்களைத் தான் பிறருக்குச் செய்யாமலிருக்க வேண்டும்.'''
        self.u[207] = u'''எவ்வளவு கொடிய பகை உடையவரும் தப்பி வாழ முடியும், ஆனால் தீயவை செய்தால் வரும் தீவினையாகிய பகை நீங்காமல் பின் சென்று வருத்தும்.'''
        self.u[208] = u'''தீய செயல்களைச் செய்தவர் கேட்டை அடைதல், ஒருவனுடைய நிழல் அவனை விடாமல் வந்து அடியில் தங்கியிருத்தலைப் போன்றது.'''
        self.u[209] = u'''ஒருவன் தன்னைத் தான் விரும்பி வாழ்பவனாயின், தீய செயலாகிய பகுதியை எவ்வளவு சிறியதாயினும் பொருந்தாமல் நீங்க வேண்டும்.'''
        self.u[210] = u'''ஒருவன் தவறான நெறியில் சென்று தீயசெயல் செய்யாதிருப்பானானால் அவன் கேடு இல்லாதவன் என்று அறியலாம்.'''
        self.u[211] = u'''இந்த உலகத்தார் மழைக்கு என்ன கைமாறு செய்கின்றனர்;, மழை போன்றவர் செய்யும் உதவிகளும் கைமாறு வேண்டாதவை.'''
        self.u[212] = u'''ஒப்புரவாளன் தன்னால் இயன்ற முயற்சி செய்து சேர்த்த பொருள் எல்லாம் தக்கவர்க்கு உதவி செய்வதற்கே ஆகும்.'''
        self.u[213] = u'''பிறர்க்கு உதவி செய்து வாழும் ஒப்புரவைப் போல நல்லனவாகிய வேறு அறப்பகுதிகளைத் தேவருலகத்திலும் இவ்வுலகத்திலும் பெறுதல் இயலாது.'''
        self.u[214] = u'''ஒப்புரவை அறிந்து போற்றிப் பிறர்க்கு உதவியாக வாழ்கின்றவன் உயிர்வாழ்கின்றவன் ஆவான், மற்றவன் செத்தவருள் சேர்த்துக் கருதப்படுவான்.'''
        self.u[215] = u'''ஒப்புரவினால் உலகம் வாழுமாறு விரும்பும் பேரறிவாளியின் செல்வம், ஊரார் நீருண்ணும் குளம் நீரால் நிறைந்தாற் போன்றது.'''
        self.u[216] = u'''ஒப்புராவாகிய நற்பண்பு உடையவனிடம் செல்வம் சேர்ந்தால் அஃது ஊரின் நடுவே உள்ள பயன் மிகுந்த மரம் பழங்கள் பழுத்தாற் போன்றது.'''
        self.u[217] = u'''ஒப்புரவாகிய பெருந்தகைமை உடையவனிடத்து செல்வம் சேர்ந்தால் அஃது எல்லா உறுப்புகளுக்கும் மருந்தாகிப் பயன்படத் தவறாத மரம் போன்றது.'''
        self.u[218] = u'''ஒப்புரவு அறிந்து ஒழுதலாகியத் தன் கடமை அறிந்த அறிவை உடையவர், செல்வ வளம் இல்லாத காலத்திலும் ஒப்புரவுக்குத் தளர மாட்டார்.'''
        self.u[219] = u'''ஒப்புரவாகிய நற்பண்பு உடையவன் வறுமை உடையவனாதல், செய்யத்தக்க உதவிகளைச் செய்யாமல் வருந்துகின்ற தன்மையாகும்.'''
        self.u[220] = u'''ஒப்புரவால் கேடு வரும் என்றால் அக் கேடு ஒருவன் தன்னை விற்றாவது வாங்கிக்கொள்ளும் தகுதி உடையதாகும்.'''
        self.u[221] = u'''வறியவர்க்கு ஒரு பொருளைக் கொடுப்பதே ஈகை எனப்படுவது, மற்றவர்க்குக் கொடுப்பதெல்லாம் பயன் எதிர்பார்த்து கொடுக்கும் தன்மை உடையது.'''
        self.u[222] = u'''பிறரிடம் பொருள் பெற்றுக் கொள்ளுதல் நல்ல நெறி என்றாலும் கொள்ளல் தீமையானது, மேலுலகம் இல்லை என்றாலும் பிறக்குக் கொடுப்பதே சிறந்தது.'''
        self.u[223] = u'''யான் வறியவன் என்னும் துன்பச் சொல்லை ஒருவன் உரைப்பதற்கு முன் அவனுக்கு கொடுக்கும் தன்மை, நல்ல குடி பிறப்பு உடையவனிடம் உண்டு.'''
        self.u[224] = u'''பொருள் வேண்டும் என்ற இரந்தவரின் மகிழ்ந்த முகத்தைக் காணும் வரைக்கும் (இரத்தலைப் போலவே ) இரந்து கேட்கப்படுவதும் துன்பமானது.'''
        self.u[225] = u'''தவ வலிமை உடையவரின் வலிமை பசியை பொறுத்துக் கொள்ளலாகும், அதுவும் அப் பசியை உணவு கொடுத்து மாற்றுகின்றவரின் ஆற்றலுக்குப் பிற்பட்டதாகும்.'''
        self.u[226] = u'''வறியவரின் கடும்பசியைத் தீர்க்க வேண்டும் அதுவே பொருள் பெற்ற ஒருவன் அப் பொருளைத் தனக்குப் பிற்காலத்தில் உதவுமாறு சேர்த்து வைக்கும் இடமாகும்.'''
        self.u[227] = u'''தான் பெற்ற உணவை பலரோடும் பகிர்ந்து உண்ணும் பழக்கம் உடையவனை பசி என்று கூறப்படும் தீயநோய் அணுகுதல் இல்லை.'''
        self.u[228] = u'''தாம் சேர்த்து வைத்துள்ள பொருளைப் பிறருக்குக் கொடுக்காமல் வைத்திருந்து பின் இழந்து விடும் வன் கண்மை உடையவர், பிறர்க்கு கொடுத்து மகிழும் மகிழ்ச்சியை அறியாரோ.'''
        self.u[229] = u'''பொருளின் குறைபாட்டை நிரப்புவதற்க்காக உள்ளதைப் பிறர்க்கு ஈயாமல் தாமே தமியராய் உண்பது வறுமையால் இறப்பதை விடத் துன்பமானது.'''
        self.u[230] = u'''சாவதை விடத் துன்பமானது வேறொன்றும் இல்லை, ஆனால் வறியவர்க்கு ஒரு பொருள் கொடுக்க முடியாதநிலை வந்தபோது அச் சாதலும் இனியதே ஆகும்.'''
        self.u[231] = u'''வறியவர்க்கு ஈதல் வேண்டும் அதனால் புகழ் உண்டாக வாழ வேண்டும், அப் புகழ் அல்லாமல் உயிர்க்கு ஊதியமானது வேறொன்றும் இல்லை.'''
        self.u[232] = u'''புகழ்ந்து சொல்கின்றவர் சொல்பவை எல்லாம் வறுமையால் இரப்பவர்க்கு ஒரு பொருள் கொடுத்து உதவுகின்றவரின் மேல் நிற்கின்ற புகழேயாகும்.'''
        self.u[233] = u'''உயர்ந்த புகழ் அல்லாமல் உலகத்தில் ஒப்பற்ற ஒரு பொருளாக அழியாமல் நிலைநிற்க வல்லது வேறொன்றும் இல்லை.'''
        self.u[234] = u'''நிலவுலகின் எல்லையில் நெடுங்காலம் நிற்கவல்ல புகழைச் செய்தால், வானுலகம் (அவ்வாறு புகழ் செய்தாரைப் போற்றுமே அல்லாமல்) தேவரைப் போற்றாது.'''
        self.u[235] = u'''புகழுடம்பு மேம்படுதலாகும் வாழ்வில் கேடும், புகழ் நிலை நிற்பதாகும் சாவும் அறிவில் சிறந்தவர்க்கு அல்லாமல் மற்றவர்க்கு இல்லை.'''
        self.u[236] = u'''ஒரு துறையில் முற்பட்டுத் தோன்றுவதானால் புகழோடு தோன்ற வேண்டும், அத்தகைய சிறப்பு இல்லாதவர் அங்குத் தோன்றுவதைவிடத் தோன்றாமலிருப்பதே நல்லது.'''
        self.u[237] = u'''தமக்குப் புகழ் உண்டாகுமாறு வாழமுடியாதவர் தம்மைத் தாம் நொந்து கொள்ளாமல் தம்மை இகழ்கின்றவரை நொந்து கொள்ளக் காரணம் என்ன?'''
        self.u[238] = u'''தமக்குப் பின் எஞ்சி நிற்பதாகியப் புகழைப் பெறாவிட்டால் உலகத்தார் எல்லார்க்கும் அத்தகைய வாழ்க்கை பழி என்று சொல்லுவர்.'''
        self.u[239] = u'''புகழ் பெறாமல் வாழ்வைக் கழித்தவருடைய உடம்பைச் சுமந்த நிலம், வசையற்ற வளமான பயனாகிய விளைவு இல்லாமல் குன்றிவிடும்.'''
        self.u[240] = u'''தாம் வாழும் வாழ்க்கையில் பழி உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழ்கின்றவர், புகழ் உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழாதவர்.'''
        self.u[241] = u'''பொருள்களாகிய செல்வங்கள் இழிந்தவரிடத்திலும் உள்ளன; (உயர்ந்தவரிடத்தில் மட்டுமே உள்ள) அருளாகிய செல்வமே செல்வங்களில் சிறந்த செல்வமாகும்.'''
        self.u[242] = u'''நல்ல வழியால் ஆராய்ந்து அருளுடையவர்களாக விளங்க வேண்டும்; பலவழிகளால் ஆராய்ந்து கண்டாலும் அருளே வாழ்க்கைக்குத் துணையாக இருக்கும்.'''
        self.u[243] = u'''அறியாமையாகிய இருள் பொருந்திய துன்ப உலகில் இருந்து வாழும் வாழ்க்கை, அருள் பொருந்திய நெஞ்சம் உடையவர்களுக்கு இல்லை.'''
        self.u[244] = u'''தன் உயிரின் பொருட்டு அஞ்சி வாழ்கின்ற தீவினை, உலகில் நிலைபெற்றுள்ள மற்ற உயிர்களைப் போற்றி அருளுடையவனாக இருப்பவனுக்கு இல்லை.'''
        self.u[245] = u'''அருளுடையவராக வாழ்கின்றவர்களுக்குத் துன்பம் இல்லை, காற்று இயங்குகின்ற வளம் பெரிய உலகத்தில் வாழ்வோரே இதற்குச் சான்று ஆவர்.'''
        self.u[246] = u'''அருள் இல்லாதவராய் அறமல்லாதவைகளைச் செய்து நடப்பவர்களை, உறுதிப்பொருளாகிய அறத்திலிருந்து நீங்கித் தம் வாழ்க்கையின் குறிக்கோளை மறந்தவர் என்பார்.'''
        self.u[247] = u'''பொருள் இல்லாதவர்க்கு இவ்வுலகத்து வாழ்க்கை இல்லாதவாறு போல உயிர்களிடத்தில் அருள் இல்லாதவர்க்கு அவ்வுலகத்து வாழ்க்கை இல்லையாம்.'''
        self.u[248] = u'''பொருள் இல்லாதவர் ஒரு காலத்தில் வளம் பெற்று விளங்குவர், அருள் இல்லாதவர் வாழ்க்கையின் பயம் அற்றவரே அவர் ஒரு காலத்திலும் சிறந்து விளங்குதல் இல்லை.'''
        self.u[249] = u'''அருள் மேற்கொள்ளாதவன் செய்கின்ற அறச்செயலை ஆராய்ந்தால், அஃது அறிவு தெளியாதவன் ஒரு நூலின் உண்மைப் பொருளைக் கண்டாற் போன்றது.'''
        self.u[250] = u'''(அருள் இல்லாதவன் ) தன்னை விட மெலிந்தவர் மேல் துன்புறுத்த செல்லும் போது, தன்னை விட வலியவரின் முன் தான் அஞ்சி நிற்கும் நிலைமையை நினைக்க வேண்டும்.'''
        self.u[251] = u'''தன் உடம்பைப் பெருக்கச் செய்வதற்காகத் தான் மற்றோர் உயிரின் உடம்பைத் தின்கின்றவன் எவ்வாறு அருளுடையவனாக இருக்க முடியும்?'''
        self.u[252] = u'''பொருளுடையவராக இருக்கும் சிறப்பு அப்பொருளை வைத்துக் காப்பாற்றாதவர்க்கு இல்லை, அருளுடையவராக இருக்கும் சிறப்பு புலால் தின்பவர்க்கு இல்லை.'''
        self.u[253] = u'''ஓர் உயிரின் உடம்பைச் சுவையாக உண்டவரின் மனம் கொலைக்கருவியைக் கையில் கொண்டவரின் நெஞ்சம் போல் நன்மையாகி அருளைப் போற்றாது.'''
        self.u[254] = u'''அருள் எது என்றால் ஓர் உயிரையும் கொல்லாமலிருத்தல் அருளல்லாது எது என்றால் உயிர்களைக்கொள்ளுதல் அதன் உடம்பைத் தின்னுதல் அறம் அல்லாதது.'''
        self.u[255] = u'''உயிர்கள் உடம்பு பெற்று வாழும் நிலைமை, ஊன் உண்ணாதிருத்தலை அடிப்படையாகக் கொண்டது ஊன் உண்டால் நரகம் அவனை வெளிவிடாது.'''
        self.u[256] = u'''புலால் தின்னும் பொருட்டு உலகத்தார் உயிர்களைக் கொல்லா திருப்பாரானால், விலையின் பொருட்டு ஊன் விற்பவர் இல்லாமல் போவார்.'''
        self.u[257] = u'''புலால் உண்ணாமலிருக்க வேண்டும், ஆராய்ந்து அறிவாரைப் பெற்றால், அப் புலால் வேறோர் உயிரின் புண் என்பதை உணரலாம்.'''
        self.u[258] = u'''குற்றத்திலிருந்து நீங்கிய அறிவை உடையவர், ஒர் உயிரினிடத்திலிருந்து பிரிந்து வந்த ஊனை உண்ணமாட்டார்.'''
        self.u[259] = u'''நெய் முதலியப் பொருள்களைத் தீயில் சொரிந்து ஆயிரம் வேள்விகள் செய்தலை விட ஒன்றன் உயிரைக்கொன்று உடம்பைத் தின்னாதிருத்தல் நல்லது.'''
        self.u[260] = u'''ஓருயிரையும் கொல்லாமல் புலால் உண்ணாமல் வாழ்கின்றவனை உலகத்தில் உள்ள எல்லா உயிர்களும் கைகூப்பி வணங்கும்.'''
        self.u[261] = u'''தான் பெற்ற துன்பத்தைப் பொறுத்தலும் மற்ற உயிர்களுக்குத் துன்பம் செய்யாதிருத்தலும் ஆகியவைகளே தவத்திற்கு வடிவமாகும்.'''
        self.u[262] = u'''தவக்கோலமும் தவஒழுக்கமும் உடையவர்க்கே பொருந்துவதாகும்; அக் கோலத்தை தவஒழுக்கம் இல்லாதவர் மேற்கொள்வது வீண்முயற்சியாகும்.'''
        self.u[263] = u'''துறந்தவர்க்கு உணவு முதலியனக் கொடுத்து உதவவேண்டும் என விரும்பி மற்றவர்கள் (இல்லறத்தினர்) தவம் செய்தலை மறந்தார்களோ?'''
        self.u[264] = u'''தீமை செய்யும் பகைவரை அடக்குதலும் நன்மை செய்யும் நண்பரை உயர்த்துதலும் நினைத்த அளவில் தவத்தின் வலிமையால் உண்டாகும்.'''
        self.u[265] = u'''விரும்பிய பயன்களை விரும்பியவாறே அடைய முடியுமாகையால் செய்யத்தக்க தவம் இந்நிலையிலும் (இல்லற வாழ்க்கையிலும்) முயன்று செய்யப்படும்.'''
        self.u[266] = u'''தவம் செய்கின்றவரே தமக்குரிய கடமையைச் செய்கின்றவர் ஆவர், அவர் அல்லாத மற்றவர் ஆசை வலையில் அகப்பட்டு வீண் முயற்சி செய்கின்றவரே.'''
        self.u[267] = u'''புடமிட்டு சுடச்சுட ஒளிவிடுகின்ற பொன்னைப் போல் தவம் செய்கின்றவரை துன்பம் வருத்த வருத்த மெய்யுணர்வு மிகும்.'''
        self.u[268] = u'''தவ வலிமையால் தன்னுடைய உயிர், தான் என்னும் பற்று நீங்கப் பெற்றவனை மற்ற உயிர்கள் எல்லாம் (அவனுடைய பெருமையை உணர்ந்து) தொழும்.'''
        self.u[269] = u'''தவம் செய்வதால் பெறத்தக்க ஆற்றலைப் பெற்றவர்க்கு (ஓர் இடையூறும் இல்லையாகையால் ) எமனை வெல்லுதலும் கைகூடும்.'''
        self.u[270] = u'''ஆற்றல் இல்லாதவர் பலராக உலகில் இருப்பதற்குக் காரணம் தவம் செய்கின்றவர் சிலராகவும், செய்யாதவர் பலராகவும் இருப்பதே ஆகும்.'''
        self.u[271] = u'''வஞ்சமனம் உடையவனது பொய்யொழுக்கத்தை அவனுடைய உடம்பில் கலந்து நிற்க்கும் ஐந்து பூதங்களும் கண்டு தம்முள் சிரிக்கும்.'''
        self.u[272] = u'''தன் மனம் தான் அறிந்த குற்றத்தில் தங்குமானால் வானத்தைப் போல் உயர்ந்துள்ள தவக்கோலம் ஒருவனுக்கு என்ன பயன் செய்யும்?'''
        self.u[273] = u'''மனத்தை அடக்கும் வல்லமை இல்லாதவன் மேற்கொண்ட வலிய தவக்கோலம், புலியின் தோலைப் போர்த்திக் கொண்டு பயிரை பசு மேய்ந்தாற் போன்றது.'''
        self.u[274] = u'''தவக்கோலத்தில் மறைந்து கொண்டு தவம் அல்லாத தீயச்செயல்களைச் செய்தல், புதரில் மறைந்து கொண்டு வேடன் பறவைகளை வலைவீசிப் பிடித்தலைப் போன்றது.'''
        self.u[275] = u'''பற்றுக்களைத் துறந்தோம் என்று சொல்கின்றவரின் பொய்யொழுக்கம் என்ன செய்தோம் என்ன செய்தோம் என்று வருந்தும் படியான துன்பம் பலவும் தரும்.'''
        self.u[276] = u'''மனத்தில் பற்றுக்களைத் துறக்காமல் துறந்தவரைப் போல் வஞ்சனைச் செய்து வாழ்கின்றவரைப் போல் இரக்கமற்றவர் எவரும் இல்லை.'''
        self.u[277] = u'''புறத்தில் குன்றிமணிப்போல் செம்மையானவராய் காணப்பட்டாராயினும் அகத்தில் குன்றிமணியின் மூக்குப்போல் கருத்திருப்பவர் உலகில் உணடு.'''
        self.u[278] = u'''மனத்தில் மாசு இருக்க, தவத்தால் மாண்பு பெற்றவரைப்போல், நீரில் மறைந்து நடக்கும் வஞ்சனை உடைய மாந்தர் உலகில் பலர் உள்ளனர்.'''
        self.u[279] = u'''நேராகத் தோன்றினும் அம்பு கொடியது; வளைவுடன் தோன்றினாலும் யாழின் கொம்பு நன்மையானது. மக்களின் பண்புகளையும் செயல்வகையால் உணர்ந்துகொள்ள வேண்டும்.'''
        self.u[280] = u'''உலகம் பழிக்கும் தீயொழுக்கத்தை விட்டு விட்டால் மொட்டை அடித்தலும் சடை வளர்த்தலுமாகிய புறக்கோலங்கள் வேண்டா.'''
        self.u[281] = u'''பிறரால் இகழப்படால் வாழ விரும்புகிறவன், எத்தன்மையானப் பொருளையும் பிறரிடமிருந்து வஞ்சித்துக்கொள்ள எண்ணாதபடி தன் நெஞ்சைக் காக்க வேண்டும்.'''
        self.u[282] = u'''குற்றமானதை உள்ளத்தால் எண்ணுவதும் குற்றமே, அதானால் பிறன் பொருளை அவன் அறியாதப் வகையால் வஞ்சித்துக்கொள்வோம் என்று எண்ணாதிருக்க வேண்டும்.'''
        self.u[283] = u'''களவு செய்து பொருள் கொள்வதால் உண்டாகிய ஆக்கம் பெருகுவது போல் தோன்றி இயல்பாக இருக்க வேண்டிய அளவையும் கடந்து கெட்டு விடும்.'''
        self.u[284] = u'''களவு செய்து பிறர் பொருள் கொள்ளுதலில் ஒருவனுக்கு உள்ள மிகுந்த விருப்பம், பயன் விளையும் போது தொலையாதத் துன்பத்தைத் தரும்.'''
        self.u[285] = u'''அருளைப் பெரிதாகக்கருதி அன்பு உடையவராய் நடத்தல், பிறருடைய பொருளைக்கவர எண்ணி அவர் சோர்ந்திருக்கும் நிலையைப் பார்ப்பவரிடத்தில் இல்லை.'''
        self.u[286] = u'''களவு செய்து பிறர் பொருள் கொள்ளுதலில் மிக்க விருப்பம் உடையவர், அளவு (சிக்கனம்) போற்றி வாழும் நெறியில் நின்று ஒழுக மாட்டார்.'''
        self.u[287] = u'''களவு என்பதற்கு காரணமான மயங்கிய அறிவு உடையவராயிருத்தல், அளவு அறிந்து வாழ்தலாகிய ஆற்றலை விரும்பினவரிடத்தில் இல்லை.'''
        self.u[288] = u'''அளவறிந்து வாழ்கின்றவரின் நெஞ்சில் நிற்கும் அறம் போல் களவு செய்து பழகி அறிந்தவரின் நெஞ்சில் வஞ்சம் நிற்கும்.'''
        self.u[289] = u'''களவு செய்தலைத் தவிர மற்ற நல்லவழிகளைத் நம்பித் தெளியாதவர் அளவு அல்லாத செயல்களைச் செய்து அப்போதே கெட்டழிவர்.'''
        self.u[290] = u'''களவு செய்வார்க்கு உடலில் உயிர் வாழும் வாழ்வும் தவறிப் போகும், களவு செய்யாமல் வாழ்வோர்க்கு தேவருலகும் வாய்க்கத் தவறாது.'''
        self.u[291] = u'''வாய்மை என்று கூறப்படுவது எது என்றால், அது மற்றவர்க்கு ஒரு சிறிதும் தீங்கு இல்லாத சொற்களைக் சொல்லுதல் ஆகும்.'''
        self.u[292] = u'''குற்றம் தீர்த்த நன்மையை விளைக்குமானால் பொய்யாச் சொற்களும் வாய்மை என்று கருதத் தக்க இடத்தைப் பெறும்.'''
        self.u[293] = u'''ஒருவன் தன் நெஞ்சம் அறிவதாகிய ஒன்றைக்குறித்துப் பொய்ச் சொல்லக்கூடாது, பொய் சொன்னால் அதைக்குறித்துத் தன் நெஞ்சமே தன்னை வருத்தும்.'''
        self.u[294] = u'''ஒருவன் தன் உள்ளம் அறியப் பொய் இல்லாமல் நடப்பானானால் அத்தகையவன் உலகத்தாரின் உள்ளங்களில் எல்லாம் இருப்பவனாவான்.'''
        self.u[295] = u'''ஒருவன் தன் மனதோடு பொருந்த உண்மை பேசுவானானால் அவன் தவத்தேடு தானமும் ஒருங்கே செய்வாரை விடச் சிறந்தவன்.'''
        self.u[296] = u'''ஒருவனுக்கு பொய் இல்லாமல் வாழ்தலை விடப் புகழ் நிலை வேறொன்றும் இல்லை, அஃது அவன் அறியாமலேயெ அவனுக்கு எல்லா அறமும் கொடுக்கும்.'''
        self.u[297] = u'''பொய்யாமை ஆகிய அறத்தை உண்மையாகவே போற்றி வாழ முடிந்தால் மற்ற அறங்களைச் செய்தலும் நல்லது ஆகும்.'''
        self.u[298] = u'''புறத்தே தூய்மையாக விளங்குதல் நீரினால் ஏற்ப்படும், அதுபோல அகத்தே தூய்மையாக விளங்குதல் வாய்மையால் உண்டாகும்.'''
        self.u[299] = u'''(புறத்தில் உள்ள இருளை நீக்கும்) விளக்குகள் எல்லாம் விளக்குகள் அல்ல, சான்றோர்க்கு (அகத்து இருள் நீக்கும்) பொய்யாமையாகிய விளக்கே விளக்கு ஆகும்.'''
        self.u[300] = u'''யாம் உண்மையாக கண்ட பொருள்களுள் வாய்மைவிடத் எத்தன்மையாலும் சிறந்தவைகளாகச் சொல்லத்தக்கவை வேறு இல்லை.'''
        self.u[301] = u'''பலிக்கும் இடத்தில் சினம் வராமல் காப்பவனே சினம் காப்பவன், பலிக்காத இடத்தில் காத்தால் என்ன, காக்கா விட்டால் என்ன?'''
        self.u[302] = u'''பலிக்காத இடத்தில் (தன்னை விட வலியவரிடத்தில்) சினம் கொள்வது தீங்கு. பலிக்கும் இடத்திலும் (மெலியவரித்திலும்) சினத்தைவிடத் தீயவை வேறு இல்லை.'''
        self.u[303] = u'''யாரிடத்திலும் சினம் கொள்ளாமல் அதை மறந்து விட வேண்டும், தீமையான விளைவுகள் அச் சினத்தாலேயே ஏற்படும்.'''
        self.u[304] = u'''முகமலர்ச்சியும் அகமலர்ச்சியும் கொல்லுகின்ற சினத்தை விட ஒருவனுக்கு பகையானவை வேறு உள்ளனவோ?'''
        self.u[305] = u'''ஒருவன் தன்னைத்தான் காத்துக் கொள்வதானால் சினம் வராமல் காத்துக் கொள்ள வேண்டும், காக்கா விட்டால் சினம் தன்னையே அழித்து விடும்.'''
        self.u[306] = u'''சினம் என்னும் சேர்ந்தவரை அழிக்கும் நெருப்பு ஒருவனுக்கு இனம் இன்பத் தெப்பத்தையும் சுட்டழிக்கும்.'''
        self.u[307] = u'''(தன் வல்லமை புலப்படுத்தச்) சினத்தை பொருளென்று கொண்டவன் அழிதல், நிலத்தை அறைந்தவனுடைய கை தப்பாதது போல் ஆகும்.'''
        self.u[308] = u'''பலச் சுடர்களை உடைய பெரு நெருப்பில் தோய்வது போன்ற துன்பத்தை ஒருவன் செய்த போதிலும் கூடுமானால் அவன் மேல் சினங் கொள்ளாதிருத்தல் நல்லது.'''
        self.u[309] = u'''ஒருவன் தன் மனதால் சினத்தை எண்ணாதிருப்பானானால் நினைத்த நன்மைகளை எல்லாம் அவன் ஒருங்கே பெறுவான்.'''
        self.u[310] = u'''சினத்தில் அளவு கடந்து சென்றவர் இறந்தவரைப் போன்றவர், சினத்தை அடியோடு துறந்தவர் துறந்தவர்க்கு ஒப்பாவர்.'''
        self.u[311] = u'''சிறப்பைத்தருகின்ற பெருஞ் செல்வத்தைப் பெறுவதாக இருந்தாலும், பிறர்க்குத் துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாம்.'''
        self.u[312] = u'''ஒருவன் கறுவுகொண்டு துன்பம் செய்த போதிலும் அவனுக்கு திரும்ப துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாகும்.'''
        self.u[313] = u'''தான் ஒன்றும் செய்யாதிருக்கத் தனக்குத் தீங்கு செய்தவர்க்கும் துன்பமானாவற்றைச் செய்தால் செய்தபிறகு தப்பமுடியாத துன்பத்தையே கொடுக்கும்.'''
        self.u[314] = u'''இன்னா செய்தவரைத் தண்டித்தல் அவரே நாணும் படியாக அவருக்கு நல்லுதவி செய்து அவருடைய தீமையையும் நன்மையையும் மறந்து விடுதலாகும்.'''
        self.u[315] = u'''மற்ற உயிரின் துன்பத்தை தன் துன்பம் போல் கருதிக் காப்பாற்றா விட்டால் பெற்றுள்ள அறிவினால் ஆகும் பயன் உண்டோ.'''
        self.u[316] = u'''ஒருவன் துன்பமானவை என்று தன் வாழ்க்கையில் கண்டு உணர்ந்தவைகளை மற்றவனிடத்தில் செய்யாமல் தவிர்க்க வேண்டும்.'''
        self.u[317] = u'''எவ்வளவு சிறியதாயினும் எக்காலத்திலும் எவரிடத்திலும் மனதால் எண்ணி உண்டாகின்ற துன்பச்செயலைச் செய்யாதிருத்தலே நல்லது.'''
        self.u[318] = u'''தன் உயிருக்குத் துன்பமானவை இவை என்று உணர்ந்தவன், அத் துன்பத்தை மற்ற உயிருக்குச் செய்தல் என்ன காரணத்தாலோ?'''
        self.u[319] = u'''முற்பகலில் மற்றவருக்கு துன்பமானவற்றைச் செய்தால் அவ்வாறு செய்தவர்க்கே பிற்பகலில் துன்பங்கள் தாமாக வந்து சேரும்.'''
        self.u[320] = u'''துன்பம் எல்லாம் துன்பம் செய்தவரையேச் சார்வன, ஆகையால் துன்பம் இல்லாமல் வாழ்தலை விரும்புகின்றவர் பிறர்க்கு துன்பம் செய்யார்.'''
        self.u[321] = u'''அறமாகிய செயல் எது என்றால் ஒரு உயிரையும் கொல்லாமையாகும், கொல்லுதல் அறமல்லாத செயல்கள் எல்லாவற்றையும் விளைக்கும்.'''
        self.u[322] = u'''கிடைத்ததைப் பகுந்து கொடுத்துத் தானும் உண்டு பல உயிர்களையும் காப்பாற்றுதல் அறநூலார் தொகுத்த அறங்கள் எல்லாவற்றிலும் தலையான அறமாகும்.'''
        self.u[323] = u'''இணையில்லாத ஓர் அறமாகக் கொல்லாமை நல்லது, அதற்கு அடுத்த நிலையில் கூறத்தக்கதாகப் பொய்யாமை நல்லது.'''
        self.u[324] = u'''நல்ல வழி என்று அறநூல்களால் சொல்லப்படுவது எது என்றால், எந்த உயிரையும் கொல்லாத அறத்தைப் போற்றும் நெறியாகும்.'''
        self.u[325] = u'''வாழ்க்கையின் தன்மையைக்கண்டு அஞ்சித் துறந்தவர்கள் எல்லாரிலும், கொலைசெய்வதற்க்கு அஞ்சிக் கொல்லாத அறத்தைப் போற்றுகின்றவன் உயர்ந்தவன்.'''
        self.u[326] = u'''கொல்லாத அறத்தை மேற்கொண்டு நடக்கின்றவனுடைய வாழ்நாளின் மேல், உயிரைக்கொண்டு செல்லும் கூற்றுவனும் செல்லமாட்டான்.'''
        self.u[327] = u'''தன் உயிர் உடம்பிலிருந்து நீங்கிச் செல்வதாக இருந்தாலும், அதைத் தடுப்பதற்காகத் தான் வேறோர் உயிரை நீக்கும் செயலைச் செய்யக்கூடாது.'''
        self.u[328] = u'''கொலையால் நன்மையாக விளையும் ஆக்கம் பெரிதாக இருந்தாலும், சான்றோர்க்குக் கொலையால் வரும் ஆக்கம் மிக இழிவானதாகும்.'''
        self.u[329] = u'''கொலைத்தொழிலினராகிய மக்கள் அதன் இழிவை ஆராய்ந்தவரிடத்தில் புலைத்தொழிலுடையவராய்த் தாழ்ந்து தோன்றுவர்.'''
        self.u[330] = u'''நோய் மிகுந்த உடம்புடன் வறுமையான தீய வாழ்க்கை உடையவர், முன்பு கொலை பல செய்து உயிர்களை உடம்புகளில் இருந்து நீக்கினவர் என்று அறிஞர் கூறுவர்.'''
        self.u[331] = u'''நிலையில்லாதவைகளை நிலையானவை என்று மயங்கி உணரும் புல்லறிவு உடையவராக இருத்தல் வாழ்க்கையில் இழிந்த நிலையாகும்.'''
        self.u[332] = u'''பெரிய செல்வம் வந்து சேர்தல், கூத்தாடும் இடத்தில் கூட்டம் சேர்வதைப் போன்றது, அது நீங்கிப் போதலும் கூத்து முடிந்ததும் கூட்டம் கலைவதைப் போன்றது.'''
        self.u[333] = u'''செல்வம் நிலைக்காத இயல்பை உடையது, அத்தகைய செல்வத்தைப்பெற்றால், பெற்ற அப்போதே நிலையான அறங்களைச் செய்ய வேண்டும்.'''
        self.u[334] = u'''வாழ்க்கையை ஆராய்ந்து உணர்வாரைப் பெற்றால் நாள் என்பது ஒரு கால அளவுகோல்காட்டி, உயிரை உடம்பிலிருந்து பிரித்து அறுக்கும் வாளாக உள்ளது.'''
        self.u[335] = u'''நாவை அடக்கி விக்கல் மேலெழுவதற்கு முன்னே (இறப்பு நெருங்குவதற்கு முன்) நல்ல அறச்செயலை விரைந்து செய்யத்தக்கதாகும்.'''
        self.u[336] = u'''நேற்று இருந்தவன் ஒருவன் இன்று இல்லாமல் இறந்து போனான் என்று சொல்லப்படும் நிலையாமைஆகிய பெருமை உடையது இவ்வுலகம்.'''
        self.u[337] = u'''அறிவில்லாதவர் ஒரு வேளையாவது வாழ்க்கையின் தன்மையை ஆராய்ந்து அறிவதில்லை.ஆனால் வீணீல் எண்ணுவனவோ ஒரு கோடியும் அல்ல, மிகப்பல எண்ணங்கள்.'''
        self.u[338] = u'''உடம்போடு உயிர்க்கு உள்ள உறவு, தான் இருந்த கூடு தனியே இருக்க அதை விட்டு வேறிடத்திற்குப் பறவை பறந்தாற் போன்றது.'''
        self.u[339] = u'''இறப்பு எனப்படுவது ஒருவனுக்குஉறக்கம் வருதலைப் போன்றது, பிறப்பு எனப்படுவது உறக்கம் நீங்கி விழித்துக் கொள்வதைப் போன்றது.'''
        self.u[340] = u'''(நோய்களுக்கு இடமாகிய) உடம்பில் ஒரு மூலையில் குடியிருந்த உயிர்க்கு, நிலையாகப் புகுந்திருக்கும் வீடு இதுவரையில் அமையவில்லையோ.'''
        self.u[341] = u'''ஒருவன் எந்தப் பொருளிலிருந்து, எந்தப் பொருளிலிருந்து பற்று நீங்கியவனாக இருக்கின்றானோ, அந்தந்தப் பொருளால் அவன் துன்பம் அடைவதில்லை.'''
        self.u[342] = u'''துன்பமில்லாத நிலைமை வேண்டுமானால் எல்லாப் பொருள்களும் உள்ள காலத்திலேயெ துறக்க வேண்டும்,துறந்த பின் இங்குப் பெறக்கூடும் இன்பங்கள் பல.'''
        self.u[343] = u'''ஐம்பொறிகளுக்கும் உரிய ஐந்து புலன்களின் ஆசையையும் வெல்லுதல் வேண்டும், அவற்றிற்கு வேண்டிய பொருள்களை எல்லாம் ஒரு சேர விட வேண்டும்.'''
        self.u[344] = u'''தவம் செய்தவற்கு ஒரு பற்றும் இல்லாதிருத்தல் இயல்பாகும், பற்று உடையவராக இருத்தல் மீண்டும் மயங்குவதற்கு வழியாகும்.'''
        self.u[345] = u'''பிறவித் துன்பத்தைப் போக்க முயல்கின்றவர்க்கு உடம்பும் மிகையான பொருள் ஆகையால் அதற்கு மேல் வேறு தொடர்பு கொள்வது ஏனோ?'''
        self.u[346] = u'''உடம்பை யான் எனக் கருதலும் தொடர்பு இல்லாத பொருளை எனது எனக்கருதலுமாகிய மயக்கத்தை போக்குகின்றவன், தேவர்க்கும் எட்டாத உயர்ந்த நிலை அடைவான்.'''
        self.u[347] = u'''யான் எனது என்னும் இருவகைப் பற்றுக்களையும் பற்றிக் கொண்டுவிடாத வரை, துன்பங்களும் விடாமல் பற்றிக்கொள்கின்றன.'''
        self.u[348] = u'''முற்றத் துறந்தவறே உயர்ந்த நிலையினர் ஆவர், அவ்வாறு துறக்காத மற்றவர் அறியாமையாகிய வலையில் அகப்பட்டவர் ஆவர்.'''
        self.u[349] = u'''இருவகைப் பற்றும் அற்றபொழுதே அந்நிலை பிறவித் துன்பத்தை ஒழிக்கும், இல்லையானால் (பிறவித்துன்பம் மாறி மாறி வந்து) நிலையாமைக் காணப்படும்.'''
        self.u[350] = u'''பற்றில்லாதவனாகிய கடவுளுடைய பற்றை மட்டும் பற்றிக் கொள்ள வேண்டும், உள்ள பற்றுக்களை விட்டொழிப்பதற்கே அப் பற்றைப் பற்ற வேண்டும்.'''
        self.u[351] = u'''மெய்ப்பொருள் அல்லாதவைகளை மெய்ப்பொருள் என்று தவறாக உணர்கின்ற மயக்க உணர்வால் சிறப்பில்லாத துன்பப் பிறவி உண்டாகும்.'''
        self.u[352] = u'''மயக்கம் நீங்கிக் குற்றம் அற்ற மெய்யுணர்வை உடையவர்க்கு, அம் மெய்யுணர்வு அறியாமையை நீக்கி இன்ப நிலையைக்கொடுக்கும்.'''
        self.u[353] = u'''ஐயத்திலிருந்து நீங்கி மெய்யுணர்வு பெற்றவர்க்கு அடைந்துள்ள இவ்வுலகை விட அடைய வேண்டிய மேலுலகம் அண்மையில் உள்ளதாகும்.'''
        self.u[354] = u'''மெய்யுணர்வு இல்லாதவர்க்கு ஐந்து புலன்களின் வேறுபாட்டால் வளர்ந்த ஐந்து வகை உணர்வும் முற்றப்பெற்ற போதிலும் பயன் இல்லை.'''
        self.u[355] = u'''எப்பொருள் எத்தன்மையதாய்த் தோன்றினாலும் (அத்தோற்றத்தை மட்டும் கண்டுமங்காமல்) அப் பொருளின் உண்மையான இயல்பை அறிவதே மெய்யுணர்வாகும்.'''
        self.u[356] = u'''கற்க வேண்டிய வற்றைக் கற்று இங்கு மெய்ப் பொருளை உணர்ந்தவர் , மீண்டும் இப்பிறப்பிற்கு வராத வழியை அடைவர்.'''
        self.u[357] = u'''ஒருவனுடைய உள்ளம் உண்மைப் பொருளை ஆராய்ந்து உறுதியாக உணர்ந்தால், அவனுக்கு மீண்டும் பிறப்பு உள்ள தென எண்ண வேண்டா.'''
        self.u[358] = u'''பிறவித்துன்பத்திற்கு காரணமான அறியாமை நீங்குமாறு முக்தி எனும் சிறந்த நிலைக்குக் காரணமான செம் பொருளைக் காண்பதே மெய்யுணர்வு.'''
        self.u[359] = u'''எல்லாப் பொருளுக்கும் சார்பான செம்பொருளை உணர்ந்து பற்றுக் கெடுமாறு ஒழுகினால், சார்வதற்க்கு உரிய துன்பங்கள் திரும்ப வந்து அடையா.'''
        self.u[360] = u'''விருப்பு, வெறுப்பு, அறியாமை ஆகிய இக் குற்றங்கள் மூன்றனுடைய பெயரும் கெடுமாறு ஒழுகினால் துன்பங்கள் வராமற் கெடும்.'''
        self.u[361] = u'''எல்லா உயிர்களுக்கும் எக்காலத்திலும் ஒழியாமல் வருகின்ற பிறவித்துன்பத்தை உண்டாக்கும் வித்து அவா என்றுக் கூறுவர்.'''
        self.u[362] = u'''ஒருவன் ஒன்றை விரும்புவதனால் பிறவா நிலைமையை விரும்ப வேண்டும், அது அவா அற்ற நிலையை விரும்பினால் உண்டாகும்.'''
        self.u[363] = u'''அவா அற்ற நிலைமை போன்ற சிறந்த செல்வம் இவ்வுலகில் இல்லை, வேறு எங்கும் அதற்க்கு நிகரான ஒன்று இல்லை.'''
        self.u[364] = u'''தூயநிலை என்றுக் கூறப்படுவது அவா இல்லா திருத்தலே யாகும், அவா அற்ற அத்தன்மை மெய்ப்பொருளை விரும்புவதால் உண்டாகும்.'''
        self.u[365] = u'''பற்றற்றவர் என்றுக் கூறப்படுவோர் அவா அற்றவரே, அவா அறாத மற்றவர் அவ்வளவாகப் பற்று அற்றவர் அல்லர்.'''
        self.u[366] = u'''ஒருவன் அவாவிற்கு அஞ்சி வாழ்வதே அறம், ஏன் எனில் ஒருவனைச் சோர்வு கண்டுகொடுத்து வஞ்சிப்பது அவாவே.'''
        self.u[367] = u'''ஒருவன் ஆசையை முழுதும் ஒழித்தால், அவன் கெடாமல் வாழ்வதற்கு உரிய நல்ல செயல் அவன் விரும்புமாறு வாய்க்கும்.'''
        self.u[368] = u'''அவா இல்லாதவர்க்குத் துன்பம் இல்லையாகும், அவா இருந்தால் எல்லாத் துன்பங்களும் மேலும் மேலும் ஒழியாமல் வரும்.'''
        self.u[369] = u'''அவா என்று சொல்லப்படுகின்ற துன்பங்களுள் பொல்லாதத் துன்பம் கெடுமானால் இவ் வுலகில் இன்பம் இடையறாமல் வாய்க்கும்.'''
        self.u[370] = u'''ஒருபோதும் நிரம்பாத தன்மை உடைய அவாவை ஒழித்தால் ஒழித்த அந்நிலையே எப்போதும் மாறாதிருக்கும் இன்ப வாழ்வைத் தரும்.'''
        self.u[371] = u'''கைப்பொருள் ஆவதற்க்கு காரணமான ஊழால் சோர்வில்லாத முயற்சி உண்டாகும், கைப்பொருள் போவதற்க்கு காரணமான ஊழால் சோம்பல் ஏற்படும்.'''
        self.u[372] = u'''பொருள் இழந்தற்கு காரணமான ஊழ், பேதை யாக்கும் பொருள் ஆவதற்க்கு காரணமான ஊழ் அறிவைப் பெருக்கும்.'''
        self.u[373] = u'''ஒருவன் நுட்பமான நூல் பலவற்றைக் கற்றாலும் ஊழுக்கு ஏற்றவாறு அவனுக்கு உள்ள தாகும் அறிவே மேம்பட்டுத் தோன்றும்.'''
        self.u[374] = u'''உலகத்தின் இயற்க்கை ஊழின் காரணமாக இரு வேறு வகைப்படும், செல்வம் உடையவராதலும் வேறு அறிவு உடையவராதலும் வேறு.'''
        self.u[375] = u'''செல்வத்தை ஈட்டும் முயற்சிக்கு ஊழ்வகையால் நல்லவை எல்லாம் தீயவை ஆதலும் உண்டு, தீயவை நல்லவை ஆதலும் உண்டு.'''
        self.u[376] = u'''ஊழால் தமக்கு உரியவை அல்லாதப் பொருள்கள் வருந்திக்காப்பாற்றினாலும் நில்லாமல் போகும் தமக்கு உரியவை கொண்டு போய்ச் சொரிந்தாலும் போகா.'''
        self.u[377] = u'''ஊழ் ஏற்ப்படுத்திய வகையால் அல்லாமல் முயன்று கோடிக்கணக்கானப் பொருளைச் சேர்த்தவருக்கும் அவற்றை நுகர முடியாது.'''
        self.u[378] = u'''வரவேண்டிய துன்பங்கள் வந்து வருத்தாமல் நீங்குமானால் நுகரும் பொருள் இல்லாத வறியவர் துறவறம் மேற்க்கொள்வர்.'''
        self.u[379] = u'''நல்வினை விளையும் போது நல்லவை எனக் கருதி மகிழ்கின்றனர், தீவினை விளையும் போது துன்பப்பட்டுக் கலங்குவது ஏனோ?'''
        self.u[380] = u'''ஊழை விட மிக்க வலிமையுள்ளவை வேறு எவை உள்ளன, ஊழை விலக்கும் பொருட்டு மற்றோரு வழியைஆராய்ந்தாலும் அங்கும் தானே முன் வந்து நிற்கும்.'''
        self.u[381] = u'''படை குடி கூழ் அமைச்சு நட்பு அரண் என்று கூறப்படும் ஆறு அங்கங்களையும் உடையவனே அரசருள் ஆண் சிங்கம் போன்றவன். '''
        self.u[382] = u'''அஞ்சாமை, ஈகை, அறிவுடைமை, ஊக்கமுடைமை ஆகிய இந்த நான்கு பண்புகளும் குறைவுபடாமல் இருத்தலே அரசனுக்கு இயல்பாகும்.'''
        self.u[383] = u'''காலம் தாழ்த்தாத தன்மை, கல்வியுடைமை, துணிவுடைமை ஆகிய இந்த மூன்று பண்புகளும் நிலத்தை ஆளும் அரசனுக்கு நீங்காமல் இருக்க வேண்டியவை. '''
        self.u[384] = u'''ஆட்சி முறைக்கு உரிய அறத்தில் தவறாமல், அறமல்லாதவற்றை நீக்கி, வீரத்தில் குறைபடாத மானத்தை உடையவனே சிறந்த அரசன் ஆவான். '''
        self.u[385] = u'''பொருள் வரும் வழிகளை மேன்மேலும் இயற்றலும் வந்த பொருள்களைச் சேர்த்தலும், காத்தலும், காத்தவற்றை வகுத்துச் செலவு செய்தலும் வல்லவன் அரசன்.'''
        self.u[386] = u'''காண்பதற்கு எளியவனாய், கடுஞ்சொல் கூறாதவனாய் இருந்தால், அந்த மன்னனுடைய ஆட்சிக்கு உட்பட்ட நாட்டை உலகம் புகழும்.'''
        self.u[387] = u'''இனிய சொற்களுடன் தக்கவர்க்குப் பொருளை உதவிக் காக்கவல்ல அரசனுக்கு இவ்வுலகம் தன் புகழோடு தான் கருதியபடி அமைவதாகும். '''
        self.u[388] = u'''நீதிமுறை செய்து குடிமக்களைக் காப்பாற்றும் மன்னவன், மக்களுக்குத் தலைவன் என்று தனியே கருதி மதிக்கப்படுவான்.'''
        self.u[389] = u'''குறைகூறுவோரின் சொற்களைச் செவி கைக்கும் நிலையிலும் பொறுக்கின்ற பண்பு உடைய அரசனது குடைநிழலில் உலகம் தங்கும். '''
        self.u[390] = u'''கொடை, அருள், செங்கோல்முறை, தளர்ந்த குடிகளைக் காத்தல் ஆகிய நான்கும் உடைய அரசன், அரசர்க்கெல்லாம் விளக்குப் போன்றவன். '''
        self.u[391] = u'''கற்கத் தகுந்த நூல்களைக் குற்றமறக் கற்க வேண்டும்; அவ்வாறு கற்ற பிறகு கற்ற கல்விக்குத் தக்கவாறு நெறியில் நிற்க வேண்டும்.'''
        self.u[392] = u'''எண் என்று சொல்லப்படுவன, எழுத்து என்று சொல்லப்படுவன ஆகிய இருவகைக் கலைகளையும் வாழும் மக்களுக்குக் கண்கள் என்று கூறுவர்.'''
        self.u[393] = u'''கண்ணுடையவர் என்று உயர்வாகக் கூறப்படுகின்றவர் கற்றவரே; கல்லாதவர் முகத்தில் இரண்டு புண் உடையவர் ஆவர். '''
        self.u[394] = u'''மகிழும்படியாகக் கூடிப் பழகி. (இனி இவரை எப்போது காண்போம் என்று) வருந்தி நினைக்கும் படியாகப் பிரிதல் புலவரின் தொழிலாகும்.'''
        self.u[395] = u'''செல்வர்முன் வறியவர் நிற்பதுபோல் (கற்றவர்முன்) ஏங்கித் தாழ்ந்து நின்றும் கல்வி கற்றவரே உயர்ந்தவர்; கல்லாதவர் இழிந்தவர். '''
        self.u[396] = u'''மணலில் உள்ள கேணியில் தோண்டிய அளவிற்கு நீர் ஊறும்; அதுபோல், மக்களுக்குக் கற்ற கல்வியின் அளவிற்கு அறிவு ஊறும்.'''
        self.u[397] = u'''கற்றவனுக்குத் தன் நாடும் ஊரும்போலவே வேறு எதுவாயினும் நாடாகும்; ஊராகும்; ஆகையால் ஒருவன் சாகும்வரையில் கல்லாமல் காலங்கழிப்பது ஏன்?'''
        self.u[398] = u'''ஒரு பிறப்பில் தான் கற்ற கல்வியானது அப்பிறப்பிற்கு மட்டும் அல்லாமல் ஒருவனுக்கு எழுபிறப்பிலும் உதவும் தன்மையுடையதாகும்.'''
        self.u[399] = u'''தாம் இன்புறுவதற்குக் காரணமான கல்வியால் உலகமும் இன்புறுவதைக் கண்டு, கற்றறிந்த அறிஞர் மேன்மேலும் (அக்கல்வியையே) விரும்புவர்.'''
        self.u[400] = u'''ஒருவனுக்கு அழிவு இல்லாத சிறந்த செல்வம் கல்வியே ஆகும்; கல்வி தவிர மற்றப் பொருள்கள் (அத்தகைய சிறப்புடைய ) செல்வம் அல்ல. '''
        self.u[401] = u'''அறிவு நிரம்புவதற்குக் காரணமான நூல்களைக் கற்காமல் கற்றவரிடம் சென்று பேசுதல், சூதாடும் அரங்கு இழைக்காமல் வட்டுக்காயை உருட்டி ஆடினாற் போன்றது.'''
        self.u[402] = u'''(கற்றவரின் அவையில்) கல்லாதவன் ஒன்றைச் சொல்ல விரும்புதல், முலை இரண்டும் இல்லாதவள் பெண் தன்மையை விரும்பினாற் போன்றது. '''
        self.u[403] = u'''கற்றவரின் முன்னிலையில் ஒன்றையும் சொல்லாமல் அமைதியாக இருக்கப்பெற்றால், கல்லாதவர்களும் மிகவும் நல்லவரே ஆவர். '''
        self.u[404] = u'''கல்லாதவனுடைய அறிவுடைமை ஒருகால் மிக நன்றாக இருந்தாலும் அறிவுடையோர் அதனை அறிவின் பகுதியாக ஏற்றுக் கொள்ளமாட்டார். '''
        self.u[405] = u'''கல்லாத ஒருவன் தன்னைத் தான் மதித்துக் கொள்ளும் மதிப்பு (கற்றவரிடம்) கூடிப் பேசும்போது அப்பேச்சினால் கெடும்.'''
        self.u[406] = u'''கல்லாதவர் உயிரோடிருக்கின்றனர் என்று சொல்லப் படும் அளவினரே அல்லாமல், ஒன்றும் விளையாத களர்நிலத்திற்கு ஒப்பாவர்.'''
        self.u[407] = u'''நுட்பமானதாய் மாட்சியுடையதாய் ஆராயவல்லதான அறிவு இல்லாதவனுடைய எழுச்சியான அழகு, மண்ணால் சிறப்பாகப் புனையப்பட்ட பாவை போன்றது.'''
        self.u[408] = u'''கல்லாதவரிடம் சேர்ந்துள்ள செல்வமானது, கற்றறிந்த நல்லவரிடம் உள்ள வறுமையைவிட மிகத் துன்பம் செய்வதாகும்.'''
        self.u[409] = u'''கல்லாதவர் உயர்ந்த குடியில் பிறந்தவராக இருப்பினும் தாழ்ந்த குடியில் பிறந்திருந்தும் கல்வி கற்றவரைப் போன்ற பெருமை இல்லாதவரே.'''
        self.u[410] = u'''அறிவு விளங்குவதற்குக் காரணமான நூல்களைக் கற்றவரோடு கல்லாதவர், மக்களோடு விலங்குகளுக்கு உள்ள அவ்வளவு வேற்றுமை உடையவர்.'''
        self.u[411] = u'''செவியால் கேட்டறியும் செல்வம், செல்வங்களுள் ஒன்றாகப் போற்றப்படும் செல்வமாகும்; அச் செல்வம் செல்வங்கள் எல்லாவற்றிலும் தலையானதாகும்.'''
        self.u[412] = u'''செவிக்குக் கேள்வியாகிய உணவு இல்லாதபோது (அதற்குத் துணையாக உடலை ஓம்புமாறு) வயிற்றுக்கும் சிறிது உணவு தரப்படும்.'''
        self.u[413] = u'''செவியுணவாகிய கேள்வி உடையவர் நிலத்தில் வாழ்கின்றவரே ஆயினும், அவி உணவைக்கொள்ளும் தேவரோடு ஒப்பாவர்.'''
        self.u[414] = u'''நூல்களைக் கற்கவில்லையாயினும், கற்றறிந்தவரிடம் கேட்டறிய வேண்டும்; அஃது ஒருவனுக்கு வாழ்க்கையில் தளர்ச்சி வந்தபோது ஊன்றுகோல்போல் துணையாகும்.'''
        self.u[415] = u'''ஒழுக்கமுடைய சான்றோரின் வாய்ச்சொற்கள், வழுக்கல் உடைய சேற்றுநிலத்தில் ஊன்றுகோல்போல் வாழ்க்கையில் உதவும்.'''
        self.u[416] = u'''எவ்வளவு சிறிதேயாயினும் நல்லவற்றைக் கேட்டறிய வேண்டும்; கேட்ட அந்த அளவிற்கு அவை நிறைந்த பெருமையைத் தரும்.'''
        self.u[417] = u'''நுட்பமாக உணர்ந்து நிறைந்த கேள்வியறிவை உடையவர். (ஒருகால் பொருள்களைத்) தவறாக உணர்ந்திருந்தாலும் பேதைமையானவற்றைச் சொல்லார்.'''
        self.u[418] = u'''கேள்வியறிவால் துளைக்கப்படாத செவிகள், (இயற்கையான துளைகள் கொண்டு ஒசையைக்) கேட்டறிந்தலும், கேளாத செவிட்டுத் தன்மை உடையனவே.'''
        self.u[419] = u'''நுட்பமான பொருள்களைக் கேட்டறிந்தவர் அல்லாத மற்றவர், வணக்கமான சொற்களைப் பேசும் வாயினை உடையவராக முடியாது.'''
        self.u[420] = u'''செவியால் கேள்விச்சுவை உணராமல் வாயின் சுவையுணர்வு மட்டும் உடைய மக்கள், இறந்தாலும் என்ன? உயிரோடு வாழ்ந்தாலும் என்ன?'''
        self.u[421] = u'''அறிவு, அழிவு வராமல் காக்கும் கருவியாகும்; அன்றியும் பகைகொண்டு எதிர்ப்பவர்க்கும் அழிக்க முடியாத உள்ளரணும் ஆகும். '''
        self.u[422] = u'''மனத்தைச் சென்ற இடத்தில் செல்லவிடாமல், தீமையானதிலிருந்து நீக்கிக் காத்து நன்மையானதில் செல்லவிடுவதே அறிவாகும்.'''
        self.u[423] = u'''எப்பொருளை யார் யாரிடம் கேட்டாலும் (கேட்டவாறே கொள்ளாமல்) அப்பொருளின் மெய்யான பொருளைக் காண்பதே அறிவாகும்.'''
        self.u[424] = u'''தான் சொல்லுவன எளிய பொருளையுடையனவாகப் பதியுமாறு சொல்லித், தான் பிறரிடம் கேட்பவற்றின் நுட்பமான பொருளையும் ஆராய்ந்து காண்பது அறிவாகும்.'''
        self.u[425] = u'''உலகத்து உயர்ந்தவரை நட்பாக்கிக்கொள்வது சிறந்த அறிவு; முன்னே மகிழ்ந்து விரிதலும் பின்னே வருந்திக் குவிதலும் இல்லாதது அறிவு.'''
        self.u[426] = u'''உலகம் எவ்வாறு நடைபெறுகின்றதோ, உலகத்தோடு பொருந்திய வகையில் தானும் அவ்வாறு நடப்பதே அறிவாகும். '''
        self.u[427] = u'''அறிவுடையவர் எதிர்காலத்தில் நிகழப்போவதை முன்னே எண்ணி அறியவல்லார்; அறிவில்லாதவர் அதனை அறிய முடியாதவர்.'''
        self.u[428] = u'''அஞ்சத்தக்கதைக் கண்டு அஞ்சாதிருப்பது அறியாமையாகும்; அஞ்சத்தக்கதைக் கண்டு அஞ்சுவதே அறிவுடைவரின் தொழிலாகும்.'''
        self.u[429] = u'''வரப்போவதை முன்னே அறிந்து காத்துக் கொள்ளவல்ல அறிவுடையவர்க்கு, அவர் நடுஙகும்படியாக வரக்கூடிய துன்பம் ஒன்றும் இல்லை.'''
        self.u[430] = u'''அறிவுடையவர் (வேறொன்றும் இல்லாதிருப்பினும்) எல்லாம் உடையவரே ஆவர்; அறிவில்லாதவர் வேறு என்ன உடையவராக இருப்பினும் ஒன்றும் இல்லாதவரே ஆவர்.'''
        self.u[431] = u'''செருக்கும் சினமும் காமமும் ஆகிய இந்தக் குற்றங்கள் இல்லாதவருடைய வாழ்வில் காணும் பெருக்கம் மேம்பாடு உடையதாகும்.'''
        self.u[432] = u'''பொருள் கொடாத தன்மையும், மாட்சியில்லாத மானமும், தகுதியற்ற மகிழ்ச்சியும் தலைவனாக இருப்பவனுக்குக் குற்றங்களாகும்.'''
        self.u[433] = u'''பழி நாணுகின்ற பெருமக்கள் தினையளவாகிய சிறு குற்றம் நேர்ந்தாலும், அதைப் பனையளவாகக் கருதிக் (குற்றம் செய்யாமல்) காத்துக்கொள்வர்.'''
        self.u[434] = u'''குற்றமே ஒருவனுக்கு அழிவை உண்டாக்கும் பகையாகும். ஆகையால் குற்றம் செய்யாமல் இருப்பதே நோக்கமாகக் கொண்டு காத்துக் கொள்ளவேண்டும்.'''
        self.u[435] = u'''குற்றம் நேர்வதற்கு முன்னமே வராமல் காத்துக் கொள்ளாதவனுடைய வாழ்க்கை, நெருப்பின்முன் நின்ற வைக்கோல்போர்போல் அழிந்துவிடும்.'''
        self.u[436] = u'''முன்னே தன் குற்றத்தைக் கண்டு நீக்கிப் பிறகு பிறருடைய குற்றத்தை ஆராயவல்லவனானால் தலைவனுக்கு என்ன குற்றமாகும்?'''
        self.u[437] = u'''செய்யத்தக்க நன்மைகளைச்செய்யாமல் பொருளைச் சேர்த்து வைத்திருப்பவனுடைய செல்வம் உய்யுந்தன்மை இல்லாமல் அழியும்.'''
        self.u[438] = u'''பொருளினிடத்தில் பற்றுக் கொள்ளும் உள்ளமாகிய ஈயாத்தன்மை, குற்றம் எதனோடும் சேர்த்து எண்ணத்தகாத ஒரு தனிக் குற்றமாகும்.'''
        self.u[439] = u'''எக்காலத்திலும் தன்னை மிக உயர்வாக எண்ணி வியந்து மதிக்கக்கூடாது; நன்மை தராத செயலைத் தான் விரும்பவும் கூடாது.'''
        self.u[440] = u'''தன் விருப்பம் பிறர்க்குத் தெரியாதபடி விருப்பமானவற்றை நுகர வல்லவனானால், பகைவர் தன்னை வஞ்சிப்பதற்காகச் செய்யும சூழ்ச்சிகள் பலிக்காமல் போகும்.'''
        self.u[441] = u'''அறம் உணர்ந்தவராய்த் தன்னைவிட மூத்தவராய் உள்ள அறிவுடையவரின் நட்பைக், கொள்ளும் வகை அறிந்து ஆராய்ந்து கொள்ள வேண்டும்.'''
        self.u[442] = u'''வந்துள்ள துன்பத்தை நீக்கி, இனித் துன்பம் வராதபடி முன்னதாகவே காக்கவல்ல தன்மையுடையவரைப் போற்றி நட்புக் கொள்ள வேண்டும்.'''
        self.u[443] = u'''பெரியாரைப் போற்றித் தமக்குச் சுற்றத்தாராக்கிக் கொள்ளுதல் பெறத்தக்க அரிய பேறுகள் எல்லாவற்றிலும் அருமையானதாகும்.'''
        self.u[444] = u'''தம்மை விட, ( அறிவு முதலியவற்றால் ) பெரியவர் தமக்குச் சுற்றத்தாராகுமாறு நடத்தல், வல்லமை எல்லாவற்றிலும் சிறந்ததாகும்.'''
        self.u[445] = u'''தக்க வழிகளை ஆராய்ந்து கூறும் அறிஞரையே உலகம் கண்ணாகக் கொண்டு நடத்தலால், மன்னவனும் அத்தகையாரை ஆராய்ந்து நட்புக் கொள்ள வேண்டும்.'''
        self.u[446] = u'''தக்க பெரியாரின் கூட்டத்தில் உள்ளவனாய் நடக்கவல்ல ஒருவனுக்கு அவனுடைய பகைவர் செய்யக்கூடிய தீங்கு ஒன்றும் இல்லை.'''
        self.u[447] = u'''கடிந்து அறிவுரை கூறவல்ல பெரியாரின் துணை கொண்டு நடப்பவரைக் கெடுக்கும் ஆற்றல் உடையவர் யார் இருக்கின்றனர்?'''
        self.u[448] = u'''கடிந்து அறிவுரை கூறும் பெரியாரின் துணை இல்லாத காவலற்ற அரசன் தன்னைக் கெடுக்கும் பகைவர் எவரும் இல்லாவிட்டாலும் கெடுவான்.'''
        self.u[449] = u'''முதல் இல்லாத வணிகர்க்கு அதனால் வரும் ஊதியம் இல்லை; அது போல் தம்மைத் தாங்கிக் காப்பாற்றும் துணை இல்லாதவர்க்கு நிலைபேறு இல்லை.'''
        self.u[450] = u'''நல்லவராகிய பெரியாரின் தொடர்பைக் கைவிடுதல் பலருடைய பகையைத் தேடிக்கொள்வதைவிடப் பத்து மடங்கு தீமை உடையதாகும்.'''
        self.u[451] = u'''பெரியோரின் இயல்பு சிற்றினத்தை அஞ்சி ஒதுக்கும்; சிறியோரின் இயல்பு அதையே சுற்றமாக எண்ணித் தழுவிக் கொள்ளும்.'''
        self.u[452] = u'''சேர்ந்த நிலத்தின் இயல்பால் நீர் வேறுபட்டு அந்நிலத்தின் தன்மையுடையதாகும்; அது போல் மக்களுடைய அறிவு இனத்தின் இயல்பினை உடையதாகும்.'''
        self.u[453] = u'''மக்களுக்கு இயற்கையறிவு மனத்தால் ஏற்படும்; இப்படிப்பட்டவன் என்று உலகத்தாரால் மதிக்கப்படும் சொல் சேர்ந்த இனத்தால் ஏற்படும்.'''
        self.u[454] = u'''ஒருவனுக்குச் சிறப்பறிவு மனத்தில் உள்ளது போலக்காட்டி (உண்மையாக நோக்கும் போது) அவன் சேர்ந்த இனத்தில் உள்ளதாகும்.'''
        self.u[455] = u'''மனத்தின் தூய்மை, செய்யும் செயலின் தூய்மை ஆகிய இவ்விரண்டும் சேர்ந்த இனத்தின் தூய்மையைப் பொறுத்தே ஏற்படும்.'''
        self.u[456] = u'''மனம் தூய்மையாகப் பெற்றவர்க்கு அவர்க்குப்பின் எஞ்சி நிற்கும் புகழ் முதலியவை நன்மையாகும். இனம் தூய்மையாக உள்ளவர்க்கு நன்மையாகாத செயல் இல்லை.'''
        self.u[457] = u'''மனத்தின் நன்மை உயிர்க்கு ஆக்கமாகும்; இனத்தின் நன்மை (அவ்வளவோடு நிற்காமல்) எல்லாப் புகழையும் கொடுக்கும்.'''
        self.u[458] = u'''மனத்தின் நன்மையை உறுதியாக உடையவராயினும் சான்றோர்க்கு இனத்தின் நன்மை மேலும் நல்ல காவலாக அமைவதாகும்.'''
        self.u[459] = u'''மனத்தின் நன்மையால் மறுமை இன்பம் உண்டாகும்; அதுவும் இனத்தின் நன்மையால் மேலும் சிறப்புடையதாகும்.'''
        self.u[460] = u'''நல்ல இனத்தைவிடச் சிறந்ததாகிய துணையும் உலகத்தில் இல்லை; தீய இனத்தைவிடத் துன்பப்படுத்தும் பகையும் இல்லை.'''
        self.u[461] = u'''(ஒரு செயலைத் தொடங்குமுன்) அதனால் அழிவதையும், அழிந்தபின் ஆவதையும், பின்பு உண்டாகும் ஊதியத்தையும் ஆராய்ந்து செய்ய வேண்டும்.'''
        self.u[462] = u'''ஆராய்ந்து சேர்ந்த இனத்துடன் (செயலைப்பற்றி) நன்றாகத் தேர்ந்து, தாமும் எண்ணிப் பார்த்துச் செய்கின்றவர்க்கு அரிய பொருள் ஒன்றும் இல்லை.'''
        self.u[463] = u'''பின் விளையும் ஊதியத்தைக் கருதி இப்போது உள்ள முதலை இழந்துவிடக் காரணமான செயலை அறிவுடையவர் மேற்கொள்ளமாட்டார்.'''
        self.u[464] = u'''இழிவு தருவதாகிய குற்றத்திற்கு அஞ்சுகின்றவர் ( இன்ன ஊதியம் பயக்கும் என்னும்) தெளிவு இல்லாத செயலைத் தொடங்கமாட்டார்.'''
        self.u[465] = u'''செயலின் வகைகளை எல்லாம் முற்ற எண்ணாமல் செய்யத் தொடங்குதல் பகைவரை வளரும் பாத்தியில் நிலைபெறச் செய்வதொரு வழியாகும்.'''
        self.u[466] = u'''ஒருவன் செய்யத்தகாத செயல்களைச் செய்வதனால் கெடுவான்; செய்யத்தக்க செயல்களைச் செய்யாமல் விடுவதனாலும் கெடுவான்.'''
        self.u[467] = u'''(செய்யத் தகுந்த) செயலையும் வழிகளை எண்ணிய பிறகே துணிந்து தொடங்க வேண்டும். துணிந்தபின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.'''
        self.u[468] = u'''தக்கவழியில் செய்யப்படாத முயற்சி பலர் துணையாக நின்று (அதை முடிக்குமாறு) காத்த போதிலும் குறையாகி விடும்.'''
        self.u[469] = u'''அவரவருடைய இயல்புகளை அறிந்து அவரவர்க்குப் பொருந்துமாறு செய்யாவிட்டால் நன்மை செய்வதிலும் தவறு உண்டாகும்.'''
        self.u[470] = u'''தம் நிலைமையோடு பொருந்தாதவற்றை உலகம் ஏற்றுக் கொள்ளாது. ஆகையால் உலகம் இகழ்ந்து தள்ளாத செயல்களை ஆராய்ந்து செய்ய வேண்டும்..'''
        self.u[471] = u'''செயலின் வலிமையும், தன் வலிமையும், பகைவனுடைய வலிமையும், இருவர்க்கும் துணையானவரின் வலிமையும் ஆராய்ந்து செய்யவேண்டும்.'''
        self.u[472] = u'''தனக்குப் பொருந்தும் செயலையும், அதற்காக அறிய வேண்டியதையும் அறிந்து அதனிடம் நிலைத்து முயல்கின்றவர்க்கு முடியாதது ஒன்றும் இல்லை ஒன்றும் இல்லை.'''
        self.u[473] = u'''தம்முடைய வலிமை இவ்வளவு என்று அறியாமல் ஊக்கத்தால் முனைந்து தொடங்கி இடையில் அதை முடிக்க வகையில்லாமல் அழிந்தவர் பலர்.'''
        self.u[474] = u'''மற்றவர்களோடு ஒத்து நடக்காமல். தன் வலிமையின் அளவையும் அறியாமல், தன்னை வியந்து மதித்துக் கொண்டிருப்பவன் விரைவில் கெடுவான்.'''
        self.u[475] = u'''மயிலிறகு ஏற்றிய வண்டியே ஆனாலும், அந்தப் பண்டமும் (அளவோடு ஏற்றாமல்) அளவுகடந்து மிகுதியாக ஏற்றினால் அச்சு முறியும்.'''
        self.u[476] = u'''ஒரு மரத்தின் நுனிக்கொம்பில் ஏறியவர், அதையும் கடந்து மேலும் ஏற முனைந்தால், அவருடைய உயிர்க்கு முடிவாக நேர்ந்துவிடும்.'''
        self.u[477] = u'''தக்க வழியில் பிறர்க்குக் கொடுக்கும் அளவு அறிந்து கொடுக்கவேண்டும்; அதுவே பொருளைப் போற்றி வாழும் வழியாகும்.'''
        self.u[478] = u'''பொருள் வரும் வழி (வருவாய்) சிறியதாக இருந்தாலும், போகும் வழி (செலவு) விரிவுபடாவிட்டால் அதனால் தீங்கு இல்லை.'''
        self.u[479] = u'''பொருளின் அளவு அறிந்து வாழாதவனுடைய வாழ்க்கை (பல வளமும்) இருப்பது போல் தோன்றி இல்லாமல் மறைந்து கெட்டுவிடும்.'''
        self.u[480] = u'''தனக்குப் பொருள் உள்ள அளவை ஆராயாமல் மேற்கொள்ளும் ஒப்புரவினால், ஒருவனுடைய செல்வத்தின் அளவு விரைவில் கெடும்.'''
        self.u[481] = u'''காக்கை தன்னைவிட வலிய கோட்டானைப் பகலில் வென்றுவிடும்; அதுபோல் பகையை வெல்லக் கருதும் அரசர்க்கும் அதற்கு ஏற்ற காலம் வேண்டும்.'''
        self.u[482] = u'''காலத்தோடு பொருந்துமாறு ஆராய்ந்து நடத்தல் (நில்லாத இயல்பு உடைய) செல்வத்தை நீங்காமல் நிற்குமாறு கட்டும் கயிறாகும்.'''
        self.u[483] = u'''(செய்யும் செயலை முடிப்பதற்கு வேண்டிய) கருவிகளுடன் ஏற்ற காலத்தையும் அறிந்து செய்தால், அரிய செயல்கள் என்பவை உண்டோ?'''
        self.u[484] = u'''(செயலை முடிப்பதற்கு ஏற்ற) காலத்தை அறிந்து இடத்தோடு பொருந்துமாறு செய்தால், உலகமே வேண்டும் எனக் கருதினாலும் கைகூடும்.'''
        self.u[485] = u'''உலகத்தைக் கொள்ளக் கருதுகின்றவர் அதைப்பற்றி எண்ணிக் கலங்காமல் அதற்கு ஏற்ற காலத்தைக் கருதிக் கொண்டு பொறுத்திருப்பர்.'''
        self.u[486] = u'''ஊக்கம் மிகுந்தவன் (காலத்தை எதிர்பார்த்து) அடங்கியிருத்தல், போர் செய்யும் ஆட்டுக்கடா தன் பகையைத் தாக்குவதற்காகப் பின்னே கால்வாங்குதலைப் போன்றது.'''
        self.u[487] = u'''அறிவுடையவர், (பகைவர் தீங்கு செய்த) அப்பொழுதே உடனே புறத்தில் சினம் கொள்ளமாட்டார்;(வெல்வதற்கு ஏற்ற) காலம் பார்த்து அகத்தில் சினம் கொள்வர்.'''
        self.u[488] = u'''பகைவரைக் கண்டால் பொறுத்துச் செல்ல வேண்டும்; அப் பகைவர்க்கு முடிவுகாலம் வந்தபோது அவருடைய தலைகீழே விழும்.'''
        self.u[489] = u'''கிடைத்தற்கரிய காலம் வந்து வாய்க்குமானால், அந்த வாய்ப்பைப் பயன்படுத்திக்கொண்டு அப்போதே செய்தற்கரிய செயல்களைச் செய்யவேண்டும்.'''
        self.u[490] = u'''பொறுத்திருக்கும் காலத்தில் கொக்குப்போல் அமைதியா இருக்கவேண்டும்; காலம் வாய்த்தபோது அதன் குத்துப் போல் தவறாமல் செய்து முடிக்கவேண்டும்.'''
        self.u[491] = u'''முற்றுகை செய்வதற்கு ஏற்ற இடத்தைக் கண்டபின் அல்லாமல் எச் செயலையும் தொடங்கக் கூடாது; பகைவரை இகழவும் கூடாது.'''
        self.u[492] = u'''மாறுபாடு பொருந்திய வலிமை உடையவர்க்கும் அரணோடு பொருந்தி ஏற்படுகின்ற வெற்றியானது பலவகைப் பயன்களையும் கொடுக்கும்.'''
        self.u[493] = u'''தக்க இடத்தை அறிந்து தம்மைக் காத்துக்கொண்டு பகைவரிடத்திற் சென்று தம் செயலைச் செய்தால், வலிமை இல்லாதவரும் வலிமை உடையவராய் வெல்வர்.'''
        self.u[494] = u'''தக்க இடத்தை அறிந்து பொருந்தியவராய்ச் செயலை நெருங்கிச் செய்வாராயின், அவரை வெல்ல எண்ணியிருந்த பகைவர் தம் எண்ணத்தை இழந்துவிடுவார்.'''
        self.u[495] = u'''ஆழமுள்ள நீரில் முதலை மற்ற உயிர்களை வெல்லும்; ஆனால் நீரிலிருந்து நீங்கி வந்தால் அந்த முதலையையும் மற்ற உயிர்கள் வென்று விடும்.'''
        self.u[496] = u'''வலிய சக்கரங்களையுடைய பெரிய தேர்கள் கடலில் ஓடமுடியாது; கடலில் ஓடுகின்ற கப்பல்களும் நிலத்தில் ஓடமுடியாது.'''
        self.u[497] = u'''(செய்யும் வழிவகைகளைக்) குறைவில்லாமல் எண்ணித் தக்க இடத்தில் பொருந்திச் செய்தால், அஞ்சாமை அல்லாமல் வேறு துணை வேண்டியதில்லை.'''
        self.u[498] = u'''சிறிய படை உடையவனுக்குத் தக்கதாக உள்ள இடத்தில் பொருந்தி நின்றால், பெரிய படை உடையவன் தன் ஊக்கம் அழிவான்.'''
        self.u[499] = u'''அரணாகிய நன்மையும் மற்றச் சிறப்பும் இல்லாதவராயினும் பகைவர் வாழ்கின்ற இடத்திற்குச் சென்று அவரைத் தாக்குதல் அரிது.'''
        self.u[500] = u'''வேல் ஏந்திய வீரரைக் கோத்தெடுத்த கொம்பு உடைய அஞ்சாத யானையையும், கால் ஆழும் சேற்று நிலத்தில் அகப்பட்டபோது நரிகள் கொன்றுவிடும்.'''
        self.u[501] = u'''அறம், பொருள், இன்பம், உயிர்க்காக அஞ்சும் அச்சம் ஆகிய நான்கு வகையாலும் ஆராயப்பட்ட பிறகே ஒருவன் (ஒரு தொழிலுக்கு உரியவனாகத்) தெளியப்படுவான்.'''
        self.u[502] = u'''நல்ல குடியில் பிறந்து குற்றங்களிலிருந்து நீங்கிப் பழியான செயல்களைச் செய்ய அஞ்சுகின்ற நாணம் உடையவனையே நம்பித் தெளிய வேண்டும்.'''
        self.u[503] = u'''அரிய நூல்களைக் கற்றுத் தேர்ந்து குற்றம் அற்றவரிடத்திலும் ஆராய்ந்து பார்க்குமிடத்தில் அறியாமை இல்லாதிருப்பது அருமையாகும்.'''
        self.u[504] = u'''ஒருவனுடைய குணங்களை ஆராய்ந்து, பிறகு குற்றங்களையும் ஆராய்ந்து, மிகுதியானவை எவையென ஆராய்ந்து, மிகுந்திருப்பவற்றால் தெளிந்து கொள்ள வேண்டும்.'''
        self.u[505] = u'''(மக்களுடைய குணங்களாலாகிய) பெருமைக்கும் (குற்றங்களாலாகிய) சிறுமைக்கும் தேர்ந்தறியும் உரை கல்லாக இருப்பவை அவரவருடைய செயல்களே ஆகும்.'''
        self.u[506] = u'''சுற்றத்தாரின் தொடர்பு அற்றவரை நம்பித் தெளியக் கூடாது; அவர் உலகத்தில் பற்று இல்லாதவராகையால் பழிக்கு நாணமாட்டார்.'''
        self.u[507] = u'''அறியவேண்டியவற்றை அறியாதிருப்பவரை அன்புடைமை காரணமாக நம்பித் தெளிதல்,  (தெளிந்தவர்க்கு) எல்லா அறியாமையையும் கொடுக்கும்.'''
        self.u[508] = u'''மற்றவனைப் பற்றி ஒன்றும் ஆராயாமல் தெளிந்தால் அஃது (அவனுக்கு மட்டும் அல்லாமல்) அவனுடைய வழிமுறையில் தோன்றியவர்க்கும் தீராத துன்பத்தைக் கொடுக்கும்.'''
        self.u[509] = u'''யாரையும் ஆராயமல் தெளியக்கூடாது; நன்றாக ஆராய்ந்த பிறகு, அவரிடம் தெளிவாகக் கொள்ளத்தக்க பொருள்களைத் தெளிந்து நம்ப வேண்டும்.'''
        self.u[510] = u'''ஒருவனை ஆராயாமல் தெளிவடைதலும், ஆராய்ந்து தெளிவடைந்த ஒருவனிடம் ஐயப்படுதலும் ஆகிய இவை நீங்காத துன்பத்தைக் கொடுக்கும்.'''
        self.u[511] = u'''நன்மையும் தீமையுமாகிய இரண்டையும் ஆராய்ந்து நன்மை தருகின்றவற்றையே விரும்புகின்ற இயல்புடையவன் (செயலுக்கு உரியவனாக) ஆளப்படுவான்.'''
        self.u[512] = u'''பொருள் வரும் வழிகளைப் பெருகச் செய்து, அவற்றால் வளத்தை உண்டாக்கி, வரும் இடையூறுகளை ஆராய்ந்து நீக்க வல்லவனே செயல் செய்யவேண்டும்.'''
        self.u[513] = u'''அன்பு, அறிவு, ஐயமில்லாமல் தெளியும் ஆற்றல், அவா இல்லாமை ஆகிய இந் நான்கு பண்புகளையும் நிலையாக உடையவனைத் தெளியலாம்.'''
        self.u[514] = u'''எவ்வகையால் ஆராய்ந்து தெளிந்த பிறகும் (செயலை மேற்கொண்டு செய்யும்போது) அச் செயல்வகையால் வேறுபடும் மக்கள் உலகத்தில் உண்டு.'''
        self.u[515] = u'''(செய்யும் வழிகளை) அறிந்து இடையூறுகளைத் தாங்கிச் செய்துமுடிக்க வல்லவனை அல்லாமல், மற்றவனைச் சிறந்தவன் என்று கருதி ஒரு செயலைச் செய்யுமாறு ஏவக்கூடாது.'''
        self.u[516] = u'''செய்கின்றவனுடைய தன்மையை ஆராய்ந்து, செயலின் தன்மையையும் ஆராய்ந்து, தக்க காலத்தோடு பொருந்துமாறு உணர்ந்து செய்விக்க வேண்டும்.'''
        self.u[517] = u'''இந்தத் தொழிலை இக் கருவியால் இன்னவன் முடிப்பான் என்று ஆராய்ந்த பிறகு அத் தொழிலை அவனிடம் ஒப்படைக்க வேண்டும்.'''
        self.u[518] = u'''ஒருவன் ஒரு தொழிலைச் செய்வதற்கு உரியவனாக இருப்பதை ஆராய்ந்த பிறகு அவனை அத் தொழிலுக்கு உரியவனாகும்படி உயர்த்தவேண்டும்.'''
        self.u[519] = u'''மேற்கொண்ட தொழிலில் எப்போதும் முயற்சி உடையவனின் உறவைத் தவறாக நினைக்கும் தலைவனை விட்டுச் செல்வம் நீங்கும்.'''
        self.u[520] = u'''தொழில் செய்கின்றவன் கோணாதிருக்கும் வரையில் உலகம் கெடாது; ஆகையால் மன்னன் நாள்தோறும் அவனுடைய நிலைமையை ஆராய வேண்டும்.'''
        self.u[521] = u'''ஒருவன் வறியவனான காலத்திலும் அவனுக்கும் தமக்கும் இருந்த பழைய உறவைப் பாராட்டிப் பேசும் பண்புகள் சுற்றத்தாரிடம் உண்டு.'''
        self.u[522] = u'''அன்பு நீங்காத சுற்றம் ஒருவனுக்குக் கிடைத்தால், அது மேன்மேலும் வளர்ச்சி குறையாத ஆக்கம் பலவற்றையும் அவனுக்குக் கொடுக்கும்.'''
        self.u[523] = u'''சுற்றத்தாரோடு மனம் கலந்து பழகும் தன்மை இல்லாதவனுடைய வாழ்க்கை, குளப்பரப்பானது கரையில்லாமல் நீர் நிறைந்தாற் போன்றது.'''
        self.u[524] = u'''சுற்றத்தாரால் சுற்றப்படும்படியாக அவர்களைத் தழுவி அன்பாக வாழ்தல் ஒருவன் செல்வத்தைப் பெற்றதனால் பெற்ற பயனாகும்.'''
        self.u[525] = u'''பொருள் கொடுத்தலும் இன்சொல் கூறுதலுமாகிய இரண்டும் செய்ய வல்லவனானால், ஒருவன் தொடர்ந்த பல சுற்றத்தால் சூழப்படுவான்.'''
        self.u[526] = u'''பெரிய கொடையாளியாகவும் சினமற்றவனாகவும் ஒருவன் இருந்தால் அவனைப்போல் சுற்றத்தாரை உடையவர் உலகத்தில் யாரும் இல்லை.'''
        self.u[527] = u'''காக்கை (தனக்குக் கிடைத்ததை) மறைத்துவைக்காமல் சுற்றத்தைக் கூவி அழைத்து உண்ணும்; ஆக்கமும் அத்தகைய இயல்பு உடையவர்க்கே உண்டு.'''
        self.u[528] = u'''அரசன் எல்லாரையும் பொதுவகையாக நோக்காமல், அவரவர் சிறப்புக்கு ஏற்றவாறு நோக்கினால, அதை விரும்பிச் சுற்றமாக வாழ்கின்றவர் பலர் ஆவர்.'''
        self.u[529] = u'''முன் சுற்றத்தாராக இருந்து பின் ஒரு காரணத்தால் பிரிந்தவரின் உறவு, அவ்வாறு அவர் பொருந்தாமலிருந்த காரணம் நீங்கியபின் தானே வந்து சேரும்.'''
        self.u[530] = u'''தன்னிடமிருந்து பிரிந்து சென்று ஒரு காரணம்பற்றித் திரும்பி வந்தவனை, அரசன், அவன் நாடிய உதவியைச் செய்து ஆராய்ந்து உறவு கொள்ளவேண்டும்.'''
        self.u[531] = u'''பெரிய உவகையால் மகிழ்ந்திருக்கும்போது மறதியால் வரும் சோர்வு, ஒருவனுக்கு வரம்பு கடந்த சினம் வருவதைவிடத் தீமையானதாகும்.'''
        self.u[532] = u'''நாள்தோறும் விடாமல் வரும் வறுமை அறிவைக் கொல்வதுபோல, ஒருவனுடைய புகழை அவனுடைய மறதி கொன்றுவிடும்.'''
        self.u[533] = u'''மறதியால் சோர்ந்து நடப்பவர்க்குப் புகழுடன் வாழும் தன்மையில்லை; அஃது உலகத்தில் எப்படிப்பட்ட நூலோர்க்கும் ஒப்பமுடிந்த முடிபாகும்.'''
        self.u[534] = u'''உள்ளத்தில் அச்சம் உடையவர்க்குப் புறத்திலே அரண் இருந்தும் பயன் இல்லை; அதுபோல் மறதி உடையவர்க்கு நல்ல நிலை வாய்த்தும் பயன் இல்லை.'''
        self.u[535] = u'''வரும் இடையூறுகளை முன்னே அறிந்து காக்காமல் மறந்து சோர்ந்தவன், பின்பு அவை வந்துற்றபோது தன் பிழையை நினைந்து இரங்குவான்.'''
        self.u[536] = u'''யாரிடத்திலும் எக்காலத்திலும் மறந்தும் சோர்ந்திருக்காத தன்மை தவறாமல் பொருந்தியிருக்குமானால், அதற்கு ஒப்பான நன்மை வேறொன்றும் இல்லை.'''
        self.u[537] = u'''மறவாமை என்னும் கருவிகொண்டு (கடமைகளைப்) போற்றிச் செய்தால், செய்வதற்கு அரியவை என்று ஒருவனால் முடியாத செயல்கள் இல்லை.'''
        self.u[538] = u'''சான்றோர் புகழ்ந்து சொல்லிய செயல்களைப் போற்றிச் செய்ய வேண்டும்; அவ்வாறு செய்யாமல் மறந்து சோர்ந்தவருக்கு ஏழு பிறப்பிலும் நன்மை இல்லை.'''
        self.u[539] = u'''தாம் தம் மகிழ்ச்சியால் செருக்குக் கொண்டு கடமையை மறந்திருக்கும் போது, அவ்வாறு சோர்ந்திருந்த காரணத்தால் முற்காலத்தில் அழிந்தவரை நினைக்கவேண்டும்.'''
        self.u[540] = u'''ஒருவன் எண்ணியதை விடாமல் எண்ணி, (சோர்வில்லாமல்) இருக்கப் பெற்றால், அவன் கருதியதை அடைதல் எளிதாகும்.'''
        self.u[541] = u'''யாரிடத்திலும் (குற்றம் இன்னதென்று) ஆராய்ந்து, கண்ணோட்டம் செய்யாமல் நடுவுநிலைமை பொருந்தி (செய்யத்தக்கதை) ஆராய்ந்து செய்வதே நீதிமுறையாகும்.'''
        self.u[542] = u'''உலகத்தில் உள்ள உயிர்கள் எல்லாம் மழையை நோக்கி வாழ்கின்றன. அது போல் குடிகள் எல்லாம் அரசனுடைய செங்கோலை நோக்கி வாழ்கின்றனர்.'''
        self.u[543] = u'''அந்தணர் போற்றும் மறைநூலுக்கும் அறத்திற்கும் அடிப்படையாய் நின்று உலகத்தைக் காப்பது அரசனுடைய செங்கோலாகும்.'''
        self.u[544] = u'''குடிகளை அன்போடு அணைத்துக் கொண்டு செங்கோல் செலுத்துகின்ற அரசனுடைய அடியைப் பொருந்தி உலகம் நிலைபெறும்.'''
        self.u[545] = u'''நீதிமுறைப்படி செங்கோல் செலுத்தும் அரசனுடைய நாட்டில் பருவ மழையும் நிறைந்த விளைவும் ஒரு சேர ஏற்படுவனவாகும்.'''
        self.u[546] = u'''ஒருவனுக்கு வெற்றி பெற்றுத் தருவது வேல் அன்று; அரசனுடைய செங்கோலே ஆகும்; அச்செங்கோலும் கோணாதிருக்குமாயின்.'''
        self.u[547] = u'''உலகத்தை எல்லாம் அரசன் காப்பாற்றுவான்; நீதிமுறை கெடாதவாறு ஆட்சி செய்வானாயின் அரசனை அந்த முறையே காப்பாற்றும்.'''
        self.u[548] = u'''எளிய செல்வி உடையவனாய் ஆராய்ந்து நீதிமுறை செய்யாத அரசன் தாழ்ந்த நிலையில் நின்று ( பகைவரில்லாமலும்) தானே கெடுவான்.'''
        self.u[549] = u'''குடிகளைப் பிறர் வருத்தாமல் காத்துத், தானும் வருத்தாமல் காப்பாற்றி, அவர்களுடைய குற்றங்களைத் தக்க தண்டனையால் ஒழித்தல், அரசனுடைய தொழில்; பழி அன்று.'''
        self.u[550] = u'''கொடியவர் சிலரைக் கொலைத்தண்டனையால் அரசன் ஒறுத்தல் பயிரைக் காப்பாற்றக் களையைக் களைவதற்கு நிகரான செயலாகும்.'''
        self.u[551] = u'''குடிகளை வருத்தும் தொழிலை மேற்கொண்டு, முறையல்லாத செயல்களைச் செய்து நடக்கும் அரசன் கொலைத் தொழிலைக் கொண்டவரைவிடக் கொடியவன்.'''
        self.u[552] = u'''ஆட்சிக்குரிய கோலை ஏந்தி நின்ற அரசன் குடிகளைப் பொருள் கேட்டல், போகும் வழியில் தனியே வேல் ஏந்தி நின்ற கள்வன் 'கொடு' என்று கேட்பதைப் போன்றது.'''
        self.u[553] = u'''நாள்தோறும தன் ஆட்சியில் விளையும் நன்மை தீமைகளை ஆராய்ந்து முறை செய்யாத அரசன், நாள்தோறும் ( மெல்ல மெல்லத் ) தன் நாட்டை இழந்து வருவான்.'''
        self.u[554] = u'''( ஆட்சிமுறை கெட்டுக் ) கொடுங்கோலனாகி ஆராயாமல் எதையும் செய்யும் அரசன், பொருளையும் குடிகளையும் ஒரு சேர இழந்து விடுவான்.'''
        self.u[555] = u'''( முறை செய்யாதவனுடைய ) செல்வத்தைத் தேய்த்து அழிக்கவல்ல படை, அவனால் பலர் துன்பப்பட்டுத் துன்பம் பொறுக்க முடியாமல் அழுத கண்ணீர் அன்றோ?'''
        self.u[556] = u'''அரசர்க்குக் புகழ் நிலைபெறக் காரணம் செங்கோல் முறையாகும். அஃது இல்லையானால் அரசர்க்குப் புகழ் நிலைபெறாமல் போகும்.'''
        self.u[557] = u'''மழைத்துளி இல்லாதிருத்தல் உலகத்திற்கு எத்தன்மையானதோ அத்தன்மையானது நாட்டில் வாழும் குடிமக்களுக்கு அரசனுடைய அருள் இல்லாத ஆட்சி.'''
        self.u[558] = u'''முறை செய்யாத அரசனுடைய கொடுங்கோல் ஆட்சியின் கீழ் இருக்கப்பெற்றால், பொருள் இல்லாத வறுமை நிலையைவிடச் செல்வநிலை துன்பமானதாகும்.'''
        self.u[559] = u'''அரசன் முறைதவறி நாட்டை ஆட்சி செய்வானானால், அந்த நாட்டில் பருவமழை தவறி மேகம் மழை பெய்யாமல் போகும்.'''
        self.u[560] = u'''நாட்டைக் காக்கும் தலைவன் முறைப்படி காக்காவிட்டால் அந்நாட்டில் பசுக்கள் பால் தருதலாகிய பயன் குன்றும்; அந்தணரும் அறநூல்களை மறப்பர்.'''
        self.u[561] = u'''செய்த குற்றத்தைத் தக்கவாறு ஆராய்ந்து மீண்டும் அக் குற்றம் செய்யாதபடி குற்றத்திற்குப் பொருந்துமாறு தண்டிப்பவனே அரசன் ஆவான்.'''
        self.u[562] = u'''ஆக்கம் நெடுங்காலம் நீங்காமலிருக்க விரும்புகின்றவர் (தண்டிக்கத் தொடங்கும்போது) அளவு கடந்து செய்வது போல் காட்டி, அளவு மீறாமல் முறை செய்ய வேண்டும்.'''
        self.u[563] = u'''குடிகள் அஞ்சும்படியான கொடுமைகளைச் செய்து ஆளும் கொடுங்கோல் அரசனானால், அவன் திண்ணமாக விரைவில் கெடுவான்.'''
        self.u[564] = u''''நம் அரசன் கடுமையானவன்' என்று குடிகளால் கூறப்படும் கொடுஞ் சொல்லை உடைய வேந்தன், தன் ஆயுள் குறைந்து விரைவில் கெடுவான்.'''
        self.u[565] = u'''எளிதில் காணமுடியாத அருமையும், இனிமையற்ற முகமும் உடையவனது பெரிய செல்வம், பேய் கண்டு காத்திருப்பதைப் போன்ற தன்மையுடையது.'''
        self.u[566] = u'''கடுஞ்சொல் உடையவனாய்க் கண்ணோட்டம் இல்லாதவனாய் உள்ளவனுடைய பெரிய செல்வம் நீட்டித்தல் இல்லாமல் அப்பொழுதே கெடும்.'''
        self.u[567] = u'''கடுமையான சொல்லும் முறைகடந்த தண்டனையும் அரசனுடைய வெற்றிக்குக் காரணமான வலிமையைத் தேய்க்கும் அரம் ஆகும்.'''
        self.u[568] = u'''அமைச்சர் முதலான தன் இனத்தாரிடம் கலந்து எண்ணாத அரசன், சினத்தின் வழியில் சென்று சீறி நிற்பானானால், அவனுடைய செல்வம் சுருங்கும்.'''
        self.u[569] = u'''முன்னமே தக்கவாறு அரண் செய்துகொள்ளாத அரசன் போர் வந்த காலத்தில் (தற்காப்பு இல்லாமல்) அஞ்சி விரைவில் அழிவான்.'''
        self.u[570] = u'''கடுங்கோலாகிய ஆட்சிமுறை கல்லாதவரைத் தனக்கு அரணாகச் சேர்த்துக்கொள்ளும்; அது தவிர நிலத்திற்குச் சுமை வேறு இல்லை.'''
        self.u[571] = u'''கண்ணோட்டம் என்று சொல்லப்படுகின்ற மிகச் சிறந்த அழகு இருக்கும் காரணத்தால்தான், இந்த உலகம் அழியாமல் இருக்கின்றது.'''
        self.u[572] = u'''கண்ணோட்டத்தினால் உலகியல் நடைபெறுகின்றது; கண்ணோட்டம் இல்லாதவர் உயிரோடு இருந்தால் நிலத்திற்குச் சுமையே தவிர, வேறு பயனில்லை.'''
        self.u[573] = u'''பாடலோடு பொருந்துதல் இல்லையானால் இசை என்ன பயனுடையதாகும்? அதுபோல், கண்ணோட்டம் இல்லாவிட்டால் கண் என்ன பயனுடையதாகும்?'''
        self.u[574] = u'''தக்க அளவிற்குக் கண்ணோட்டம் இல்லாத கண்கள் முகத்தில் உள்ளவைபோல் தோன்றுதல் அல்லாமல் வேறு என்ன பயன் செய்யும்?'''
        self.u[575] = u'''ஒருவனுடைய கண்ணுக்கு அணிகலமாவது கண்ணோட்டம் என்னும் பண்பே; அஃது இல்லையானால் புண் என்று உணரப்படும்.'''
        self.u[576] = u'''கண்ணோட்டத்திற்கு உரிய கண்ணோடு பொருந்தி இருந்தும் கண்ணோட்டம் இல்லாதவர், (கண் இருந்தும் காணாத) மரத்தினைப் போன்றவர்.'''
        self.u[577] = u'''கண்ணோட்டம் இல்லாத மக்கள் கண் இல்லாதவரே ஆவர். கண் உடைய மக்கள் கண்ணோட்டம் இல்லாதிருத்தலும் இல்லை.'''
        self.u[578] = u'''தம் தம் கடமையாகிய தொழில் கெடாமல் கண்ணோட்டம் உடையவராக இருக்கவல்லவர்க்கு, இவ்வுலகம் உரிமை உடையது.'''
        self.u[579] = u'''தண்டித்தற்குரிய தன்மை உடையவரிடத்திலும் கண்ணோட்டம் செய்து, (அவர் செய்த குற்றத்தைப்) பொறுத்துக் காக்கும் பண்பே சிறந்தது.'''
        self.u[580] = u'''யாவராலும் விரும்பத்தக்க நாகரிகமான கண்ணோட்டத்தை விரும்புகின்றவர், பழகியவர் தமக்கு நஞ்சு இடக்கண்டும் அதை உண்டு அமைவர்.'''
        self.u[581] = u'''ஒற்றரும் புகழ் அமைந்த நீதிநூலும் ஆகிய இவ்விருவகைக் கருவிகளையும் அரசன் தன்னுடைய கண்களாகத் தெளிய வேண்டும்.'''
        self.u[582] = u'''எல்லாரிடத்திலும் நிகழ்கின்றவை எல்லாவற்றையும் எக்காலத்திலும்(ஒற்றரைக்கொண்டு) விரைந்து அறிதல் அரசனுக்குரிய தொழிலாகும்.'''
        self.u[583] = u'''ஒற்றரால் (நாட்டு நிகழ்ச்சிகளை) அறிந்து அவற்றின் பயனை ஆராய்ந்துணராத அரசன் வெற்றி பெறத்தக்க வழிவேறு இல்லை.'''
        self.u[584] = u'''தம்முடைய தொழிலைச் செய்கின்றவர், தம் சுற்றத்தார், தம் பகைவர் என்று கூறப்படும் எல்லாரையும் ஆராய்வதே ஒற்றரின் தொழிலாகும்.'''
        self.u[585] = u'''ஐயுற முடியாத உருவத்தோடு, பார்த்தவருடைய கண்பார்வைக்கு அஞ்சாமல் எவ்விடத்திலும் மனத்திலுள்ளதை வெளிப்படுத்தாமல், இருக்கவல்லவனே ஒற்றன் ஆவன்.'''
        self.u[586] = u'''துறந்தவரின் வடிவத்தை உடையவராய், அரிய இடங்களிலெல்லாம் சென்று ஆராய்ந்து, (ஐயுற்றவர்) என்ன செய்தாலும் சோர்ந்துவிடாதவரே ஒற்றர் ஆவார்.'''
        self.u[587] = u'''மறைந்த செய்திகளையும் கேட்டறியவல்லவனாய் அறிந்த செய்திகளை ஐயப்படாமல் துணியவல்லவனாய் உள்ளவனே ஒற்றன் ஆவான்.'''
        self.u[588] = u'''ஓர் ஒற்றன் மறைந்து கேட்டுத் தெரிவித்த செய்தியையும் மற்றோர் ஒற்றனால் கேட்டுவரச் செய்து ஒப்புமை கண்டபின் உண்மை என்று கொள்ள வேண்டும்.'''
        self.u[589] = u'''ஓர் ஒற்றனை மற்றோர் ஒற்றன் அறியாதபடி ஆளவேண்டும்; அவ்வாறு ஆளப்பட்ட ஒற்றர் மூவரின் சொல் ஒத்திருந்தால் அவை உண்மை எனத் தெளியப்படும்.'''
        self.u[590] = u'''ஒற்றனிடத்தில் செய்யும் சிறப்பைப் பிறர் அறியுமாறு செய்யக்கூடாது; செய்தால் மறைப்பொருளைத் தானே வெளிப்படுத்தியவன் ஆவான்.'''
        self.u[591] = u'''ஒருவர் பெற்றிருக்கின்றார் என்று சொல்லத்தக்க சிறப்புடையது ஊக்கமாகும்; ஊக்கம் இல்லாதவர் வேறு எதைப் பெற்றிருந்தாலும் அதை உடையவர் ஆவரோ?'''
        self.u[592] = u'''ஒருவர்க்கு ஊக்கமுடைமையே நிலையான உடைமையாகும்; மற்றப் பொருளுடைமையானது நிலைபேறு இல்லாமல் நீங்கிவிடுவதாகும்.'''
        self.u[593] = u'''ஊக்கத்தை உறுதியாகத் தம்கைப் பொருளாக உடையவர், ஆக்கம் (இழந்துவிட்ட காலத்திலும்) இழந்துவிட்டோம் என்று கலங்கமாட்டார்.'''
        self.u[594] = u'''சோர்வு இல்லாத ஊக்கம் உடையவனிடத்தில் ஆக்கமானது தானே அவன் உள்ள இடத்திற்கு வழி கேட்டுக்கொண்டு போய்ச் சேரும்.'''
        self.u[595] = u'''நீர்ப்பூக்களின் தாளின் நீளம் அவை நின்ற நீரின் அளவினவாகும்; மக்களின் ஊக்கத்தின் அளவினதாகும் வாழ்க்கையின் உயர்வு.'''
        self.u[596] = u'''எண்ணுவதெல்லாம் உயர்வைப் பற்றியே எண்ணவேண்டும்; அவ்வுயர்வு கைகூடாவிட்டாலும் அவ்வாறு எண்ணுவதை விடக்கூடாது.'''
        self.u[597] = u'''உடம்பை மறைக்குமளவு அம்புகளால் புண்பட்டும், யானை தன் பெருமையை நிலைநிறுத்தும்; அதுபோல், ஊக்கம் உடையவர் அழிவு வந்தவிடத்திலும் தளரமாட்டார்.'''
        self.u[598] = u'''ஊக்கம் இல்லாதவர், 'இவ்வுலகில் யாம் வண்மை உடையேம் ' என்று தம்மைத் தாம் எண்ணி மகிழும் மகிழ்ச்சியை அடையமாட்டார்.'''
        self.u[599] = u'''யானை பருத்த உடம்பை உடையது; கூர்மையான கொம்புகளை உடையது; ஆயினும் ஊக்கமுள்ளதாகிய புலி தாக்கினால் அதற்கு அஞ்சும்.'''
        self.u[600] = u'''ஒருவனுக்கு வலிமையாவது ஊக்க மிகுதியே. அவ்வூக்கம் இல்லாதவர் மரங்களே; (வடிவால்) மக்களைப் போல் இருத்தலே வேறுபாடு.'''
        self.u[601] = u'''ஒருவனுக்குத் தன் குடியாகிய மங்காத விளக்கு, அவனுடைய சோம்பலாகிய மாசு படியப் படிய ஒளி மங்கிக் கெட்டுவிடும்.'''
        self.u[602] = u'''தம் குடியைச் சிறப்புடைய குடியாக விளங்குமாறு செய்ய விரும்புகின்றவர் சோம்பலைச் சோம்பலாகக் கொண்டு முயற்சியுடையவராய் நடக்கவேண்டும்.'''
        self.u[603] = u'''அழிக்கும் இயல்புடைய சோம்பலைத் தன்னிடம் கொண்டு நடக்கும் அறிவில்லாதவன் பிறந்த குடி, அவனுக்கு முன் அழிந்துவிடும்.'''
        self.u[604] = u'''சோம்பலில் அகப்பட்டுச் சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர்க்குக் குடியின் பெருமை அழிந்து குற்றம் பெருகும்.'''
        self.u[605] = u'''காலம் நீட்டித்தல், மறதி, சோம்பல், அளவு மீறிய தூக்கம் ஆகிய இந் நான்கும் கெடுகின்ற இயல்புடையவர் விரும்பி ஏறும் மரக்கலமாம்.'''
        self.u[606] = u'''நாட்டை ஆளும் தலைவருடைய உறவு தானே வந்து சேர்ந்தாலும், சோம்பல் உடையவர் சிறந்த பயனை அடைய முடியாது.'''
        self.u[607] = u'''சோம்பலை விரும்பி மேற்கொண்டு சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர், பிறர் இடித்துக் கூறி இகழ்கின்ற சொல்லைக் கேட்கும் நிலைமை அடைவர்.'''
        self.u[608] = u'''சோம்பல் நல்ல குடியில் பிறந்தவனிடம் வந்து பொருந்தினால், அஃது அவனை அவனுடைய பகைவர்க்கு அடிமையாகுமாறு செய்துவிடும்.'''
        self.u[609] = u'''ஒருவன் சோம்பலை ஆளுந் தன்மையை மாற்றி விட்டால் அவனுடைய குடியிலும் ஆண்மையிலும் வந்த குற்றம் தீர்ந்து விடும்.'''
        self.u[610] = u'''அடியால் உலகத்தை அளந்த கடவுள் தாவிய பரப்பு எல்லாவற்றையும் சோம்பல் இல்லாத அரசன் ஒருசேர அடைவான்.'''
        self.u[611] = u'''இது செய்வதற்கு அருமையானது என்று சோர்வுறாமல் இருக்க வேண்டும்; அதைச் செய்வதற்குத் தக்க பெருமையை முயற்சி உண்டாக்கும்.'''
        self.u[612] = u'''தொழிலாகிய குறையைச் செய்யாமல் கைவிட்டவரை உலகம் கைவிடும்; ஆகையால் தொழிலில் முயற்சி இல்லாதிருத்தலை ஒழிக்க வேண்டும்.'''
        self.u[613] = u'''பிறர்க்கு உதவி செய்தல் என்னும் மேம்பட்ட நிலைமை, முயற்சி என்று சொல்லப்படுகின்ற உயர்ந்த பண்பில் நிலைத்திருக்கின்றது.'''
        self.u[614] = u'''முயற்சி இல்லாதவன் உதவி செய்பவனாக இருத்தல், பேடி தன் கையால் வாளை எடுத்து ஆளும் தன்மைபோல் நிறைவேறாமல் போகும்.'''
        self.u[615] = u'''தன் இன்பத்தை விரும்பாதவனாய் மேற்கொண்ட செயலை முடிக்க விரும்புகின்றவன், தன் சுற்றத்தாரின் துன்பத்தைப் போக்கித் தாங்குகின்ற தூண் ஆவான்.'''
        self.u[616] = u'''முயற்சி ஒருவனுக்குச் செல்வத்தைப் பெருகச் செய்யும்; முயற்சி இல்லாதிருத்தல் அவனுக்கு வறுமையைச் சேர்த்து விடும்.'''
        self.u[617] = u'''ஒருவனுடைய சோம்பலிலே கரிய மூதேவி வாழ்கின்றாள்; சோம்பல் இல்லாதவனுடைய முயற்சியிலே திருமகள் வாழ்கின்றாள்.'''
        self.u[618] = u'''நன்மை விளைக்கும் ஊழ் இல்லாதிருத்தல் யார்க்கும் பழி அன்று; அறிய வேண்டியவற்றை அறிந்து முயற்சி செய்யாதிருத்தலே பழி.'''
        self.u[619] = u'''ஊழின் காரணத்தால் ஒரு செயல் முடியாமல் போகுமாயினும், முயற்சி தன் உடம்பு வருந்திய வருத்தத்தின் கூலியையாவது கொடுக்கும்.'''
        self.u[620] = u'''சோர்வு இல்லாமல் முயற்சியில் குறைவு இல்லாமல் முயல்கின்றவர், (செயலுக்கு இடையூறாக வரும்) ஊழையும் ஒரு காலத்தில் தோல்வியுறச் செய்வர்.'''
        self.u[621] = u'''துன்பம் வரும்போதும் (அதற்காகக் கலங்காமல்) நகுதல் வேண்டும். அத் துன்பத்தை நெருங்கி எதிர்த்து வெல்லவல்லது அதைப் போன்றது வேறு இல்லை.'''
        self.u[622] = u'''வெள்ளம்போல் அளவற்றதாய் வரும் துன்பமும், அறிவுடையவன் தன் உள்ளத்தினால் அத் துன்பத்தின் இயல்பை நினைத்த அளவில் கெடும்.'''
        self.u[623] = u'''துன்பம் வந்தபோது அதற்காக வருந்திக் கலங்காதவர் அந்தத் துன்பத்திற்கே துன்பம் உண்டாக்கி அதை வென்று விடுவர்.'''
        self.u[624] = u'''தடைப்பட்ட இடங்களில் எல்லாம் (வண்டியை இழுத்துச் செல்லும்) எருதுபோல் விடாமுயற்சி உடையவன் உற்ற துன்பமே துன்பப்படுவதாகும்.'''
        self.u[625] = u'''விடாமல் மேன்மேலும் துன்பம் வந்தபோதிலும் கலங்காமலிருக்கும் ஆற்றலுடையவன் அடைந்த துன்பமே துன்பப்பட்டுப் போகும்.'''
        self.u[626] = u'''செல்வம் வந்தபோது `இதைப் பெற்றோமே` என்று பற்றுக் கொண்டு காத்தறியாதவர், வறுமை வந்தபோது `இழந்தோமே` என்று அல்லல்படுவாரோ?'''
        self.u[627] = u'''மேலோர், உடம்பு துன்பத்திற்கு இலக்கமானது என்று உணர்ந்து, (துன்பம் வந்தபோது) கலங்குவதை ஒழுக்க நெறியாகக் கொள்ளமாட்டார்.'''
        self.u[628] = u'''இன்பமானதை விரும்பாதவனாய்த் துன்பம் இயற்கையானது என்று தெளிந்திருப்பவன், துன்பம் வந்தபோது துன்ப முறுவது இல்லை.'''
        self.u[629] = u'''இன்பம் வந்த காலத்தில் அந்த இன்பத்தை விரும்பிப் போற்றாதவன், துன்பம் வந்த காலத்தில் அந்தத் துன்பத்தை அடைவதும் இல்லை.'''
        self.u[630] = u'''ஒருவன் துன்பத்தையே தனக்கு இன்பமாகக் கருதிக் கொள்வானானால் அவனுடைய பகைவரும் விரும்பத்தக்க சிறப்பு உண்டாகும்.'''
        self.u[631] = u'''செயலுக்கு உரிய கருவியும், ஏற்ற காலமும், செய்யும் வகையும், செய்யப்படும் அரிய செயலும் சிறப்படையச் செய்ய வல்லவன் அமைச்சன்.'''
        self.u[632] = u'''அஞ்சாமையும், குடிபிறப்பும், காக்கும் திறனும், கற்றறிந்த அறிவும், முயற்சியும் ஆகிய இவ்வைந்தும் திருந்தப் பெற்றவன் அமைச்சன்.'''
        self.u[633] = u'''பகைவர்க்குத் துணையானவரைப் பிரித்தலும், தம்மிடம் உள்ளவரைக் காத்தலும், பிரிந்தவரை மீண்டும் சேர்த்துக் கொள்ளலும் வல்லவன் அமைச்சன்.'''
        self.u[634] = u'''(செய்யத்தக்க செயலை) ஆராய்தலும், அதற்குரிய வழிகளை ஆராய்ந்து செய்தலும், துணிவாகக் கருத்தைச் சொல்லுதலும் வல்லவன் அமைச்சன்.'''
        self.u[635] = u'''அறத்தை அறிந்தவனாய் அறிவு நிறைந்து அமைந்த சொல்லை உடையவனாய், எக்காலத்திலும் செயல்செய்யும் திறன் அறிந்தவனாய் உள்ளவன் ஆராய்ந்து கூறும் துணையாவான்.'''
        self.u[636] = u'''இயற்கையான நுட்ப அறிவை நூலறிவோடு ஒருங்கே உடையவர்க்கு மிக்க நுட்பமான சூழ்ச்சிகளாய் முன் நிற்பவை எவை உள்ளன?'''
        self.u[637] = u'''நூலறிவால் செயலைச் செய்யும் வகைகளை அறிந்த போதிலும் உலகத்தின் இயற்கையை அறிந்து அதனோடு பொருந்துமாறு செய்ய வேண்டும்.'''
        self.u[638] = u'''அறிவுறுத்துவாரின் அறிவையும் அழித்துத் தானும் அறியாதவனாக அரசன் இருந்தாலும், அமைச்சன் அவனுக்கு உறுதியானவற்றை எடுத்துக்கூறுதல் கடமையாகும்.'''
        self.u[639] = u'''தவறான வழியை எண்ணிக் கூறுகின்ற அமைச்சனை விட எழுபது கோடி பகைவர் பக்கத்தில் இருந்தாலும் நன்மையாகும்.'''
        self.u[640] = u'''(செயல்களை முடிக்கும்) திறன் இல்லாதவர், முன்னே முறையாக எண்ணி வைத்திருந்தும் (செய்யும்போது) குறையானவைகளையே செய்வர்.'''
        self.u[641] = u'''நாவன்மையாகிய நலம் ஒருவகைச் செல்வம் ஆகும்; அந்த நாநலம் தனிச்சிறப்புடையது. ஆகையால் மற்ற எந்த நலங்களிலும் அடங்குவது அன்று.'''
        self.u[642] = u'''ஆக்கமும் கேடும் சொல்கின்ற சொல்லால் வருதலால் ஒருவன் தன்னுடைய சொல்லில் தவறு நேராமல் காத்துக் கொள்ள வேண்டும்.'''
        self.u[643] = u'''சொல்லும்போது கேட்டவரைத் தன் வயப்படுத்தும் பண்புகளுடன், கேட்காதவரும் கேட்க விரும்புமாறு கூறப்படுவது சொல்வன்மையாகும்.'''
        self.u[644] = u'''சொல்லின் திறத்தை அறிந்து சொல்லை வழங்க வேண்டும்; அத்தகைய சொல்வன்மையைவிடச் சிறந்த அறமும் பொருளும் இல்லை.'''
        self.u[645] = u'''வேறொரு சொல் அந்தச் சொல்லை வெல்லும் சொல்லாக இல்லாதிருத்தலை அறிந்த பிறகே சொல்லக் கருதியதைச் சொல்லவேண்டும்.'''
        self.u[646] = u'''பிறர் விரும்பும் படியாகத் தாம் சொல்லி, பிறர் சொல்லும் போது அச்சொல்லின் பயனை ஆராய்ந்து கொள்ளுதல் மாசற்ற சிறப்புடையவரின் கொள்கையாகும்.'''
        self.u[647] = u'''தான் கருதியவற்றை நன்கு சொல்ல வல்லவனாய், சொல்லும் போது சோர்வு இல்லாதவனாய், அஞ்சாதவனாய் உள்ளவனை மாறுபாட்டால் வெல்வது யார்க்கும் முடியாது.'''
        self.u[648] = u'''கருத்துக்களை ஒழுங்காகக் கோத்து இனிமையாகச் சொல்ல வல்லவரைப் பெற்றால், உலகம் விரைந்து அவருடைய ஏவலைக் கேட்டு நடக்கும்.'''
        self.u[649] = u'''குற்றமற்றவையாகிய சில சொற்களைச் சொல்லத் தெரியாதவர், உண்மையாகவே பல சொற்களைச் சொல்லிக் கொண்டிருக்க விரும்புவர்.'''
        self.u[650] = u'''தாம் கற்ற நூற்பொருளைப் பிறர் உணருமாறு விரித்துரைக்க முடியாதவர், கொத்தாக மலர்ந்திருந்த போதிலும் மணம் கமழாத மலரைப் போன்றவர்.'''
        self.u[651] = u'''ஒருவனுக்கு வாய்ந்த துணையின் நன்மை ஆக்கத்தைக் கொடுக்கும்; செய்யும் வினையின் நன்மை அவன் விரும்பிய எல்லாவற்றையும் கொடுக்கும்.'''
        self.u[652] = u'''புகழையும் அறத்தையும் தாராத (தூய்மை அற்ற) செயல்களை எக்காலத்திலும் ஒருவன் செய்யாமல் விட்டொழிக்க வேண்டும்.'''
        self.u[653] = u'''மேன்மேலும் உயர்வோம் என்று விரும்பி முயல்கின்றவர் தம்முடைய புகழ் கெடுவதற்குக் காரணமான செயலைச் செய்யாமல் விடவேண்டும்.'''
        self.u[654] = u'''அசைவற்ற தெளிந்த அறிவினையுடையவர், துன்பத்தில் சிக்குண்டாலும் (அத் துன்பத்தைத் தீர்ப்பதற்காகவும்) இழிவான செயல்களைச் செய்யமாட்டார்.'''
        self.u[655] = u'''பிறகு நினைந்து வருந்துவதற்குக் காரணமான செயல்களைச் செய்யக்கூடாது. ஒருகால் தவறிச் செய்தாலும், மீண்டும் அத்தன்மையானவற்றைச் செய்யாதிருத்தல் நல்லது.'''
        self.u[656] = u'''பெற்ற தாயின் பசியைக் கண்டு வருந்த நேர்ந்தாலும், சான்றோர் பழிப்பதற்குக் காரணமான இழிவுற்ற செயல்களை ஒருவன் செய்யக்கூடாது.'''
        self.u[657] = u'''பழியை மேற்கொண்டு இழிதொழில் செய்து பெறும் செல்வத்தைவிடச் சான்றோர் வினைத்தூய்மை யோடிருந்து பெறும் பொல்லாத வறுமையே சிறந்தது.'''
        self.u[658] = u'''ஆகாதவை என விலக்கப்பட்ட செயல்களை விலக்கி விடாமல் மேற்கொண்டு செய்தவர்க்கு, அச் செயல்கள் நிறைவேறினாலும் துன்பமே கொடுக்கும்.'''
        self.u[659] = u'''பிறர் வருந்துமாறு செய்து பெற்ற பொருள் எல்லாம் பெற்றவன் வருந்துமாறு செய்து போய்விடும்; நல்வழியில் வந்தவை இழக்கப்பட்டாலும் பிறகு பயன் தரும்.'''
        self.u[660] = u'''வஞ்சனையான வழியால் பொருளைச் சேர்த்துக் காப்பாற்றுதல், பச்சை மண்கலத்துள் நீரைவிட்டு அதைக் காப்பாற்றி வைத்தாற் போன்றது.'''
        self.u[661] = u'''ஒரு தொழிலின் திட்பம் என்று சொல்லப்படுவது ஒருவனுடைய மனத்தின் திட்பமே (உறுதியே) ஆகும்; மற்றவை எல்லாம் வேறானவை.'''
        self.u[662] = u'''இடையூறு வருவதற்கு முன்பே நீக்குதல், வந்தபின் தளராமை ஆகிய இந்த இரண்டினது வழியே வினைத் திட்பம் பற்றி ஆராய்ந்தவரின் கொள்கையாம்.'''
        self.u[663] = u'''செய்யும் செயலை முடிவில் வெளிப்படும்படியாகச் செய்யும் தகுதியே ஆண்மையாகும்; இடையில் வெளிப்பட்டால் நீங்காத துன்பத்தைக் கொடுக்கும்.'''
        self.u[664] = u''''இச்செயலை இவ்வாறு செய்து முடிக்கலாம்' என்று சொல்லுதல் எவர்க்கும் எளியனவாம் ; சொல்லியபடி செய்து முடித்தல் அரியனவாம்.'''
        self.u[665] = u'''செயல் திறனால் பெருமை பெற்று உயர்ந்தவரின் வினைத் திட்பமானது, நாட்டை ஆளும் அரசனிடத்திலும் எட்டி மதிக்கப்பட்டு விளங்கும்.'''
        self.u[666] = u'''எண்ணியவர் (எண்ணியபடியே செயல் ஆற்றுவதில்) உறுதியுடையவராக இருக்கப் பெற்றால், அவர் எண்ணியவற்றை எண்ணியவாறே அடைவர்.'''
        self.u[667] = u'''உருளும் பெரிய தேர்க்கு அச்சில் இருந்து தாங்கும் சிறிய ஆணிபோன்றவர்கள் உலகத்தில் உள்ளனர். அவர்களுடைய உருவின் சிறுமையைக் கண்டு இகழக் கூடாது.'''
        self.u[668] = u'''மனம் கலங்காமல் ஆராய்ந்து துணிந்து ஏற்ற தொழிலைச் சோர்வு கொள்ளாமல் காலந் தாழ்த்தாமல் செய்து முடிக்க வேண்டும்.'''
        self.u[669] = u'''(முடிவில்) இன்பம் கொடுக்கும் தொழிலைச் செய்யும் போது துன்பம் மிக வந்தபோதிலும் துணிவு மேற் கொண்டு செய்து முடிக்க வேண்டும்.'''
        self.u[670] = u'''வேறு எத்தகைய உறுதி உடையவராக இருந்தாலும், செய்யும் தொழிலில் உறுதி இல்லாதவரை உலகம் விரும்பிப் போற்றாது.'''
        self.u[671] = u'''ஆராய்ந்து எண்ணுவதற்கு எல்லை துணிவு கொள்வதே ஆகும். அவ்வாறு கொண்ட துணிவு காலந் தாழ்த்து நிற்பது குற்றமாகும்.'''
        self.u[672] = u'''காலந்தாழ்த்துச் செய்யத் தக்கவற்றைக் காலந்தாழ்த்தே செய்யவேண்டும்; காலந்தாழ்க்காமல் விரைந்து செய்ய வேண்டிய செயல்களைச் செய்யக் காலந்தாழ்த்தக்கூடாது.'''
        self.u[673] = u'''இயலுமிடத்திலெல்லாம் செயலைச் செய்து முடித்தல் நல்லது; இயலவில்லையானால் பயன்படும் இடம் நோக்கியாவது செய்யவேண்டும்.'''
        self.u[674] = u'''செய்யத் தொடங்கிய செயல், கொண்ட பகை என்று இவ்விரண்டின் குறை, ஆராய்ந்து பார்த்தால், தீயின் குறைபோல் தெரியாமல் வளர்ந்து கெடுக்கும்.'''
        self.u[675] = u'''வேண்டிய பொருள், ஏற்ற கருவி, தக்க காலம், மேற்கொண்ட தொழில், உரிய இடம் ஆகிய ஐந்தினையும் மயக்கம் தீர எண்ணிச் செய்ய வேண்டும்.'''
        self.u[676] = u'''செயலை முடிக்கும் வகையும், வரக்கூடிய இடையூறும், முடிந்தபோது கிடைக்கும் பெரும்பயனும் ஆகியவற்றை ஆராய்ந்து செய்ய வேண்டும்.'''
        self.u[677] = u'''செயலைச் செய்கின்றவன் செய்யவேண்டியமுறை, அந்தச் செயலின் உண்மையான இயல்பை அறிந்தவனுடைய கருத்தைத் தான் ஏற்றுக் கொள்வதாகும்.'''
        self.u[678] = u'''ஒரு செயலைச் செய்யும்போது அச்செயலால் மற்றொரு செயலையும் செய்து முடித்துக்கொள்ளல், ஒரு யானையால் மற்றொரு யானையைப் பிடித்தலைப் போன்றது.'''
        self.u[679] = u'''பகைவராக உள்ளவரைப் பொருந்துமாறு சேர்த்துக் கொள்ளல், நண்பர்க்கு உதவியானவற்றைச் செய்தலை விட விரைந்து செய்யத்தக்கதாகும்.'''
        self.u[680] = u'''வலிமை குறைந்தவர், தம்மைச் சார்ந்துள்ளவர் நடுங்குவதற்காகத் தாம் அஞ்சி, வேண்டியது கிடைக்குமானால் வலிமை மிக்கவரைப் பணிந்து ஏற்றுக் கொள்வார்.'''
        self.u[681] = u'''அன்புடையவனாதல், தகுதியான குடிப்பிறப்பு உடையவனாதல், அரசர் விரும்பும் சிறந்த பண்பு உடையவனாதல் அகிய இவை தூது உரைப்பவனுடைய தகுதிகள்.'''
        self.u[682] = u'''அன்பு, அறிவு, ஆராய்ந்து சொல்கின்ற சொல்வன்மை ஆகிய இவை தூது உரைப்பவர்க்கு இன்றியமையாத மூன்று பண்புகளாகும்.'''
        self.u[683] = u'''அரசனிடம் சென்று தன் அரசனுடைய வெற்றிக்குக் காரணமான செயலைப்பற்றித் தூது உரைப்பவன் திறம், நூலறிந்தவருள் நூல் வல்லவனாக விளங்குதல் ஆகும்.'''
        self.u[684] = u'''இயற்கை அறிவு, விரும்பத்தக்க தோற்றம், ஆராய்ச்சி உடைய கல்வி ஆகிய இம் மூன்றின் பொருத்தம் உடையவன் தூது உரைக்கும் தொழிலுக்குச் செல்லலாம்.'''
        self.u[685] = u'''பலவற்றைத் தொகுத்துச் சொல்லியும், அவற்றுள் பயனற்றவைகளை நீக்கியும், மகிழுமாறு சொல்லியும் தன் தலைவனுக்கு நன்மை உண்டாக்குகின்றவன் தூதன்.'''
        self.u[686] = u'''கற்பன கற்று, பிறருடைய பகையான பார்வைக்கு அஞ்சாமல், கேட்பவர் உள்ளத்தில் பதியுமாறு சொல்லி, காலத்திற்குப் பொருத்தமானதை அறிகின்றவனே தூதன்.'''
        self.u[687] = u'''தன் கடமை இன்னது என்று தெளிவாக அறிந்து, அதைச் செய்வதற்கு ஏற்ற காலத்தை எதிர்நோக்கித் தக்க இடத்தையும் அறிந்து ஆராய்ந்து சொல்கின்றவனே தூதன்.'''
        self.u[688] = u'''தூய ஒழுக்கம் உடையவனாதல், துணை உடையவனாதல், துணிவு உடையவனாதல் இந்த மூன்றும் வாய்த்திருத்தலே தூது உரைப்பவனுடைய தகுதியாகும்.'''
        self.u[689] = u'''குற்றமான சொற்களை வாய் சோர்ந்தும் சொல்லாத உறுதி உடையவனே அரசன் சொல்லியனுப்பிய சொற்களை மற்ற வேந்தர்க்கு உரைக்கும் தகுதியுடையவன்.'''
        self.u[690] = u'''தனக்கு அழிவே தருவதாக இருந்தாலும், அதற்காக அஞ்சி விட்டுவிடாமல், தன் அரசனுக்கு நன்மை உண்டாகுமாறு செய்கின்றவனே தூதன்.'''
        self.u[691] = u'''அரசரைச் சார்ந்து வாழ்கின்றவர், அவரை மிக நீங்காமலும், மிக அணுகாமலும் நெருப்பில் குளிர் காய்கின்றவர்போல இருக்க வேண்டும்.'''
        self.u[692] = u'''அரசர் விரும்புகின்றவைகளைத் தாம் விரும்பாமலிருத்தல் (அரசரைச் சார்ந்திருப்பவர்க்கு) அரசரால் நிலையான ஆக்கத்தைப் பெற்றுத் தரும்.'''
        self.u[693] = u'''(அரசரைச் சார்ந்தவர்) தம்மைக் காத்துக்கொள்ள விரும்பினால், அரிய தவறுகள் நேராமல் காத்துக் கொள்ள வேண்டும்; ஐயுற்றபின் அரசரைத் தெளிவித்தல் எவர்க்கும் முடியாது.'''
        self.u[694] = u'''வல்லமை அமைந்த பெரியாரிடத்தில், (மற்றொருவன்) செவியை நெருங்கிச் சொல்லுதலும் உடன் சேர்ந்து நகைத்தலும் செய்யாமல் ஒழுக வேண்டும்.'''
        self.u[695] = u'''(அரசர் மறைப்பொருள் பேசும்போது) எப்பொருளையும் உற்றுக்கேட்காமல், தொடர்ந்து வினவாமல், அப்பொருளை அவரே விட்டுச் சொன்னபோது கேட்டறிய வேண்டும்.'''
        self.u[696] = u'''அரசருடைய குறிப்பை அறிந்து, தக்க காலத்தை எதிர் நோக்கி, வெறுப்பில்லாதவற்றையும் விருப்பமானவற்றையும் அவர் விரும்புமாறு சொல்ல வேண்டும்.'''
        self.u[697] = u'''அரசர் விரும்புகின்றவற்றை மட்டும் சொல்லிப் பயனில்லாதவற்றை அவரே கேட்டபோதிலும் எப்போதும் சொல்லாமல் விட வேண்டும்.'''
        self.u[698] = u'''(அரசனை) "எமக்கு இளையவர்; எமக்கு இன்ன முறை உடையவர்" என்று இகழாமல் அவருடைய நிலைக்கு ஏற்றவாறு அமைந்த புகழுடன் பொருந்த நடக்க வேண்டும்.'''
        self.u[699] = u'''அசைவற்ற தெளிந்த அறிவினை உடையவர், யாம் அரசரால் விரும்பப்பட்டோம்` என்று எண்ணி அவர் விரும்பாதவற்றைச் செய்யமாட்டார். '''
        self.u[700] = u'''யாம் அரசர்க்குப் பழைமையானவராய் உள்ளோம் எனக் கருதித் தகுதி அல்லாதவற்றைச் செய்யும் உரிமை கேட்டைத் தரும்.'''
        self.u[701] = u'''ஒருவர் சொல்லாமலே அவருடைய முகத்தை நோக்கி அவர் கருதிய குறிப்பை அறிகின்றவன் எப்போதும் உலகத்திற்கு ஓர் அணிகலன் ஆவான்.'''
        self.u[702] = u'''ஐயப்படாமல் மனத்தில் உள்ளதை உணரவல்லவனை (அவன் மனிதனே ஆனாலும்) தெய்வத்தோடு ஒப்பாகக் கொள்ள வேண்டும்.'''
        self.u[703] = u'''(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணர வல்லவரை நாட்டின் உறுப்புக்களுள் எதைக் கொடுத்தாவது துணையாகப் பெற்றுக்கொள்ள வேண்டும்.'''
        self.u[704] = u'''ஒருவன் மனத்தில் கருதியதை அவன் கூறாமலே அறிந்து கொள்ள வல்லவரோடு மற்றவர் உறுப்பால் ஒத்தவராக இருந்தாலும் அறிவால் வேறுபட்டவர் ஆவர்.'''
        self.u[705] = u'''(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணராவிட்டால், ஒருவனுடைய உறுப்புக்களுள் கண்கள் என்ன பயன்படும்?'''
        self.u[706] = u'''தன்னை அடுத்த பொருளைத் தன்னிடம் காட்டும் பளிங்கு போல். ஒருவனுடைய நெஞ்சத்தில் மிகுந்துள்ளதை அவனுடைய முகம் காட்டும்.'''
        self.u[707] = u'''ஒருவன் விருப்பம் கொண்டாலும் வெறுப்புக் கொண்டாலும், அவனுடைய முகம் முற்பட்டு அதைத் தெரிவிக்கும்; அம் முகத்தைவிட அறிவு மிக்கது உண்டோ?'''
        self.u[708] = u'''உள்ளக் குறிப்பை நோக்கி உற்றதை உணரவல்லவரைப் பெற்றால்,(அவரிடம் எதையும் கூறாமல்) அவருடைய முகத்தை நோக்கி நின்றால் போதும்.'''
        self.u[709] = u'''கண்பார்வையின் வேறுபாடுகளை உணரவல்லவரைப் பெற்றால், (ஒருவனுடைய மனத்தில் உள்ள) பகையையும் நட்பையும் அவனுடைய கண்களே சொல்லிவிடும்.'''
        self.u[710] = u'''யாம் நுட்பமான அறிவுடையேம் என்று பிறர் கருத்தை அறிபவரின் அளக்குங்கோல், ஆராய்ந்து பார்த்தால் அவருடைய கண்களே அல்லாமல் வேறு இல்லை.'''
        self.u[711] = u'''சொற்களின் தொகுதி அறிந்த தூய்மை உடையவர், அவைக்களத்தின் தன்மை அறிந்து ஏற்ற சொற்களை ஆராய்ந்து சொல்ல வேண்டும்.'''
        self.u[712] = u'''சொற்களின் நடையை ஆராய்ந்த நன்மை உடையவர், அவையின் செவ்வியை ஆராய்ந்து நன்றாக உணர்ந்து சொல்ல வேண்டும்.'''
        self.u[713] = u'''அவையின் தன்மை அறியாமல் சொல்லுதலை மேற்கொள்கின்றவர், சொற்களின் வகை அறியாதவரே; அவர் சொல்லவல்லதும் இல்லை.'''
        self.u[714] = u'''அறிவிற் சிறந்தவரின்முன் தாமும் அறிவிற் சிறந்தவராய்ப் பேச வேண்டும்; அறிவில்லாதவர் முன் தாமும் வெண் சுண்ணம்போல் அறிவில்லாதவராய் இருக்க வேண்டும்.'''
        self.u[715] = u'''அறிவு மிகுந்தவரிடையே முந்திச் சென்று பேசாத அடக்கம் ஒருவனுக்கு நன்மை என்று சொல்லப்பட்டவை எல்லாவற்றிலும் நல்லது.'''
        self.u[716] = u'''விரிவான அறிவுத்துறைகளை அறிந்து உணர்கின்றவரின் முன்னே குற்றப்படுதல், ஒழுக்கநெறியிலிருந்து நிலை தளர்ந்து கெடுவதைப் போன்றதாகும்.'''
        self.u[717] = u'''குற்றமறச் செயல்களை ஆராய்வதில் வல்ல அறிஞரிடத்தில், பல நூல்களையும் கற்றறிந்தவரின் கல்வியானது நன்றாக விளங்கித் தோன்றும்.'''
        self.u[718] = u'''தாமே உணர்கின்ற தன்மை உடையவரின் முன் கற்றவர் பேசுதல், தானே வளரும் பயிருள்ள பாத்தியில் நீரைச் சொரிந்தாற் போன்றது.'''
        self.u[719] = u'''நல்ல அறிஞரின் அவையில் நல்ல பொருளை மனத்தில் பதியுமாறு சொல்லவல்லவர், அறிவில்லாதவரின் கூட்டத்தில் மறந்தும் பேசக்கூடாது.'''
        self.u[720] = u'''தம் இனத்தவர் அல்லாதவரின் கூட்டத்தின்முன் ஒரு பொருள் பற்றிப் பேசுதல், தூய்மையில்லாத முற்றத்தில் சிந்திய அமிழ்தம் போன்றது.'''
        self.u[721] = u'''சொற்களின் தொகுதி அறிந்த தூய்மை உடையவர் அவைக்களத்தின் வகையினை அறிந்து, வல்லவரின் அவையில் வாய் சோர்ந்து பிழை சொல்லமாட்டார்.'''
        self.u[722] = u'''கற்றவரின்முன் தாம் கற்றவைகளை அவருடைய மனத்தில் பதியுமாறு சொல்லவல்லவர், கற்றவர் எல்லாரிலும் கற்றவராக மதித்துச் சொல்லப்படுவார்.'''
        self.u[723] = u'''பகைவர் உள்ள போர்க்களத்தில் (அஞ்சாமல் சென்று) சாகத் துணிந்தவர் உலகத்தில் பலர்; கற்றவரின் அவைக் களத்தில் அஞ்சாமல் பேசவல்லவர் சிலரே.'''
        self.u[724] = u'''கற்றவரின்முன் தாம் கற்றவைகளை அவருடைய மனத்தில் பதியுமாறு சொல்லி, மிகுதியாகக் கற்றவரிடம் அம் மிகுதியான கல்வியை அறிந்து கொள்ள வேண்டும்.'''
        self.u[725] = u'''அவையில் (ஒன்றைக் கேட்டவர்க்கு) அஞ்சாது விடை கூறும் பொருட்டாக நூல்களைக் கற்கும் நெறியில் அளவை நூல் அறிந்து கற்க வேண்டும்.'''
        self.u[726] = u'''அஞ்சாத வீரர் அல்லாத மற்றவர்க்கு வாளோடு என்ன தொடர்பு உண்டு? நுண்ணறிவுடையவரின் அவைக்கு அஞ்சுகின்றவர்க்கு நூலோடு என்ன தொடர்பு உண்டு?'''
        self.u[727] = u'''அவையினிடத்தில் அஞ்சுகின்றவன் கற்ற நூல், பகைவரின் போர்க்களத்தில் அஞ்சுகின்ற பேடியின் கையில் ஏந்திய கூர்மையான வாள் போன்றது.'''
        self.u[728] = u'''நல்ல அறிஞரின் அவையில் நல்ல பொருளைக் கேட்பவர் மனத்தில் பதியுமாறு சொல்லமுடியாதவர், பல நூல்களைக் கற்றாலும் பயன் இல்லாதவரே.'''
        self.u[729] = u'''நூல்களைக் கற்றறிந்தபோதிலும் நல்ல அறிஞரின் அவைக்கு அஞ்சுகின்றவர், கல்லாதவரைவிடக் கடைப்பட்டவர் என்று கூறுவர்.'''
        self.u[730] = u'''அவைக்களத்திற்கு அஞ்சித் தாம் கற்றவைகளை (கேட்பவர் மனத்தில்) பதியுமாறு சொல்லமுடியாதவர், உயிரோடு வாழ்ந்தாலும் இறந்தவர்க்கு ஒப்பாவர்.'''
        self.u[731] = u'''குறையாத விளைபொருளும், தக்க அறிஞரும், கேடில்லாத செல்வம் உடையவரும் கூடிப் பொருந்தியுள்ள நாடே நாடாகும்.'''
        self.u[732] = u'''மிக்க பொருள்வளம் உடையதாய், எல்லாரும் விரும்பத்தக்கதாய், கேடு இல்லாததாய், மிகுதியாக விளைபொருள் தருவதே நாடாகும்.'''
        self.u[733] = u'''(மற்ற நாட்டு மக்கள் குடியேறுவதால்) சுமை ஒரு சேரத் தன்மேல் வரும்போது தாங்கி, அரசனுக்கு இறைப்பொருள் முழுவதும் தரவல்லது நாடாகும்.'''
        self.u[734] = u'''மிக்க பசியும், ஓயாத நோயும், (வெளியே இருந்துவந்து தாக்கி) அழிவு செய்யும் பகையும் தன்னிடம் சேராமல் நல்ல வகையில் நடைபெறுவதே நாடாகும்.'''
        self.u[735] = u'''பலவகையாக மாறுபடும் கூட்டங்களும், உடனிருந்தே அழிவு செய்யும் பகையும், அரசனை வருத்துகின்ற கொலைத் தொழில் பொருந்திய குறுநில மன்னரும் இல்லாதது நாடு.'''
        self.u[736] = u'''பகைவரால் கெடுக்கப்படாததாய், கெட்டுவிட்ட காலத்திலும் வளம் குன்றாததாய், உள்ள நாடே நாடுகள் எல்லாவற்றிலும் தலையானது என்று கூறுவர்.'''
        self.u[737] = u'''ஊற்றும் மழையுமாகிய இருவகை நீர்வளமும், தக்கவாறு அமைந்த மலையும், அந்த மலையிலிருந்து ஆறாக வரும் நீர் வளமும், வலிய அரணும் நாட்டிற்கு உறுப்புக்களாம்.'''
        self.u[738] = u'''நோயில்லாதிருத்தல், செல்வம், விளை பொருள் வளம், இன்பவாழ்வு, நல்ல காவல் ஆகிய இந்த ஐந்தும் நாட்டிற்கு அழகு என்று கூறுவர்.'''
        self.u[739] = u'''முயற்சி செய்து தேடாமலே தரும் வளத்தை உடைய நாடுகளைச் சிறந்த நாடுகள் என்று கூறுவர்; தேடி முயன்றால் வளம் தரும் நாடுகள் சிறந்த நாடுகள் அல்ல.'''
        self.u[740] = u'''நல்ல அரசன் பொருந்தாத நாடு, மேற்சொன்ன நன்மைகள் எல்லாம் அமைந்திருந்த போதிலும் அவற்றால் பயன் இல்லாமற் போகும்.'''
        self.u[741] = u'''(படையெடுத்துப்) போர்செய்யச் செல்பவர்க்கும் அரண் சிறந்ததாகும்; (படையெடுத்தவர்க்கு) அஞ்சித் தன்னைப் புகலிடமாக அடைந்தவர்க்கும் அது சிறந்ததாகும்.'''
        self.u[742] = u'''மணிபோல் தெளிந்த நீரும், வெட்ட வெளியான நிலமும், மலையும், அழகிய நிழல் உடைய காடும் ஆகிய இவை நான்கும் உடையதே அரண் ஆகும்.'''
        self.u[743] = u'''உயரம், அகலம், உறுதி, பகைவரால் அழிக்க முடியாத அருமை ஆகிய நான்கும் அமைந்திருப்பதே அரண் என்று நூலோர் கூறுவர்.'''
        self.u[744] = u'''காக்கவேண்டிய இடம் சிறியதாய், மற்ற இடம் பெரிய பரப்புள்ளதாய், தன்னை எதிர்த்து வந்த பகைவருடைய ஊக்கத்தை அழிக்கவல்லது அரண் ஆகும்.'''
        self.u[745] = u'''பகைவரால் கைப்பற்றப்படுவதற்கு முடியாததாய், தன்னிடம் உணவுப்பொருள் கொண்டதாய், உள்ளிருப்போர் நிலைத்திருப்பதற்கு எளியதாகிய தன்மை உடையது அரண்.'''
        self.u[746] = u'''தன்னிடம் உள்ளவர்க்கு (வேண்டிய) எல்லாப் பொருளும் உடையதாய், போர் நெருக்கடியானவிடத்தில் உதவ வல்ல நல்ல வீரர்களை உடையது அரண் ஆகும்.'''
        self.u[747] = u'''முற்றுகையிட்டும், முற்றுகையிடாமல் போர் செய்தும், வஞ்சனை செய்தும் எப்படியும் பகைவரால் கைப்பற்ற முடியாத அருமை உடையது அரண் ஆகும்.'''
        self.u[748] = u'''முற்றுகையிடுவதில் வல்லமை கொண்டு முற்றுகை இட்டவரையும் (உள்ளிருந்தவர் பற்றிய) பற்றை விடாமலிருந்து வெல்வதற்கு உரியது அரண் ஆகும்.'''
        self.u[749] = u'''போர்முனையில் பகைவர் அழியும்படியாக (உள்ளிருந்தவர் செய்யும்) போர்ச் செயல் வகையால் பெருமை பெற்றுச் சிறப்புடையதாய் விளங்குவது அரண் ஆகும்.'''
        self.u[750] = u'''எத்தகைய பெருமைகளை உடையதாக இருந்த போதிலும், செயல்வகையால் சிறப்பு இல்லாதவரிடத்தில் அரண் பயனில்லாததாகும்.'''
        self.u[751] = u'''ஒரு பொருளாக மதிக்கத் தகாதவரையும் மதிப்புடையவராகச் செய்வதாகிய பொருள் அல்லாமல், சிறப்புடைய பொருள் வேறு இல்லை.'''
        self.u[752] = u'''பொருள் இல்லாதவரை (வேறு நன்மை உடையவராக இருந்தாலும்) எல்லாரும் இகழ்வர்; செல்வரை (வேறு நன்மை இல்லாவிட்டாலும்) எல்லாரும் சிறப்புச் செய்வர்.'''
        self.u[753] = u'''பொருள் என்று சொல்லப்படுகின்ற நந்தாவிளக்கு, நினைத்த இடத்திற்குச் சென்று உள்ள இடையூற்றைக் கெடுக்கும்.'''
        self.u[754] = u'''சேர்க்கும் திறம் அறிந்து தீமை ஒன்றும் இல்லாமல், சேர்க்கப்பட்டு வந்த பொருள் ஒருவனுக்கு அறத்தையும் கொடுக்கும் இன்பத்தையும் கொடுக்கும்.'''
        self.u[755] = u'''அருளோடும் அன்போடும் பொருந்தாத வழிகளில் வந்த செல்வத்தின் ஆக்கத்தைப் பெற்று மகிழாமல் அதைத் தீமையானது என்று நீக்கிவிட வேண்டும்.'''
        self.u[756] = u'''இறையாக வந்து சேரும் பொருளும், சுங்கமாகக் கொள்ளும் பொருளும், தன் பகைவரை வென்று திறமையாகக் கொள்ளும் பொருளும் அரசனுடைய பொருள்களாகும்.'''
        self.u[757] = u'''அன்பினால் பெறப்பட்ட அருள் என்று கூறப்படும் குழந்தை, பொருள் என்று கூறப்படும் செல்வமுள்ள செவிலித் தாயால் வளர்வதாகும்.'''
        self.u[758] = u'''தன் கைப்பொருள் ஒன்று தன்னிடம் இருக்க அதைக் கொண்டு ஒருவன் செயல் செய்தல், மலையின்மேல் ஏறி, யானைப் போரைக் கண்டாற் போன்றது.'''
        self.u[759] = u'''ஒருவன் பொருளை ஈட்டவேண்டும்; அவனுடைய பகைவரின் செருக்கைக் கெடுக்கவல்ல வாள் அதைவிடக் கூர்மையானது வேறு இல்லை.'''
        self.u[760] = u'''சிறந்ததாகிய பொருளை மிகுதியாக ஈட்டியவர்க்கு, மற்ற அறமும் இன்பமுமாகிய இரண்டும் ஒருசேரக் கை கூடும் எளிய பொருளாகும்.'''
        self.u[761] = u'''எல்லா உறுப்புக்களும் நிறைந்ததாய் இடையூறுகளுக்கு அஞ்சாததாய் உள்ள வெற்றி தரும் படை அரசனுடைய செல்வங்கள் எல்லாவற்றிலும் சிறந்ததாகும்.'''
        self.u[762] = u'''போரில் அழிவு வந்தவிடத்தில் வலிமை குன்றினாலும் இடையூறுகளுக்கு அஞ்சாத அஞ்சாமை தொன்றுதொட்டுப் பெருமை உடைய படைக்கு அல்லாமல் முடியாது.'''
        self.u[763] = u'''எலியாகிய பகை கூடிக் கடல்போல் ஒலித்தாலும் என்ன தீங்கு ஏற்படும்? பாம்பு மூச்சு விட்ட அளவில் அவை கெட்டழியும்.'''
        self.u[764] = u'''(போர்முனையில்) அழிவு இல்லாததாய், (பகைவருடைய) வஞ்சனைக்கு இரையாகாததாய், தொன்று தொட்டு வந்த அஞ்சாமை உடையதே படையாகும்.'''
        self.u[765] = u'''எமனே சினங்கொண்டு தன்மேல் எதிர்த்து வந்தாலும், ஒன்றாகத் திரண்டு எதிர்த்து நிற்கும் ஆற்றல் உடையதே படையாகும்.'''
        self.u[766] = u'''வீரம், மானம், சிறந்த வழியில்நடக்கும் நடக்கை, தலைவரால் நம்பித் தெளியப்படுதல் ஆகிய நான்கு பண்புகளும் படைக்குச் சிறந்தவையாகும்.'''
        self.u[767] = u'''தன்மேல் எதிர்த்துவந்த பகைவரின் போரைத் தாங்கி, வெல்லும் தன்மை அறிந்து, அவருடைய தூசிப்படையை எதிர்த்துச் செல்லவல்லதே படையாகும்.'''
        self.u[768] = u'''போர் செய்யும் வீரமும் (எதிர்ப்பைத் தாங்கும்) ஆற்றலும் இல்லையானாலும் படை தன்னுடைய அணி வகுப்பால் பெருமை பெறும்.'''
        self.u[769] = u'''தன் அளவு சிறிதாகத் தேய்தலும், தலைவரிடம் நீங்காத வெறுப்பும் வறுமையும் இல்லாதிருக்குமானால் அத்தகைய படை வெற்றிபெறும்.'''
        self.u[770] = u'''நெடுங்காலமாக நிலைத்திருக்கும் வீரர் பலரை உடையதே ஆனாலும், தலைமை தாங்கும் தலைவர் இல்லாதபோது படைக்குப் பெருமை இல்லையாகும்.'''
        self.u[771] = u'''பகைவரே! என்னுடைய தலைவன்முன் எதிர்த்து நிற்காதீர்கள்; என்னுடைய தலைவன்முன் எதிர்த்து நின்று மடிந்து கல்வடிவாய் நின்றவர் பலர்.'''
        self.u[772] = u'''காட்டில் ஓடும் முயலை நோக்கிக் குறிதவறாமல் எய்த அம்பை ஏந்துதலைவிட, வெட்டவெளியில் நின்ற யானை மேல் எறிந்து தவறிய வேலை ஏந்துதல் சிறந்தது.'''
        self.u[773] = u'''பகைவரை எதிர்க்கும் வீரத்தை மிக்க ஆண்மை என்று கூறுவர்; ஒரு துன்பம் வந்தபோது பகைவர்க்கும் உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர்.'''
        self.u[774] = u'''கையில் ஏந்திய வேலை ஒரு யானையின் மேல் எறிந்து துரத்திவிட்டு, வேறு வேல் தேடி வருகின்றவன் தன் மார்பில்பட்டிருந்த வேலைக் கண்டு பறித்து மகிழ்கின்றான்.'''
        self.u[775] = u'''பகைவரைச் சினந்து நோக்கிய கண், அவர் வேலைக் கொண்டு எறிந்தபோது மூடி இமைக்குமானாலும், அது வீரமுடையவர்க்குத் தோல்வி அன்றோ?'''
        self.u[776] = u'''வீரன் கழிந்த தன் நாட்களைக் கணக்கிட்டு விழுப்புண் படாத நாட்களை எல்லாம் பயன்படாமல் தவறிய நாட்களுள் சேர்ப்பான்.'''
        self.u[777] = u'''பரந்து நிற்கும் புகழை விரும்பி, உயிர்வாழ்வையும் விரும்பாத வீரர், வீரக் கழலைக் காலில் கட்டிக் கொள்ளுதல் அழகு செய்யும் தன்மையுடையதாகும்.'''
        self.u[778] = u'''போர் வந்தாலும் உயிரின் பொருட்டு அஞ்சாமல் போர் செய்யத் துணியும் வீரர், அரசன் சினந்தாலும் தம்முடைய சிறப்புக் குன்றாதவர் ஆவார்.'''
        self.u[779] = u'''தாம் உரைத்த சூள் தவறாதபடி போர்செய்து சாகவல்லவரை, அவர் செய்த பிழைக்காகத் தண்டிக்க வல்லவர் யார்?'''
        self.u[780] = u'''தம்மைக் காத்த தலைவருடைய கண்கள் நீர் பெருக்குமாறு சாகப் பெற்றால், சாவு இரந்தாவது பெற்றுக் கொள்ளத் தக்க பெருமை உடையதாகும்.'''
        self.u[781] = u'''நட்பைப்போல் செய்துகொள்வதற்கு அருமையானவை எவை உள்ளன? அதுபோல் தொழிலுக்கு அரிய காவலாக இருப்பவை எவை உள்ளன?'''
        self.u[782] = u'''அறிவுடையவரின் நட்பு பிறை நிறைந்துவருதல் போன்ற தன்மையுடையன; அறிவில்லாதவரின் நட்பு முழுமதி தேய்ந்து பின்செல்லுதல் போன்ற தன்மையுடையன.'''
        self.u[783] = u'''பழகப் பழக நற்பண்பு உடையவரின் நட்பு இன்பம் தருதல், நூலின் நற்பொருள் கற்கக் கற்க மேன்மேலும் இன்பம் தருதலைப் போன்றதாகும்.'''
        self.u[784] = u'''நட்புச் செய்தல் ஒருவரோடு ஒருவர் சிரித்து மகிழும் பொருட்டு அன்று; நண்பர் நெறி கடந்து சொல்லும்போது முற்பட்டுச் சென்று இடித்துரைப்பதற்காகும்.'''
        self.u[785] = u'''நட்புச் செய்வதற்குத் தொடர்பும் பழக்கமும் வேண்டியதில்லை; ஒத்த உணர்ச்சியே நட்பு ஏற்படுவதற்கு வேண்டிய உரிமையைக் கொடுக்கும்.'''
        self.u[786] = u'''முகம் மட்டும் மலரும்படியாக நட்புச் செய்வது நட்பு அன்று; நெஞ்சமும் மலரும்படியாக உள்ளன்புகொண்டு நட்புச் செய்வதே நட்பு ஆகும்.'''
        self.u[787] = u'''அழிவைத் தரும் தீமைகளிலிருந்து நீக்கி, நல்ல வழியில் நடக்கச் செய்து, அழிவு வந்த காலத்தில் உடனிருந்து துன்பப்படுவதே நட்பாகும்.'''
        self.u[788] = u'''உடை நெகிழ்ந்தவனுடைய கை, உடனே உதவிக் காப்பது போல், (நண்பனுக்குத் துன்பம் வந்தால்) அப்பொழுதே சென்று துன்பத்தைக் களைவது நட்பு.'''
        self.u[789] = u'''நட்புக்குச் சிறந்த நிலை எது என்றால், எப்போதும் வேறுபடுதல் இல்லாமல், முடியும்போதெல்லாம் உதவி செய்து தாங்கும் நிலையாகும்.'''
        self.u[790] = u'''`இவர், எமக்கு இத்தன்மையானவர், யாம் இவர்க்கு இத்தன்மையுடையேம்` என்று புனைந்துரைத்தாலும் நட்புச் சிறப்பிழந்துவிடும்.'''
        self.u[791] = u'''நட்புச் செய்தபிறகு நட்பை உடையவர்க்கு அதிலிருந்து விடுதலை இல்லை; ஆகையால் ஆராயாமல் நட்புச் செய்வதைப் போல் கெடுதியானது வேறு இல்லை.'''
        self.u[792] = u'''ஆராய்ந்து ஆராய்ந்து நட்புக் கொள்ளாதவனுடைய நட்பு, இறுதியில் தான் சாவதற்குக் காரணமான துயரத்தை உண்டாக்கிவிடும்.'''
        self.u[793] = u'''ஒருவனுடைய குணத்தையும், குடிப்பிறப்பையும், குற்றத்தையும், குறையாத இனத்தாரின் இயல்பையும் அறிந்து அவனோடு நட்புக் கொள்ளவேண்டும்.'''
        self.u[794] = u'''உயர்ந்த குடியில் பிறந்து, தன்னிடத்தில் வரக்கூடிய பழிக்கு நாணுகின்றவனைப் பொருள் கொடுத்தாவது நட்புக் கொள்ளவேண்டும்.'''
        self.u[795] = u'''நன்மையில்லாத செயலைக் கண்டபோது வருந்தும் படியாக இடித்துச் சொல்லி, உலக நடையை அறிய வல்லவரின் நட்பை ஆராய்ந்து கொள்ளவேண்டும்.'''
        self.u[796] = u'''கேடு வந்தபோதும் ஒருவகை நன்மை உண்டு; அக்கேடு ஒருவனுடைய நண்பரின் இயல்புகளை நீட்டி அளந்து பார்ப்பதொரு கோலாகும்.'''
        self.u[797] = u'''ஒருவனுக்கு ஊதியம் என்று சொல்லப்படுவது, அறிவில்லாதவருடன் செய்துகொண்ட நட்பிலிருந்து நீங்கி அவரைக் கைவிடுதலாகும்.'''
        self.u[798] = u'''ஊக்கம் குறைவதற்குக் காரணமான செயல்களை எண்ணாமலிருக்கவேண்டும்; அதுபோல் துன்பம் வந்த போது கைவிடுகின்றவரின் நட்பைக் கொள்ளாதிருக்க வேண்டும்.'''
        self.u[799] = u'''கேடு வரும் காலத்தில் கைவிட்டு ஒதுங்குகின்றவரின் நட்பு, எமன் கொல்லும் காலத்தில் நினைத்தாலும் நினைத்த உள்ளத்தை வருத்தும்.'''
        self.u[800] = u'''குற்றமற்றவருடைய நட்பைக் கொள்ளவேண்டும்; ஒத்த பண்பு இல்லாதவருடைய நட்பை ஒன்றைக் கொடுத்தாவது கைவிடவேண்டும்.'''
        self.u[801] = u'''பழைமை என்று சொல்லப்படுவது எது என்று வினவினால் அது பழகியவர் உரிமைபற்றிச் செய்யும் செயலைக் கீழ்ப்படுத்தாமல் ஏற்கும் நட்பாகும்.'''
        self.u[802] = u'''நட்பிற்கு உறுப்பாவது நண்பருடைய உரிமைச் செயலாகும்; அந்த உரிமைச் செயலுக்கு உடன்பட்டவராதல் சான்றோரின் கடமையாகும்.'''
        self.u[803] = u'''பழகியவர் உரிமைபற்றிச் செய்யும் செயலைத் தாம் செய்தது போலவே கருதி உடன்படாவிட்டால் அவரோடு தாம் பழகிய நட்பு என்ன பயன் தரும்?'''
        self.u[804] = u'''உரிமையால் கேளாமலே நண்பர் ஒன்றைச் செய்தால், அந்த உரிமையைப் போற்றி விரும்பும் தன்மையோடு அச்செயலையும் விரும்பி உடன்பட்டிருப்பர் அறிஞர்.'''
        self.u[805] = u'''வருந்தத்தக்க செயல்களை நண்பர் செய்தால் அதற்குக் காரணம், அறியாமை என்றாவது மிகுந்த உரிமை என்றாவது உணரவேண்டும்.'''
        self.u[806] = u'''உரிமைவாழ்வின் எல்லையில் நின்றவர், தமக்கு அழிவு நேர்ந்தவிடத்திலும் பழைமையாய் உறவுகொண்டு நின்றவரின் தொடர்பைக் கைவிடமாட்டார்.'''
        self.u[807] = u'''அன்புடன் தொன்றுதொட்டு வந்த உறவை உடையவர், அழிவு தரும் செயல்களைப் பழகியவர் செய்த போதிலும் தம் அன்பு நீங்காமலிருப்பார்.'''
        self.u[808] = u'''பழகிய நண்பர் செய்த தவறு பற்றிப் பிறர் சொன்னாலும் கேளாமலிருக்கும் உரிமை வல்லவர்க்கு, அந் நண்பர் தவறு செய்வாரானால் அது பயனுள்ள நாளாகும்.'''
        self.u[809] = u'''உரிமை கெடாமல் தொன்றுதொட்டு வந்த உறவு உடையவரின் தொடர்பைக் கைவிடாதவரை உலகம் விரும்பிப் போற்றும்.'''
        self.u[810] = u'''(தவறு செய்தபோதிலும்) பழகிய நண்பரிடத்தில் தம் உரிமைப் பண்பிலிருந்து மாறாதவர், தம் பகைவராலும் விரும்பப்படுதற்குரிய சிறப்பை அடைவர்.'''
        self.u[811] = u'''அன்பு மிகுதியால் பருகுவார்போல் தோன்றினாலும் நற்பண்பு இல்லாதவரின் நட்பு, வளர்ந்து பெருகுவதைவிடத் தேய்ந்து குறைவது நல்லது.'''
        self.u[812] = u'''தமக்குப் பயன் உள்ளபோது நட்புச் செய்து, பயன் இல்லாதபோது நீங்கிவிடும் தகுதியில்லாதவரின் நட்பைப் பெற்றாலும் என்ன? இழந்தாலும் என்ன?'''
        self.u[813] = u'''கிடைக்கும் பயனை அளந்து பார்க்கும் நண்பரும், அன்பைக் கொள்ளாமல் பெறுகின்ற பொருளைக் கொள்ளும் விலைமகளிரும், கள்வரும் ஒரு நிகரானவர்.'''
        self.u[814] = u'''போர் வந்தபோது களத்தில் தள்ளிவிட்டு ஓடும் அறிவில்லாத குதிரை போன்றவரின் உறவைவிட, ஒரு நட்பும் இல்லாமல் தனித்திருத்தலே சிறந்தது.'''
        self.u[815] = u'''காவல் செய்து வைத்தாலும் காவல் ஆகாத கீழ்மக்களின் தீய நட்பு, ஒருவனுக்கு ஏற்படுவதைவிட ஏற்படாமலிருப்பதே நன்மையாகும்.'''
        self.u[816] = u'''அறிவில்லாதவனுடைய மிகப் பொருந்திய நட்பைவிட அறிவுடையவரின் நட்பில்லாத தன்மை கோடி மடங்கு நன்மை தருவதாகும்.'''
        self.u[817] = u'''(அகத்தில் அன்பு இல்லாமல் புறத்தில்) நகைக்கும் தன்மை உடையவரின் நட்பைவிட, பகைவரால் வருவன பத்துக்கோடி மடங்கு நன்மையாகும்.'''
        self.u[818] = u'''முடியும் செயலையும் முடியாதபடி செய்து கெடுப்பவரின் உறவை, அவர் அறியுமாறு ஒன்றும் சொல்லாமலே தளரச் செய்து கைவிட வேண்டும்.'''
        self.u[819] = u'''செய்யும் செயல் வேறாகவும் சொல்லும் சொல் வேறாகவும் உள்ளவரின் நட்பு, ஒருவனுக்குக் கனவிலும் துன்பம் தருவதாகும்.'''
        self.u[820] = u'''தனியே வீட்டில் உள்ளபோது பொருந்தியிருந்து, பலர் கூடிய மன்றத்தில் பழித்துப் பேசுவோரின் நட்பை எவ்வளவு சிறிய அளவிலும் அணுகாமல் விடவேண்டும்.'''
        self.u[821] = u'''அகத்தே பொருந்தாமல் புறத்தில் பொருந்தி நடப்பவரின் நட்பு, தக்க இடம் கண்டபோது எறிவதற்கு உரிய பட்டடையாகும்.'''
        self.u[822] = u'''இனம் போலவே இருந்து உண்மையில் இனம் அல்லாதவரின் நட்பு, பொதுமகளிரின் மனம்போல உள்ளொன்று புறமொன்றாக வேறுபட்டு நிற்கும்.'''
        self.u[823] = u'''பல நல்ல நூல்களைக் கற்றுத் தேர்ந்தபோதிலும், அவற்றின் பயனாக நல்ல மனம் உடையவராகப் பழகுதல், (உள்ளன்பினால்) மாட்சியடையாதவர்க்கு இல்லை.'''
        self.u[824] = u'''முகத்தால் இனிமையாகச் சிரித்துப் பழகி அகத்தில் தீமை கொண்டுள்ள வஞ்சகருடன் நட்புக் கொள்வதற்கு அஞ்சவேண்டும்.'''
        self.u[825] = u'''மனத்தால் தம்மொடு பொருந்தாமல் பழகுகின்றவரை அவர் கூறுகின்ற சொல்லைக் கொண்டு எத்தகைய ஒரு செயலிலும் நம்பித் தெளியக்கூடாது.'''
        self.u[826] = u'''நண்பர்போல் நன்மையானவற்றைச் சொன்ன போதிலும் பகைமை கொண்டவர் சொல்லும் சொற்களின் உண்மைத் தன்மை விரையில் உணரப்படும்.'''
        self.u[827] = u'''வில்லின் வணக்கம் வணக்கமாக இருந்தாலும் தீங்கு செய்தலைக் குறித்தமையால், பகைவரிடத்திலும் அவருடைய சொல்லின் வணக்கத்தை நன்மையாகக் கொள்ளக்கூடாது.'''
        self.u[828] = u'''பகைவர் வணங்கித் தொழுத கையினுள்ளும் கொலைக் கருவி மறைந்திருக்கும்; பகைவர் அழுது சொரிந்த கண்ணீரும் அத்தன்மையானதே.'''
        self.u[829] = u'''புறத்தே மிகுதியாக நட்புத் தோன்றச் செய்து அகத்தில் இகழ்கின்றவரைத், தாமும் அந் நட்பில் நகைத்து மகிழுமாறு செய்து அத்தொடர்பு சாகுமாறு நடக்கவேண்டும்.'''
        self.u[830] = u'''பகைவர் நண்பராகும் காலம் வரும்போது முகத்தளவில் நட்புக்கொண்டு அகத்தில் நட்பு நீங்கி வாய்ப்புக் கிடைத்தபோது அதையும் விடவேண்டும்.'''
        self.u[831] = u'''பேதைமை என்று சொல்லப்படுவது யாது என்றால், தனக்குக் கெடுதியானதைக் கைக்கொண்டு ஊதியமானதைக் கைவிடுதலாகும்.'''
        self.u[832] = u'''ஒருவனுக்குப் பேதைமை எல்லாவற்றிலும் மிக்க பேதைமை, தன் ஒழுக்கத்திற்குப் பொருந்தாததில் தன் விருப்பத்தைச் செலுத்துதலாகும்.'''
        self.u[833] = u'''தகாதவற்றிற்கு நாணாமலிருத்தல், தக்கவற்றை நாடாமலிருத்தல், அன்பு இல்லாமை, நன்மை ஒன்றையும் விரும்பாமை அகியவை பேதையின் தொழில்கள்.'''
        self.u[834] = u'''நூல்களை ஓதியும், அவற்றின் பொருளை உணர்ந்தும், பிறர்க்கு எடுத்துச் சொல்லியும் தான் அவற்றின் நெறியில் அடங்கி ஒழுகாத பேதைபோல் வேறு பேதையர் இல்லை.'''
        self.u[835] = u'''எழுபிறப்பிலும் தான் புகுந்து அழுந்துவதற்கு உரிய நரகத் துன்பத்தைப் பேதை தன் ஒரு பிறவியில் செய்து கொள்ள வல்லவனாவான்.'''
        self.u[836] = u'''ஒழுக்கநெறி அறியாத பேதை ஒரு செயலை மேற் கொண்டால் (அந்தச் செயல் முடிவுபெறாமல்) பொய்படும்; அன்றியும் அவன் குற்றவாளியாகித் தளை பூணுவான்.'''
        self.u[837] = u'''பேதை பெருஞ் செல்வம் அடைந்தபோது, (அவனோடு தொடர்பில்லாத) அயலார் நிறைய நன்மை பெற. அவனுடைய சுற்றத்தார் பசியால் வருந்துவர்.'''
        self.u[838] = u'''பேதை தன் கையில் ஒரு பொருள் பெற்றால் (அவன் நிலைமை) பித்துப் பிடித்த ஒருவன் கள் குடித்து மயங்கினாற் போலாகும்.'''
        self.u[839] = u'''பேதையரிடமிருந்து பிரிவு நேர்ந்தபோது, அப்பிரிவு துன்பம் ஒன்றும் தருவதில்லை. ஆகையால் பேதையருடன் கொள்ளும் நட்பு மிக இனியதாகும்.'''
        self.u[840] = u'''சான்றோரின் கூட்டத்தில் பேதை புகுதல், ஒருவன் தூய்மையில்லாதவற்றை மிதித்துக் கழுவாத காலைப் படுக்கையில் வைத்தாற் போன்றது.'''
        self.u[841] = u'''அறிவில்லாமையே இல்லாமை பலவற்றுள்ளும் கொடிய இல்லாமையாகும்; மற்ற இல்லாமைகளை உலகம் அத்தகைய இல்லாமையாகக் கருதாது.'''
        self.u[842] = u'''அறிவில்லாதவன் மனம் மகிழ்ந்து ஒரு பொருளைக் கொடுத்தலுக்குக் காரணம், வேறொன்றும் இல்லை; அந்தப் பொருளைப் பெறுகின்றவனுடைய நல்வினையே ஆகும்.'''
        self.u[843] = u'''அறிவில்லாதவர் தம்மைத் தாமே துன்புறுத்தும் துன்பம் அவருடைய பகைவர்க்கும் செய்ய முடியாத அளவினதாகும்.'''
        self.u[844] = u'''புல்லறிவு என்று சொல்லப்படுவது யாது என்றால், `யாம் அறிவுடையேம்` என்று ஒருவன் தன்னைத்தானே மதித்துக் கொள்ளும் செருக்காகும்.'''
        self.u[845] = u'''அறிவில்லாதவர் தாம் கல்லாத நூல்களையும் கற்றவர் போல் மேற்கொண்டு நடத்தல், அவர் குற்றமறக் கற்றுவல்ல பொருளைப் பற்றியும் மற்றவர்க்கு ஐயம் உண்டாக்கும்.'''
        self.u[846] = u'''தம்மிடத்தில் உள்ள குற்றத்தை அறிந்து நீக்காத போது, உடம்பில் மறைப்பதற்குரிய பகுதியை மட்டும் ஆடையால் மறைத்தல் புல்லறிவாகும்.'''
        self.u[847] = u'''அரிய மறைபொருளை மனத்தில் வைத்துக் காக்காமல் சோர்ந்து வெளிப்படுத்தும் அறிவில்லாதவன் தனக்குத் தானே பெருந்தீங்கு செய்து கொள்வான்.'''
        self.u[848] = u'''தனக்கு நன்மையானவற்றைப் பிறர் ஏவினாலும் செய்யாதவனாய், தானாகவும் உணர்ந்து தெளியாதவனாய் உள்ளவனுடைய உயிர் போகுமளவும் ஒரு நோயாகும்.'''
        self.u[849] = u'''அறிவு இல்லாதவனுக்கு அறிவிப்பான் தானே அறிவில்லாதவனாய் நிற்பான்; அறிவு இல்லாதவனோ தான் அறிந்த வகையால் அறிவுள்ளவனாய்த் தோன்றுவான்.'''
        self.u[850] = u'''உலகத்தார் உண்டு என்று சொல்வதை இல்லை என்று கூறுகின்ற ஒருவன், உலகத்தில் காணப்படும் ஒரு பேயாகக் கருதி விலக்கப்படுவான்.'''
        self.u[851] = u'''எல்லா உயிர்களுக்கும் மற்ற உயிர்களோடு பொருந்தாமல் வேறுபடுதலாகிய தீய பண்பை வளர்க்கும் நோய் இகல் (மாறுபாடு) என்று சொல்வர் அறிஞர்.'''
        self.u[852] = u'''ஒருவன் தன்னோடு பொருந்தாமல் வேறுபடுதலைக் கருதி அன்பில்லாதவற்றைச் செய்தாலும், தான் இகல் கொண்டு அவனுக்குத் துன்பம் செய்யாதிருத்தல் சிறந்தது.'''
        self.u[853] = u'''ஒருவன் இகல் என்று சொல்லப்படும் துன்ப நோயை நீக்கிவிட்டால். அஃது அவனுக்கு அழிவில்லாத நிலையான புகழைக் கொடுக்கும்.'''
        self.u[854] = u'''இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால், அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்.'''
        self.u[855] = u'''இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால். அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்.'''
        self.u[856] = u'''இகல் கொள்வதால் வெல்லுதல் இனியது என்று கருதுகின்றவனுடைய வாழ்க்கை தவறிப்போதலும் அழிதலும் விரைவில் உள்ளனவாம்.'''
        self.u[857] = u'''இகலை விரும்புகின்ற தீய அறிவை உடையவர் வெற்றி பொருந்துதலுக்குக் காரணமான உண்மைப் பொருளை அறியமாட்டார்.'''
        self.u[858] = u'''இகலுக்கு எதிரே சாய்ந்து நடத்தல் ஒருவனுக்கு ஆக்கமாகும்; அதனை எதிர்த்து வெல்லக் கருதினால் கேடு அவனிடம் வரக் கருதும்.'''
        self.u[859] = u'''ஒருவன் தனக்கு ஆக்கம் வரும்போது இகலைக் கருதமாட்டான்; தனக்குக் கேடு தருவித்துக் கொள்ளும் போது அதனை எதிர்த்து வெல்லக் கருதுவான்.'''
        self.u[860] = u'''ஒருவனுக்கு இகலால் துன்பமானவை எல்லாம் உண்டாகும்; அதற்கு மாறான நட்பால் நல்ல நீதியாகிய பெருமித நிலை உண்டாகும்.'''
        self.u[861] = u'''தம்மைவிட வலியவர்க்கு மாறுபட்டு எதிர்த்தலை விட வேண்டும்; தம்மை விட மெலியவர் மேல் பகை கொள்வதை விடாமல் விரும்பி மேற்கொள்ள வேண்டும்.'''
        self.u[862] = u'''ஒருவன் அன்புஇல்லாதவனாய், அமைந்த துணை இல்லாதவனாய், தானும் வலிமை இல்லாதவனாய் இருந்தால், அவன் பகைவனுடைய வலிமையை எவ்வாறு ஒழிக்க முடியும்?'''
        self.u[863] = u'''ஒருவன் அஞ்சுகின்றவனாய், அறிவு இல்லாதவனாய், பொருந்தும் பண்பு இல்லாதவனாய், பிறர்க்கு ஒன்று ஈயாதவனாய் இருந்தால், அவன் பகைவர்க்கு மிக எளியவன்.'''
        self.u[864] = u'''ஒருவன் சினம் நீங்காதவனாய், நெஞ்சத்தை நிறுத்தியாளும் தன்மை இல்லாதவனாய் இருந்தால், அவன் எக்காலத்திலும் எவ்விடத்திலும் எவர்க்கும் எளியவன்.'''
        self.u[865] = u'''ஒருவன் நல்வழியை நோக்காமல், பொருத்தமானவற்றைச் செய்யாமல், பழியையும் பார்க்காமல், நற்பண்பும் இல்லாமல் இருந்தால், அவன் பகைவர்க்கும் எளியனாவான்.'''
        self.u[866] = u'''ஒருவன் உண்மை காணாத சினம் உடையவனாய், மிகப் பெரிய ஆசை உடையவனாய் இருந்தால், அவனுடைய பகை விரும்பி மேற்கொள்ளப்படும்.'''
        self.u[867] = u'''தன்னை அடுத்துத் தன்னோடிருந்தும் பொருந்தாதவற்றைச் செய்பவனுடைய பகையைப் பொருள் கொடுத்தாவது கொள்ள வேண்டும்.'''
        self.u[868] = u'''ஒருவன் குணம் இல்லாதவனாய்க் குற்றம் பல உடையவனானால், அவன் துணை இல்லாதவன் ஆவான்; அந்நிலைமையே அவனுடைய பகைவர்க்கு நன்மையாகும்.'''
        self.u[869] = u'''அறிவு இல்லாத அஞ்சும் இயல்பு உடைய பகைவரைப் பெற்றால், அவரை எதிர்த்துப் பகைகொள்பவர்க்கு இன்பங்கன் தொலைவில் நீங்காமல் நிற்கும்.'''
        self.u[870] = u'''கல்வி கற்காதவனைப் பகைத்துக் கொள்ளும் எளிய செயலைச் செய்ய இயலாத ஒருவனிடம், எக்காலத்திலும் புகழ் வந்து பொருந்தாது.'''
        self.u[871] = u'''பகை என்று சொல்லப்படும் பண்பு இல்லாத தீமையை ஒருவன் சிரித்துப் பொழுதுபோக்கும் விளையாட்டாகவும் விரும்புதலாகாது.'''
        self.u[872] = u'''வில்லை ஏராக உடைய உழவராகிய வீரருடன் பகை கொண்ட போதிலும், சொல்லை ஏராக உடைய உழவராகிய அறிஞருடன் பகைகொள்ளக்கூடாது.'''
        self.u[873] = u'''தான் தனியாக இருந்து பலருடைய பகையைத் தேடிக் கொள்பவன், பித்துப் பிடித்தவரைவிட அறிவில்லாதவனாகக் கருதப்படுவான்.'''
        self.u[874] = u'''பகையையும் நட்பாகச் செய்துகொண்டு நடக்கும் பண்புடையவனது பெருந்தன்மையில் உலகம் தங்கியிருப்பதாகும்.'''
        self.u[875] = u'''தனக்கு உதவியான துணையோ இல்லை; தனக்குப் பகையோ இரண்டு; தானோ ஒருவன்; இந்நிலையில் அப்பகைகளுள் ஒன்றை இனிய துணையாகக் கொள்ள வேண்டும்.'''
        self.u[876] = u'''இதற்குமுன் ஒருவனைப்பற்றி ஆராய்ந்து தெளிந்திருந்தாலும், தெளியாவிட்டாலும், அழிவு வந்தகாலத்தில் அவனைத் தெரியாமலும் நீங்காமலும் வாளா விடவேண்டும்.'''
        self.u[877] = u'''துன்புற்றதைத் தாமாகவே அறியாத நண்பர்க்குத் துன்பத்தைச் சொல்லக் கூடாது; பகைவரிடத்தில் மென்மை மேற்கொள்ளக்கூடாது.'''
        self.u[878] = u'''செய்யும் வகையை அறிந்து தன்னை வலிமைப்படுத்திக் கொண்டு தற்காப்புத் தேடிக்கொண்டால், பகைவரிடத்தில் ஏற்பட்ட செருக்குத் தானாகவே அழியும்.'''
        self.u[879] = u'''முள்மரத்தை இளையதாக இருக்கும்போதே வெட்ட வேண்டும்; காழ்ப்பு ஏறி முதிர்ந்தபோது வெட்டுகின்றவரின் கையையே அது வருத்தும்.'''
        self.u[880] = u'''பகைத்தவருடைய தலைமையைக் கெடுக்க முடியாதவர் திண்ணமாக மூச்சுவிடும் அளவிற்கு உயிரோடு வாழ்கின்றவர் அல்லர்.'''
        self.u[881] = u'''இன்பம் தரும் நிழலும் நீரும் நோய் செய்வனவாக இருந்தால் தீயனவே ஆகும்; அதுபோலவே, சுற்றத்தாரின் தன்மைகளும் துன்பம் தருமானால் தீயனவே ஆகும்.'''
        self.u[882] = u'''வாளைப்போல் வெளிப்படையான பகைவர்க்கு அஞ்ச வேண்டியதில்லை; ஆனால் உறவினரைப்போல இருந்து உட்பகை கொண்டவரின் தொடர்புக்கு அஞ்ச வேண்டும்.'''
        self.u[883] = u'''உட்பகைக்கு அஞ்சி ஒருவன் தன்னைக் காத்துக் கொள்ள வேண்டும்; தளர்ச்சி வந்தபோது மட்கலத்தை அறுக்கும் கருவிபோல் அந்த உட்பகை தவறாமல் அழிவு செய்யும்.'''
        self.u[884] = u'''மனம் திருந்தாத உட்பகை ஒருவனுக்கு உண்டாகுமானால், அது அவனுக்குச் சுற்றம் சீர்ப்படாமைக்குக் காரணமான குற்றம் பலவற்றையும் தரும்.'''
        self.u[885] = u'''உறவுமுறையோடு உட்பகை உண்டாகுமானால், அது ஒருவனுக்கு இறக்கும் வகையான குற்றம் பலவற்றையும் கொடுக்கும்.'''
        self.u[886] = u'''ஒருவனுடைய உற்றாரிடத்தில் பகைமை ஏற்படுமானால், அந்த உட்பகையால் அவன் அழியாமலிருத்தல் எப்போதும் அரிது.'''
        self.u[887] = u'''செப்பின் இணைப்பைப்போல் புறத்தே பொருந்தி இருந்தாலும், உட்பகை உண்டான குடியில் உள்ளவர் அகத்தே பொருந்தி இருக்கமாட்டார்.'''
        self.u[888] = u'''உட்பகை உண்டான குடி, அரத்தினால் தேய்க்கப் பட்ட இரும்புபோல் வலிமை குறைக்கப்பட்டுத் தேய்ந்து போகும்.'''
        self.u[889] = u'''எள்ளின் பிளவைப் போன்ற சிறிய அளவு உடையதே ஆனாலும், ஒரு குடியை அழிக்கவல்ல கேடு உட்பகையில் உள்ளதாகும்.'''
        self.u[890] = u'''அகத்தின் உடன்பாடு இல்லாதவருடன் கூடி வாழும் வாழ்க்கை, ஒரு குடிசையிற் பாம்போடு உடன்வாழ்ந்தாற் போன்றது.'''
        self.u[891] = u'''மேற்கொண்ட செயலைச் செய்து முடிக்க வல்லவரின் ஆற்றலை இகழாதிருத்தல், காப்பவர் செய்து கொள்ளும் காவல் எல்லாவற்றிலும் சிறந்தது.'''
        self.u[892] = u'''ஆற்றல் மிகுந்த பெரியாரை விரும்பி மதிக்காமல் நடந்தால், அது அப் பெரியாரால் நீங்காத துன்பத்தைத் தருவதாகும்.'''
        self.u[893] = u'''அழிக்க வேண்டுமானால் அவ்வாறே செய்துமுடிக்க வல்லவரிடத்தில் தவறு செய்தலை, ஒருவன் கெட வேண்டுமானால் கேளாமலே செய்யலாம்.'''
        self.u[894] = u'''ஆற்றல் உடையவர்க்கு ஆற்றல் இல்லாதவர் தீமை செய்தால், தானே வந்து அழிக்கவல்ல எமனைக் கைகாட்டி அழைத்தாற் போன்றது.'''
        self.u[895] = u'''மிக்க வலிமை உடைய அரசனால் வெகுளப்பட்டவர், அவனிடமிருந்து தப்புவதற்காக எங்கே சென்றாலும் எங்கும் வாழ முடியாது.'''
        self.u[896] = u'''தீயால் சுடப்பட்டாலும் ஒருகால் உயிர்பிழைத்து வாழ முடியும்; ஆற்றல் மிகுந்த பெரியாரிடத்தில் தவறு செய்து நடப்பவர் தப்பிப் பிழைக்க முடியாது.'''
        self.u[897] = u'''தகுதியால் சிறப்புற்ற பெரியார் ஒருவனை வெகுண்டால் அவனுக்குப் பலவகையால் மாண்புற்ற வாழ்க்கையும் பெரும் பொருளும் இருந்தும் என்ன பயன்?'''
        self.u[898] = u'''மலைபோன்ற பெரியார் கெட நினைத்தால், உலகில் அழியாமல் நிலைபெற்றாற்போல் உள்ளவரும் தம் குடியோடு அழிவர்.'''
        self.u[899] = u'''உயர்ந்த கொள்கையுடைய பெரியார் சீறினால், நாட்டை ஆளும் அரசனும் இடைநடுவே முரிந்து அரசு இழந்து கெடுவான்.'''
        self.u[900] = u'''மிகச் சிறப்பாக அமைந்த பெருமையுடையவர் வெகுண்டால், அளவு கடந்து அமைந்துள்ள சார்புகள் உடையவரானாலும் தப்பிப் பிழைக்க முடியாது.'''
        self.u[901] = u'''மனைவியை விரும்பி அவள் சொன்னபடி நடப்பவர் சிறந்த பயனை அடையமாட்டார்; கடமையைச் செய்தலை விரும்புகின்றவர் வேண்டாத பொருளும் அதுவே.'''
        self.u[902] = u'''கடமையை விரும்பாமல் மனைவியின் பெண்மையை விரும்புகின்றவனுடைய ஆக்கம், பெரியதொரு நாணத்தக்க செயலாக நாணத்தைக் கொடுக்கும்.'''
        self.u[903] = u'''மனைவியிடத்தில் தாழ்ந்து நடக்கும் இழிந்த தன்மை ஒருவனுக்கு எப்போதும் நல்லவரிடையே இருக்கும்போது நாணத்தைத் தரும்.'''
        self.u[904] = u'''மனைவிக்கு அஞ்சி நடக்கின்ற மறுமைப் பயன் இல்லாத ஒருவன், செயல் ஆற்றுந்தன்மை பெருமை பெற்று விளங்க முடிவதில்லை.'''
        self.u[905] = u'''மனைவிக்கு அஞ்சி வாழ்கின்றவன் எப்போதும் நல்லவர்க்கு நன்மையான கடமையைச் செய்வதற்கு அஞ்சி நடப்பான்.'''
        self.u[906] = u'''மனைவியின் தோளுக்கு அஞ்சி வாழ்கின்றவர் தேவரைப் போல் இவ்வுலகத்தில் சிறப்பான நிலையில் வாழ்ந்த போதிலும் பெருமை இல்லாதவரே ஆவர்.'''
        self.u[907] = u'''மனைவியின் ஏவலைச் செய்து நடக்கின்றவனுடைய ஆண்மையைவிட, நாணத்தைத் தன் இயல்பாக உடையவளின் பெண்மையே பெருமை உடையது.'''
        self.u[908] = u'''மனைவி விரும்பியபடி செய்து நடப்பவர், தம்முடைய நண்பர்க்கு உற்ற குறையையும் செய்து முடிக்கமாட்டார்; அறத்தையும் செய்யமாட்டார்.'''
        self.u[909] = u'''அறச் செயலும் அதற்குக் காரணமாக அமைந்த பொருள் முயற்சியும் மற்றக் கடமைகளும் மனைவியின் ஏவலைச் செய்வோரிடத்தில் இல்லை.'''
        self.u[910] = u'''நன்றாக எண்ணுதல் பொருந்திய நெஞ்சத்தோடு தக்க நிலையும் உடையார்க்கு எக்காலத்திலும் மனைவியின் ஏவலுக்கு இணங்கும் அறியாமை இல்லை.'''
        self.u[911] = u'''அன்பினால் விரும்பாமல் பொருள் காரணமாக விரும்புகின்ற பொதுமகளிர் பேசுகின்ற இனிய சொல் ஒருவனுக்குத் துன்பத்தைக் கொடுக்கும். '''
        self.u[912] = u'''கிடைக்கக்கூடிய பயனை அளந்து பார்த்து, அதற்கு ஏற்றவாறு இனியசொல் கூறுகின்ற பண்பற்ற பொது மகளிரின் இன்பத்தை ஆராய்ந்து பொருந்தாமல் விடவேண்டும்.'''
        self.u[913] = u'''பொருளையே விரும்பும் பொதுமகளிரின் பொய்யான தழுவுதல், இருட்டறையில், தொடர்பு இல்லாத ஒரு பிணத்தைத் தழுவினாற் போன்றது.'''
        self.u[914] = u'''பொருள் ஒன்றையே பொருளாகக் கொண்ட பொது மகளிரின் புன்மையான இன்பத்தை, அருளாகிய சிறந்த பொருளை ஆராயும் அறிவுடையோர் பொருந்தமாட்டார்.'''
        self.u[915] = u'''இயற்கை யறிவின் நன்மையால் சிறப்புற்ற அறிவுடையோர், பொருள் தருவார் எல்லார்க்கும் பொதுவாக இன்பம் தரும் மகளிரின் புன்மையான நலத்தைப் பொருந்தார்.'''
        self.u[916] = u'''அழகு முதலியவற்றால் செருக்குக் கொண்டு தம் புன்மையான நிலையான நலத்தை விற்கும் பொதுமகளிரின் தோளை, தம் நல்லொழுக்கத்தைப் போற்றும் சான்றோர் பொருந்தார்.'''
        self.u[917] = u'''நெஞ்சத்தை நிறுத்தி ஆளும் ஆற்றல் இல்லாதவர், தம் நெஞ்சில் வேறுபொருளை விரும்பிக் கூடும் பொது மகளிரின் தோளைப் பொருந்துவர்.'''
        self.u[918] = u'''வஞ்சம் நிறைந்த பொதுமகளிரின் சேர்க்கை, ஆராய்ந்தறியும் அறிவு இல்லாதவர்க்கு அணங்கு தாக்கு (மோகினி மயக்கு) என்று கூறுவர்.'''
        self.u[919] = u'''ஒழுக்க வரையறை இல்லாத பொதுமகளிரின் மெல்லிய தோள், உயர்வில்லாத கீழ்மக்கள் ஆழ்ந்து கிடக்கின்ற நரகமாகும்.'''
        self.u[920] = u'''இருவகைப்பட்ட மனம் உடைய பொதுமகளிரும் கள்ளும் சூதுமாகிய இம் மூவகையும் திருமகளால் நீக்கப்பட்டவரின் உறவாகும்.'''
        self.u[921] = u'''கள்ளின்மேல் விருப்பம் கொண்டு நடப்பவர், எக்காலத்திலும் பகைவரால் அஞ்சப்படார்; தமக்கு உள்ள புகழையும் இழந்துவிடுவார்.'''
        self.u[922] = u'''கள்ளை உண்ணக்கூடாது; சான்றோரால் நன்கு எண்ணப்படுவதை விரும்பாதவர் கள்ளை உண்ண வேண்டுமானால் உண்ணலாம்.'''
        self.u[923] = u'''பெற்ற தாயின் முகத்திலும் கள்ளுண்டு மயங்குதல் துன்பம் தருவதாகும்; குற்றம் கடியும் இயல்புடைய சான்றோரின் முகத்தில் அது என்னவாகும்?'''
        self.u[924] = u'''நாணம் என்று சொல்லப்படும் நல்லவள், கள் என்று சொல்லப்படும் விரும்பத்தகாத பெருங்குற்றம் உடையவர்க்கு எதிரே நிற்காமல் செல்வாள்.'''
        self.u[925] = u'''விலைப்பொருள் கொடுத்துக் கள்ளுண்டு தன் உடம்பைத் தான் அறியாத நிலையை மேற்கொள்ளுதல், செய்வது இன்னதென்று அறியாத அறியாமை உடையதாகும்.'''
        self.u[926] = u'''உறங்கினவர், இறந்தவரைவிட வேறுபட்டவர் அல்லர்; அவ்வாறே கள்ளுண்பவரும் அறிவு மயங்குதலால் நஞ்சு உண்பவரே ஆவர்.'''
        self.u[927] = u'''கள்ளை மறைந்திருந்து குடித்து அறிவு மயங்குபவர், உள்ளூரில் வாழ்கின்றவரால் உள்ளான செய்திகள் ஆராயப்பட்டு எந்நாளும் சிரிக்கப்படுவர்.'''
        self.u[928] = u'''கள்ளுண்பவன் `யான் ஒருபோதும் கள்ளுண்டறியேன்' என்று சொல்லுவதை விடவேண்டும்: நெஞ்சில் ஒளிந்திருந்த குற்றமும் கள்ளுண்டபோதே வெளிப்படும்.'''
        self.u[929] = u'''கள்ளுண்டு மயங்கினவனைக் காரணம் காட்டித் தெளிவித்தல், நீரின்கீழ் மூழ்கின ஒருவனைத் தீவிளக்குக் கொண்டு தேடினாற் போன்றது.'''
        self.u[930] = u'''ஒருவன் தான் கள் உண்ணாதபோது கள்ளுண்டு மயங்கினவனைக் காணுமிடத்தில் உண்டு மயங்குவதால் வரும் சோர்வை நினைக்கமாட்டானோ?'''
        self.u[931] = u'''வெற்றியே பெறுவதானாலும் சூதாட்டத்தை விரும்பக் கூடாது. வென்ற வெற்றியும், தூண்டில் இரும்பை இரை என்று மயங்கி மீன் விழுங்கினாற் போன்றது.'''
        self.u[932] = u'''ஒரு பொருள்பெற்று நூறுமடங்கு பொருளை இழந்துவிடும் சூதாடிகளுக்கும், நன்மை பெற்று வாழும் ஒரு வழி உண்டோ?'''
        self.u[933] = u'''ஒருவன் உருளுகின்ற கருவியால் வரும் பொருளை இடைவிடாமல் கூறிச் சூதாடினால், பொருள் வருவாய் அவனைவிட்டு நீங்கிப் பகைவரிடத்தில் சேரும்.'''
        self.u[934] = u'''ஒருவனுக்குத் துன்பம் பலவற்றையும் உண்டாக்கி அவனுடைய புகழைக் கெடுக்கின்ற சூதைப்போல் வறுமை தருவது வேறொன்றும் இல்லை.'''
        self.u[935] = u'''சூதாடு கருவியும், ஆடும் இடமும், கைத்திறமையும் மதித்துக் கைவிடாதவர், (எல்லாப் பொருள் உடையவராக இருந்தும்) இல்லாதவர் ஆய்விடுவார்.'''
        self.u[936] = u'''சூது என்று சொல்லப்படும் மூதேவியால் விழுங்கப் பட்டவர், வயிறு நிறைய உணவும் உண்ணாதவராகிப் பல துன்பப்பட்டு வருந்துவார்.'''
        self.u[937] = u'''சூதாடுமிடத்தில் ஒருவனுடைய காலம் கழியுமானால், அது அவனுடைய பழைமையாய் வந்த செல்வத்தையும் இயல்பான நற்பண்பையும் கெடுக்கும்.'''
        self.u[938] = u'''சூது, உள்ள பொருளை அழித்துப் பொய்யை மேற்கொள்ளச் செய்து அருளையும் கெடுத்துப் பலவகையிலும் துன்பமுற்று வருந்தச் செய்யும்.'''
        self.u[939] = u'''சூதாடுதலை ஒருவன் மேற்கொண்டால், புகழ், கல்வி, செல்வம், உணவு, உடை ஆகிய ஐந்தும் அவனைச் சேராமல் ஒதுங்கும்.'''
        self.u[940] = u'''பொருள் வைத்து இழக்க இழக்க மேன்மேலும் விருப்பத்தை வளர்க்கும் சூதாட்டம்போல், உடல் துன்பப்பட்டு வருந்த வருந்த உயிர் மேன்மேலும் காதல் உடையதாகும்.'''
        self.u[941] = u'''மருத்துவ நூலோர் வாதம் பித்தம் சிலோத்துமம் என எண்ணிய மூன்றும் அளவுக்கு மிகுந்தாலும் குறைந்தாலும் நோய் உண்டாக்கும்.'''
        self.u[942] = u'''முன் உண்ட உணவு செரித்த தன்மையை ஆராய்ந்து போற்றிப் பிறகு தக்க அளவு உண்டால், உடம்பிற்கு மருந்து என ஒன்று வேண்டியதில்லை.'''
        self.u[943] = u'''முன் உண்ட உணவு செரித்துவிட்டால், பின் வேண்டிய அளவு அறிந்து உண்ணவேண்டும்; அதுவே உடம்பு பெற்றவன் அதை நெடுங்காலம் செலுத்தும் வழியாகும்.'''
        self.u[944] = u'''முன் உண்ட உணவு செரித்த தன்மையை அறிந்து மாறுபாடில்லாத உணவுகளைக் கடைபிடித்து, அவற்றையும் நன்றாகப் பசித்தபிறகு உண்ணவேண்டும்.'''
        self.u[945] = u'''மாறுபாடில்லாத உணவை அளவு மீறாமல் மறுத்து அளவோடு உண்டால், உயிர் உடம்பில் வாழ்வதற்கு இடையூறான நோய் இல்லை.'''
        self.u[946] = u'''குறைந்த அளவு இன்னதென்று அறிந்து உண்பவனிடத்தில் இன்பம் நிலை நிற்பது போல, மிகப் பெரிதும் உண்பவனிடத்தில் நோய் நிற்கும்.'''
        self.u[947] = u'''பசித்தீயின் அளவின்படி அல்லாமல், அதை ஆராயாமல் மிகுதியாக உண்டால், அதனால் நோய்கள் அளவில்லாமல் ஏற்பட்டுவிடும்.'''
        self.u[948] = u'''நோய் இன்னதென்று ஆராய்ந்து, நோயின் காரணம் ஆராய்ந்து, அதைத் தணிக்கும் வழியையும் ஆராய்ந்து, உடலுக்குப் பொருந்தும்படியாகச் செய்யவேண்டும்.'''
        self.u[949] = u'''மருத்துவ நூலைக் கற்றவன், நோயுற்றவனுடைய வயது முதலியவற்றையும், நோயின் அளவையும், காலத்தையும் ஆராய்ந்து செய்யவேண்டும்.'''
        self.u[950] = u'''நோயுற்றவன், நோய் தீர்க்கும் மருத்துவன், மருந்து, மருந்தை அருகிலிருந்து கொடுப்பவன் என்று மருத்துவ முறை அந்த நான்குவகைப் பாகுபாடு உடையது.'''
        self.u[951] = u'''நடுவு நிலைமையும் நாணமும் உயர்குடியில் பிறந்தவரிடத்தில் அல்லாமல் மற்றவரிடத்தில் இயல்பாக ஒருசேர அமைவதில்லை.'''
        self.u[952] = u'''உயர்குடியில் பிறந்தவர் ஒழுக்கமும் வாய்மையும் நாணமும் ஆகிய இம் மூன்றிலிருந்தும் வழுவாமல் இயல்பாகவே நன்னெறியில் வாழ்வர்.'''
        self.u[953] = u'''உண்மையான உயர்குடியில் பிறந்தவர்க்கு முகமலர்ச்சி, ஈகை, இனிய சொல், பிறரை இகழ்ந்து கூறாமை ஆகிய நான்கும் நல்ல பண்புகள் என்பர்.'''
        self.u[954] = u'''பலகோடிப் பொருளைப் பெறுவதாக இருந்தாலும் உயர்குடியில் பிறந்தவர் தம் குடியின் சிறப்புக் குன்றுவதற்குக் காரணமான குற்றங்களைச் செய்வதில்லை.'''
        self.u[955] = u'''தாம் பிறர்க்குக் கொடுத்துதவும் வண்மை வறுமையால் சுருங்கிய போதிலும், பழம்பெருமை உடைய குடியில் பிறந்தவர் தம் பண்பிலிருந்து நீங்குவதில்லை.'''
        self.u[956] = u'''மாசற்ற குடிப் பண்புடன் வாழ்வோம் என்று கருதி வாழ்வோர், வஞ்சனைகொண்டு தகுதியில்லாதவற்றைச் செய்யமாட்டார்.'''
        self.u[957] = u'''உயர்குடியில் பிறந்தவரிடத்தில் உண்டாகும் குற்றம், ஆகாயத்தில் திங்களிடம் காணப்படும் களங்கம்போல் பலரறியத் தோன்றும்.'''
        self.u[958] = u'''ஒருவனுடைய நல்ல பண்புகளுக்கிடையில் அன்பற்ற தன்மை காணப்பட்டால், அவனை அவனுடைய குடிப்பிறப்புப் பற்றி ஐயப்பட நேரும்.'''
        self.u[959] = u'''இன்ன நிலத்தில் இருந்து முளைத்தது என்பதை முளை காட்டும்; அதுபோல் குடியிற் பிறந்தவரின் வாய்ச்சொல் அவருடைய குடிப்பிறப்பைக் காட்டும்.'''
        self.u[960] = u'''ஒருவனுக்கு நன்மை வேண்டுமானால் நாணம் உடையவனாக வேண்டும்; குடியின் உயர்வு வேண்டுமானால் எல்லோரிடத்தும் பணிவு வேண்டும்.'''
        self.u[961] = u'''இன்றியமையாத சிறப்பை உடைய செயல்களே ஆயினும், குடிப்பெருமை தாழுமாறு வரும் செயல்களை ஒருவன் செய்யாமல் விடவேண்டும்.'''
        self.u[962] = u'''புகழோடு பெரிய ஆண்மையும் விரும்புகின்றவர், புகழ் தேடும் வழியிலும் குடிப்பெருமைக்கு ஒவ்வாத செயல்களைச் செய்யமாட்டார்.'''
        self.u[963] = u'''செல்வம் பெருகியுள்ள காலத்தில் ஒருவனுக்குப் பணிவு வேண்டும். செல்வம் குறைந்து சுருங்கும் வறுமையுள்ள காலத்தில் பணியாத உயர்வு வேண்டும்.'''
        self.u[964] = u'''மக்கள் தம் உயர்வுக்கு உரிய நிலையிலிருந்து தாழ்ந்த போது, தலையிலிருந்து விழுந்து தாழ்வுற்ற மயிரினைப் போன்றவர் ஆவர்.'''
        self.u[965] = u'''மலைபோல் உயர்ந்த நிலையில் உள்ளவரும், தாழ்வுக்குக் காரணமான செயல்களை ஒரு குன்றிமணி அளவு செய்தாலும் தாழ்ந்து போய்விடுவர்.'''
        self.u[966] = u'''மதியாமல் இகழ்கின்றவரின் பின்சென்று பணிந்து நிற்கும் நிலை, ஒருவனுக்குப் புகழும் தாராது; தேவருலகிலும் செலுத்தாது; வேறு பயன் என்ன?'''
        self.u[967] = u'''மதியாதவரின் பின்சென்று ஒருவன் உயிர் வாழ்வதை விட, அவ்வாறு செய்யாத நிலையில் நின்று அழிந்தான் என்று சொல்லப்படுதல் நல்லது.'''
        self.u[968] = u'''ஒருவனுடைய பெருந்தகைமை தன் சிறப்புக்கெட நேர்ந்த போது, அவன் உடம்பை மட்டும் காத்து வாழும் வாழ்க்கை சாவாமைக்கு மருந்தோ?'''
        self.u[969] = u'''தன் உடம்பிலிருந்து மயிர் நீங்கினால் உயிர் வாழாத கவரிமானைப் போன்றவர் மானம் அழிய நேர்ந்தால் உயிரை விட்டுவிடுவர்.'''
        self.u[970] = u'''தமக்கு யாதேனும் இழிவு நேர்ந்தால் உயிர் வாழாத மானம் உடையவரின் புகழை உலகத்தார் தொழுது ஏத்தி நிற்பார்கள்.'''
        self.u[971] = u'''ஒருவனுக்கு ஒளி ஊக்கமிகுதியே ஆகும்; ஒருவனுக்கு இழிவு அந்த ஊக்கம் இல்லாமலே உயிர் வாழலாம் என்று எண்ணுதலாம்.'''
        self.u[972] = u'''எல்லா உயிர்க்கும் பிறப்பு ஒரு தன்மையானதே; ஆயினும் செய்கின்ற தொழில்களின் உயர்வு தாழ்வு வேறுபாடுகளால் சிறப்பியல்பு ஒத்திருப்பதில்லை.'''
        self.u[973] = u'''மேல்நிலையில் இருந்தாலும் மேன்மைப் பண்பு இல்லாதவர் மேலானவர் அல்லர்; கீழ்நிலையில் இருந்தாலும் இழிகுணம் இல்லாதவர் கீழ்மக்கள் அல்லர்.'''
        self.u[974] = u'''ஒரு தன்மையான கற்புடைய மகளிரைப் போல், பெருமைப் பண்பும் ஒருவன் தன்னைத்தான் காத்துக் கொண்டு நடந்தால் உளதாகும்.'''
        self.u[975] = u'''பெருமைப்பண்பு உடையவர் செய்வதற்கு அருமையான செயலைச் செய்வதற்கு உரிய நெறியில் செய்து முடிக்க வல்லவர் ஆவர்.'''
        self.u[976] = u'''பெரியோரை விரும்பிப் போற்றுவோம் என்னும் உயர்ந்த நோக்கம், அவருடைய சிறப்பை உணராத சிறியோரின் உணர்ச்சியில் இல்லை.'''
        self.u[977] = u'''சிறப்பு நிலையும் தனக்குப் பொருந்தாத சீரற்ற கீழ் மக்களிடம் ஏற்பட்டால், வரம்புமீறிய செயலை உடையதாகும்.'''
        self.u[978] = u'''பெருமைப் பண்பு எக்காலத்திலும் பணிந்து நடக்கும்; ஆனால் சிறுமையோ தன்னைத்தானே வியந்து பாராட்டிக் கொள்ளும்.'''
        self.u[979] = u'''பெருமைப் பண்பாவது செருக்கு இல்லாமல் வாழ்தல்: சிறுமையோ செருக்கே மிகுந்து அதன் எல்லையில் நின்று விடுவதாகும்.'''
        self.u[980] = u'''பெருமைப்பண்பு பிறருடைய குறைபாட்டை மறைக்கும்; சிறுமையோ பிறருடைய குற்றத்தையே எடுத்துச் சொல்லிவிடும்.'''
        self.u[981] = u'''கடமை இவை என்று அறிந்து சான்றாண்மை மேற்கொண்டு நடப்பவர்க்கு நல்லவை எல்லாம் இயல்பான கடமை என்று கூறுவர்.'''
        self.u[982] = u'''சான்றோரின் நலம் என்று கூறப்படுவது அவருடைய பண்புகளின் நலமே; மற்ற நலம் வேறு எந்த நலத்திலும் சேர்ந்துள்ளதும் அன்று.'''
        self.u[983] = u'''அன்பு, நாணம், ஒப்புரவு, கண்ணோட்டம், வாய்மை என்னும் ஐந்து பண்புகளும் சால்பு என்பதைத் தாங்கியுள்ள தூண்களாகும்.'''
        self.u[984] = u'''தவம் ஓர் உயிரையும் கொல்லாத அறத்தை அடிப்படையாகக் கொண்டது; சால்பு பிறருடைய தீமையை எடுத்துச் சொல்லாத நற்பண்பை அடிப்படையாகக் கொண்டது.'''
        self.u[985] = u'''ஆற்றலுடையவரின் ஆற்றலாவது பணிவுடன் நடத்தலாகும். அது சான்றோர் தம் பகைவரைப் பகைமையிலிருந்து மாற்றுகின்ற கருவியாகும்.'''
        self.u[986] = u'''சால்புக்கு உரைகல்போல் மதிப்பிடும் கருவி எது என்றால் தமக்கு ஒப்பில்லாத தாழ்ந்தோரிடத்திலும் தோல்வியை ஏற்றுக் கொள்ளும் பண்பாகும்.'''
        self.u[987] = u'''துன்பமானவற்றைச் செய்தவர்க்கும் இனிய உதவிகளைச் செய்யாவிட்டால், சான்றோரின் சால்பு என்ன பயன் உடையதாகும்?'''
        self.u[988] = u'''சால்பு என்னும் வலிமை உண்டாகப் பெற்றால் ஒருவனுக்குப் பொருள் இல்லாத குறையாகிய வறுமை இழிவானது அன்று.'''
        self.u[989] = u'''சால்பு என்னும் தன்மைக்குக் கடல் என்று புகழப் படுகின்றவர், ஊழிக்காலத்தின் வேறுபாடுகளே நேர்ந்தாலும் தாம் வேறுபடாமல் இருப்பர்.'''
        self.u[990] = u'''சான்றோரின் சால்பு நிறைந்த பண்பு குறைபடுமானால் இந்தப் பெரிய நிலவுலகமும் தன் பாரத்தைத் தாங்க முடியாமற் போய்விடும்.'''
        self.u[991] = u'''பண்பு உடையவராக வாழும் நல்வழியை, யாரிடத்திலும் எளிய செல்வியுடன் இருப்பதால் அடைவது எளியது என்று கூறுவர்.'''
        self.u[992] = u'''அன்புடையவராக இருத்தல், உயர்ந்த குடியில் பிறந்த தன்மை அமைந்திருத்தல் ஆகிய இவ்விரண்டும் பண்பு உடையவராக வாழும் நல்வழியாகும்.'''
        self.u[993] = u'''உடம்பால் ஒத்திருத்தல் மக்களோடு ஒப்புமை அன்று; பொருந்தத்தக்க பண்பால் ஒத்திருத்தலே கொள்ளத்தக்க ஒப்புமையாகும்.'''
        self.u[994] = u'''நீதியையும் நன்மையையும் விரும்பிப் பிறர்க்குப் பயன் பட வாழும் பெரியோரின் நல்ல பண்பை உலகத்தார் போற்றிக் கொண்டாடுவர்.'''
        self.u[995] = u'''ஒருவனை இகழ்ந்து பேசுதல் விளையாட்டிலும் துன்பம் தருவதாகும்; பிறருடைய இயல்பை அறிந்து நடப்பவரிடத்தில் பகைமையிலும் நல்ல பண்புகள் உள்ளன.'''
        self.u[996] = u'''பண்பு உடையவரிடத்தில் பொருந்தியிருப்பதால் உலகம் உள்ளதாய் இயங்குகின்றது; அஃது இல்லையானால் மண்ணில் புகுந்து அழிந்துபோகும்.'''
        self.u[997] = u'''மக்களுக்கு உரிய பண்பு இல்லாதவர், அரம்போல் கூர்மையான அறிவு உடையவராயினும், ஓரறிவுயிராகிய மரத்தைப் போன்றவரே ஆவர்.'''
        self.u[998] = u'''நட்புக் கொள்ள முடியாதவராய்த் தீயவை செய்கின்றவரிடத்திலும் பண்பு உடையவராய் நடக்க முடியாமை இழிவானதாகும்.'''
        self.u[999] = u'''பிறரோடு கலந்து பழகி மகிழ முடியதவர்க்கு, மிகப் பெரிய இந்த உலகம் ஒளியுள்ள பகற் காலத்திலும் இருளில் கிடப்பதாம்.'''
        self.u[1000] = u'''பண்பு இல்லாதவன் பெற்ற பெரிய செல்வம், வைத்த கலத்தின் தீமையால் நல்ல பால் தன் சுவை முதலியன கெட்டாற் போன்றதாகும்.'''
        self.u[1001] = u'''ஒருவன் இடமெல்லாம் நிறைந்த பெரும் பொருளைச் சேர்த்து வைத்து அதை உண்டு நுகராமல் இறந்துபோனால் அவன் அந்தப் பொருளால் செய்ய முடிந்தது ஒன்றுமில்லை.'''
        self.u[1002] = u'''பொருளால் எல்லாம் ஆகும் என்று பிறர்க்கும் ஒன்றும் கொடுக்காமல் இறுகப் பற்றிய மயக்கத்தால் சிறப்பில்லாத பிறவி உண்டாம்.'''
        self.u[1003] = u'''சேர்த்து வைப்பதையே விரும்பிப் பற்றுள்ளம் கொண்டு புகழை விரும்பாத மக்கள் பிறந்து வாழ்தல் நிலத்திற்குப் பாரமே ஆகும்.'''
        self.u[1004] = u'''பிறர்க்கு உதவியாக வாழாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவன், தான் இறந்த பிறகு எஞ்சி நிற்பது என்று எதனை எண்ணுவானோ?'''
        self.u[1005] = u'''பிறர்க்குக் கொடுத்து உதவுவதும் தான் நுகர்வதும் இல்லாதவர்க்கு மேன்மேலும் பெருகிய பல கோடிப் பொருள் உண்டானாலும் பயன் இல்லை.'''
        self.u[1006] = u'''தானும் நுகராமல் தக்கவர்க்கு ஒன்று கொடுத்து உதவும் இயல்பும் இல்லாமல் வாழ்கின்றவன், தன்னிடமுள்ள பெருஞ் செல்வத்திற்கு ஒரு நோய் ஆவான்.'''
        self.u[1007] = u'''பொருள் இல்லாத வறியவர்க்கு ஒரு பொருள் கொடுத்து உதவாதவனுடைய செல்வம், மிக்க அழகு பெற்றவள் தனியாக வாழ்ந்து முதுமையுற்றாற் போன்றது.'''
        self.u[1008] = u'''பிறர்க்கு உதவாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவனுடைய செல்வம், ஊர்நடுவில் நச்சுமரம் பழுத்தாற் போன்றது.'''
        self.u[1009] = u'''பிறரிடம் செலுத்தும் அன்பையும் விட்டுத் தன்னையும் வருத்தி அறத்தையும் போற்றாமல் சேர்த்து வைத்த பெரும் பொருளைப் பெற்று நுகர்பவர் மற்றவரே.'''
        self.u[1010] = u'''புகழ் பொருந்திய செல்வர் உற்ற சிறிய வறுமை உலகத்தைக் காக்கவல்ல மேகம் வறுமை மிகுந்தாற் போன்ற தன்மை உடையது.'''
        self.u[1011] = u'''தகாத செயல் காரணமாக நாணுவதே நாணமாகும்; பெண்களுக்கு இயல்பான மற்ற நாணங்கள் வேறு வகையானவை.'''
        self.u[1012] = u'''உணவும் உடையும் எஞ்சி நிற்கும் மற்றவையும் எல்லா உயிர்களுக்கும் பொதுவானவை ; மக்களின் சிறப்பியல்பாக விளங்குவது நாணுடைமையே ஆகும்.'''
        self.u[1013] = u'''எல்லா உயிர்களும் ஊனாலாகிய உடம்பை இருப்பிடமாகக் கொண்டவை; சால்பு என்பது, நாணம் என்று சொல்லபடும் நல்ல தன்மையை இருப்பிடமாகக் கொண்டது.'''
        self.u[1014] = u'''சான்றோர்க்கு நாணுடைமை அணிகலம் அன்றோ? அந்த அணிகலம் இல்லையானால், பெருமிதமாக நடக்கும் நடை ஒரு நோய் அன்றோ?'''
        self.u[1015] = u'''பிறர்க்கு வரும் பழிக்காகவும் தமக்கு வரும் பழிக்காவும் நாணுகின்றவர், நாணத்திற்கு உறைவிடமானவர் என்று உலகம் சொல்லும்.'''
        self.u[1016] = u'''நாணமாகிய வேலியைத் தமக்குக் காவலாகச் செய்து கொள்ளாமல், மேலோர் பரந்த உலகில் வாழும் வாழ்க்கையை விரும்பி மேற்கொள்ளமாட்டார்.'''
        self.u[1017] = u'''நாணத்தைத் தமக்குரிய பண்பாகக் கொள்பவர், நாணத்தால் உயிரை விடுவார்; உயிரைக் காக்கும் பொருட்டாக நாணத்தை விடமாட்டார்.'''
        self.u[1018] = u'''ஒருவன் மற்றவர் நாணத்தக்க பழிக்குக் காரணமாக இருந்தும் தான் நாணாமலிருப்பானானால், அறம் நாணி அவனைக் கைவிடும் தன்மையுடையதாகும்.'''
        self.u[1019] = u'''ஒருவன் கொள்கை தவறினால், அத் தவறு அவனுடைய குடிப்பிறப்பைக் கெடுக்கும். நாணில்லாத தன்மை நிலை பெற்றால் நன்மை எல்லாவற்றையும் கெடுக்கும்.'''
        self.u[1020] = u'''மனத்தில் நாணம் இல்லாதவர் உலகத்தில் இயங்குதல் மரத்தால் செய்த பாவையைக் கயிறு கொண்டு ஆட்டி உயிருள்ளதாக மயக்கினாற் போன்றது.'''
        self.u[1021] = u'''குடிப்பெருமைக்கு உரிய கடமையைச் செய்வதற்குச் சோர்வடைய மாட்டேன் என்று ஒருவன் முயலும் பெருமையைப் போல மேம்பாடானது வேறொன்றும் இல்லை.'''
        self.u[1022] = u'''முயற்சி, நிறைந்த அறிவு என்று சொல்லப்படும் இரண்டினையும் உடைய இடைவிடாத செயலால் ஒருவனுடைய குடி உயர்ந்து விளங்கும்.'''
        self.u[1023] = u'''என் குடியை உயரச்செய்வேன் என்று முயலும் ஒருவனுக்கு ஊழ், ஆடையை இறுகக் கட்டிக் கொண்டு தானே முன்வந்து துணை செய்யும்.'''
        self.u[1024] = u'''தம் குடி உயர்வதற்கான செயலை விரைந்து முயன்று செய்வார்க்கு அவர் ஆராயாமலே அச்செயல் தானே நிறைவேறும்.'''
        self.u[1025] = u'''குற்றம் இல்லாதவனாய்க் குடி உயர்வதற்கான செயல் செய்து வாழ்கின்றவனை உலகத்தார் சுற்றமாக விரும்பிச் சூழ்ந்து கொள்வர்.'''
        self.u[1026] = u'''ஒருவனுக்கு நல்ல ஆண்மை என்று சொல்லப்படுவது தான் பிறந்த குடியை ஆளும் சிறப்பைத் தனக்கு உண்டாக்கிக் கொள்வதாகும்.'''
        self.u[1027] = u'''போர்க்களத்தில் பலரிடையில் பொறுப்பை ஏற்றுக் கொள்ளும் அஞ்சாத வீரரைப்போல், குடியில் பிறந்தவரிடையிலும் தாங்கவல்லவர்மேல்தான் பொறுப்பு உள்ளது.'''
        self.u[1028] = u'''குடி உயர்வதற்கான செயல் செய்கின்றவர்க்கு உரியகாலம் என்று ஒன்று இல்லை. சோம்பல் கொண்டு தம் மானத்தைக் கருதுவாரானால் குடிப்பெருமை கெடும்.'''
        self.u[1029] = u'''தன் குடிக்கு வரக்கூடிய குற்றத்தை வராமல் நீக்க முயல்கின்ற ஒருவனுடைய உடம்பு துன்பத்திற்கே இருப்பிடமானதோ?'''
        self.u[1030] = u'''துன்பம் வந்தபோது உடனிருந்து தாங்கவல்ல நல்ல ஆள் இல்லாத குடி, துன்பமாகிய கோடரி அடியில் வெட்டி வீழ்த்த விழுந்துவிடும்.'''
        self.u[1031] = u'''உலகம் பல தொழில் செய்து சுழன்றாலும் ஏர்த் தொழிலின் பின் நிற்கின்றது; அதனால் எவ்வளவு துன்புற்றாலும் உழவுத் தொழிலே சிறந்தது.'''
        self.u[1032] = u'''உழவு செய்ய முடியாமல் உயிர் வாழ்கின்றவர் எல்லாரையும் தாங்குவதால், உழவு செய்கின்றவர் உலகத்தார்க்கு அச்சாணி போன்றவர்.'''
        self.u[1033] = u'''உழவு செய்து அதனால் கிடைத்ததை உண்டு வாழ்கின்றவரே உரிமையோடு வாழ்கின்றவர்; மற்றவர் எல்லோரும் பிறரைத் தொழுது உண்டு பின் செல்கின்றவரே.'''
        self.u[1034] = u'''நெல்வளம் உடைய தண்ணளி பொருந்திய உழவர், பல அரசரின் குடைநிழல்களையும் தம் குடையின் கீழ் காணவல்லவர் ஆவர்.'''
        self.u[1035] = u'''கையால் தொழில்செய்து உணவு தேடி உண்ணும் இயல்புடைய தொழிலாளர் பிறரிடம்சென்று இரக்கமாட்டார்; தம்மிடம் இரந்தவர்க்கு ஒளிக்காமல் ஒரு பொருள் ஈவார்.'''
        self.u[1036] = u'''உழவருடைய கை, தொழில் செய்யாமல் மடங்கியிருக்குமானால், விரும்புகின்ற எந்தப் பற்றையும் விட்டு விட்டோம் என்று கூறும் துறவிகளுக்கும் வாழ்வு இல்லை.'''
        self.u[1037] = u'''ஒரு பலம் புழுதி கால்பலம் ஆகும்படி உழுது காயவிட்டால், ஒருபிடி எருவும் இட வேண்டாமல் அந்நிலத்தில் பயிர் செழித்து விளையும்.'''
        self.u[1038] = u'''ஏர் உழுதலைவிட எரு இடுதல் நல்லது; இந்த இரண்டும் செய்து களை நீக்கிய பிறகு, நீர் பாய்ச்சுதலை விடக் காவல் காத்தல் நல்லது.'''
        self.u[1039] = u'''நிலத்திற்கு உரியவன் நிலத்தைச் சென்று பார்க்காமல் வாளா இருந்தால், அந்நிலம் அவனுடைய மனைவியைப் போல் வெறுத்து அவனோடு பிணங்கி விடும்.'''
        self.u[1040] = u'''எம்மிடம் ஒரு பொருளும் இல்லை என்று எண்ணி வறுமையால் சோம்பியிருப்பவரைக் கண்டால், நிலமகள் தன்னுள் சிரிப்பாள்.'''
        self.u[1041] = u'''வறுமையைப் போல் துன்பமானது எது என்று கேட்டால், வறுமையைப் போல் துன்பமானது வறுமை ஒன்றே ஆகும்.'''
        self.u[1042] = u'''வறுமை என்று சொல்லப்படும் பாவி ஒருவனை நெருங்கினால், அவனுக்கு மறுமையின்பமும் இம்மையின்பமும் இல்லாமற் போகும் நிலைமை வரும்.'''
        self.u[1043] = u'''வறுமை என்று சொல்லப்படும் ஆசைநிலை ஒருவனைப் பற்றினால் அவனுடைய பழைமையான குடிப் பண்பையும் புகழையும் ஒருசேரக் கெடுக்கும்.'''
        self.u[1044] = u'''வறுமை என்பது, நல்ல குடியிற் பிறந்தவரிடத்திலும் இழிவு தரும் சொல் பிறப்பதற்குக் காரணமான சோர்வை உண்டாக்கிவிடும்.'''
        self.u[1045] = u'''வறுமை என்று சொல்லப்படும் துன்ப நிலையினுள் பலவகையாக வேறுபட்டுள்ள எல்லாத் துன்பங்களும் சென்று விளைந்திடும்.'''
        self.u[1046] = u'''நல்ல நூற் பொருளை நன்றாக உணர்ந்து எடுத்துச் சொன்ன போதிலும் வறியவர் சொன்ன சொற்பொருள் கேட்பார் இல்லாமல் பயன்படாமல் போகும்.'''
        self.u[1047] = u'''அறத்தோடு பொருந்தாத வறுமை ஒருவனைச் சேர்ந்தால் பெற்ற தாயாலும் அவன் அயலனைப் போல் புறக்கணித்துப் பார்க்கப்படுவான்.'''
        self.u[1048] = u'''நேற்றும் கொலை செய்ததுபோல் துன்புறுத்திய வறுமை இன்றும் என்னிடம் வருமோ! (என்று வறியவன் நாள்தோறும் கலங்கி வருந்துவான்).'''
        self.u[1049] = u'''ஒருவன் நெருப்பினுள் இருந்து தூங்குதலும் முடியும்; ஆனால் வறுமை நிலையில் எவ்வகையாலும் கண்மூடித் தூங்குதல் அரிது.'''
        self.u[1050] = u'''நுகரும் பொருள் இல்லாத வறியவர் முற்றுந் துறக்கக் கூடியவராக இருந்தும் துறக்காத காரணம், உப்புக்கும் கஞ்சிக்கும் எமனாக இருப்பதே ஆகும்.'''
        self.u[1051] = u'''இரந்து கேட்கத் தக்கவரைக் கண்டால் அவரிடம் இரக்க வேண்டும்; அவர் இல்லையென்று ஒளிப்பாரானால் அது அவர்க்குப் பழி; தமக்குப் பழி அன்று.'''
        self.u[1052] = u'''இரந்து கேட்ட பொருள்கள் துன்பமுறாமல் கிடைக்குமானால், அவ்வாறு இரத்தலும் இன்பம் என்று சொல்லத் தக்கதாகும்.'''
        self.u[1053] = u'''ஒளிப்பு இல்லாத நெஞ்சும் கடமையுணர்ச்சியும் உள்ளவரின் முன்னே நின்று இரந்து பொருள் கேட்பதும் ஓர் அழகு உடையதாகும்.'''
        self.u[1054] = u'''உள்ளதை மறைத்துக் கூறும் தன்மையைக் கனவிலும் அறியாதவனிடத்தில் இரந்து கேட்பதும் பிறர்க்குக் கொடுப்பதே போன்ற சிறப்புடையது.'''
        self.u[1055] = u'''ஒருவர்முன் நின்று இரப்பவர் அந்த இரத்தலை மேற்கொள்வது, உள்ளதை இல்லை என்று, ஒளித்துக் கூறாத நன்மக்கள் உலகத்தில் இருப்பதால்தான்.'''
        self.u[1056] = u'''உள்ளதை ஒளிக்கும் துன்ப நிலை இல்லாதவரைக் கண்டால், இரப்பவரின் வறுமைத்துன்பம் எல்லாம் ஒருசேரக் கெடும்.'''
        self.u[1057] = u'''இகழ்ந்து எள்ளாமல் பொருள் கொடுப்பவரைக் கண்டால், இரப்பவரின் உள்ளம் மகிழ்ந்து உள்ளுக்குள்ளேயே உவகை அடையும் தன்மையுடையதாகும்.'''
        self.u[1058] = u'''இரப்பவர் இல்லையானால், இப் பெரிய உலகின் இயக்கம் மரத்தால் செய்த பாவை கயிற்றினால் ஆட்டப்பட்டுச் சென்று வந்தாற் போன்றதாகும்.'''
        self.u[1059] = u'''பொருள் இல்லை என்று இரந்து அதைப் பெற்றுக் கொள்ள விரும்புவோர் இல்லாதபோது, பொருள் கொடுப்பவரிடத்தில் என்ன புகழ் உண்டாகும்?'''
        self.u[1060] = u'''இரப்பவன் எவரிடத்திலும் சினம் கொள்ளாதிருக்க வேண்டும்; அவன் அடைந்துள்ள வறுமைத் துன்பமே அவனுக்கு அறிவு புகட்டும் சான்றாக அமையும்.'''
        self.u[1061] = u'''உள்ளதை ஒளிக்காமல் உள்ளம் மகிழ்ந்து கொடுக்கும் கண்போல் சிறந்தவரிடத்திலும் சென்று இரவாமலிருப்பதே கோடி மடங்கு நல்லது.'''
        self.u[1062] = u'''உலகத்தைப் படைத்தவன் உலகில் சிலர் இரந்தும் உயிர்வாழுமாறு ஏற்படுத்தியிருந்தால், அவன் இரப்பவரைப் போல் எங்கும் அலைந்து கெடுவானாக!'''
        self.u[1063] = u'''வறுமைத் துன்பத்தை இரப்பதன் வாயிலாகத் தீர்ப்போம் என்று கருதி முயற்சியைக் கைவிட்ட வன்மையைப் போல் வன்மையானது வேறு இல்லை.'''
        self.u[1064] = u'''வாழ வழி இல்லாத போதும் இரந்துகேட்க உடன்படாத சால்பு, உலகத்தில் இடமெல்லாம் கொள்ளாத அவ்வளவு பெருமையுடையதாகும்.'''
        self.u[1065] = u'''தெளிந்த நீர்போல் சமைத்த கூழே ஆனாலும், முயற்சியால் கிடைத்ததை உண்பதைவிட இனிமையானது வேறொன்றும் இல்லை.'''
        self.u[1066] = u'''பசுவிற்கு நீர்வேண்டும் என்று அறம் நோக்கி இரந்து கேட்டாலும் அந்த இரத்தலை விட நாவிற்கு இழிவானது மற்றொன்று இல்லை.'''
        self.u[1067] = u'''இரந்து கேட்பதானால் உள்ளதை ஒளிப்பவரிடத்தில் சென்று இரக்கவேண்டாம் என்று இரப்பவர் எல்லோரையும் இரந்து வேண்டுகின்றேன்.'''
        self.u[1068] = u'''இரத்தல் என்னும் காவல் இல்லாத மரக்கலம் உள்ளதை ஒளித்துவைக்கும் தன்மையாகிய வன்னிலம் தாக்கினால் உடைந்துவிடும்.'''
        self.u[1069] = u'''இரத்தலின் கொடுமையை நினைந்தால் உள்ளம் கரைந்து உருகும்; உள்ளதை ஒளிக்கும் கொடுமையை நினைந்தால், உருகுமளவும் இல்லாமல் அழியும்.'''
        self.u[1070] = u'''இரப்பவர்`இல்லை' என்று சொல்கின்ற அளவிலேயே உயிர் போகின்றதே; உள்ளதை இல்லை என்று ஒளிப்பவர்க்கு உயிர் எங்கு ஒளிந்திருக்குமோ?'''
        self.u[1071] = u'''மக்களே போல் இருப்பர் கயவர்; அவர் மக்களை ஒத்திருப்பது போன்ற ஒப்புமை வேறு எந்த இருவகைப் பொருள்களிடத்திலும் யாம் கண்டதில்லை.'''
        self.u[1072] = u'''நன்மை அறிந்தவரைவிடக் கயவரே நல்ல பேறு உடையவர்; ஏன் என்றால், கயவர் தம் நெஞ்சில் எதைப் பற்றியும் கவலை இல்லாதவர்.'''
        self.u[1073] = u'''கயவரும் தேவரைப் போல் தாம் விரும்புகின்றவைகளைச் செய்து மனம் போன போக்கில் நடத்தலால், கயவர் தேவரைப் போன்றவர்.'''
        self.u[1074] = u'''கீழ்மக்கள் தமக்குக் கீழ்ப்பட்டவராய் நடப்பவரைக் கண்டால், அவரைவிடத் தாம் மேம்பாடு உடையவராய் இறுமாப்படைவர்.'''
        self.u[1075] = u'''கீழ்மக்களின் ஆசாரத்திற்குக் காரணமாக இருப்பது அச்சமே; எஞ்சியவற்றில், அவா உண்டானால் அதனாலும் சிறிதளவு ஆசாரம் உண்டாகும்.'''
        self.u[1076] = u'''கயவர், தாம் கேட்டறிந்த மறைபொருளைப் பிறர்க்கு வலியக்கொண்டுபோய்ச் சொல்லுவதால், அறையப்படும் பறை போன்றவர்.'''
        self.u[1077] = u'''கயவர் தம் கன்னத்தை இடித்து உடைக்கும்படி வளைந்த கை உடையவரல்லாத மற்றவர்க்கு உண்ட எச்சில் கையையும் உதறமாட்டார்.'''
        self.u[1078] = u'''அணுகிக்குறை சொல்லிய அளவிலேயே சான்றோர் பயன்படுவர்; கரும்புபோல் அழித்துப் பிழிந்தால்தான் கீழ்மக்கள் பயன்படுவர்.'''
        self.u[1079] = u'''கீழ்மகன் பிறர் உடுப்பதையும் உண்பதையும் கண்டால் அவர்மேல் பொறாமைகொண்டு, வேண்டும் என்றே குற்றம் காண வல்லவனாவான்.'''
        self.u[1080] = u'''கயவர் எதற்கு உரியவர்? ஒரு துன்பம் வந்தடைந்த காலத்தில் அதற்காகத் தம்மைப் பிறர்க்கு விலையாக விற்றுவிடுவதற்கு உரியவர் ஆவர்.'''
        self.u[1081] = u'''தெய்வப் பெண்ணோ! மயிலோ, கனமான குழை அணிந்த மனிதப் பெண்ணோ, என் நெஞ்சம் மயங்குகின்றதே.'''
        self.u[1082] = u'''நோக்கிய அவள் பார்வைக்கு எதிரே நோக்குதல் தானே தாக்கி வருத்தும் அணங்கு, ஒரு சேனையையும் கொண்டு வந்து தாக்கினாற் போன்றது.'''
        self.u[1083] = u'''எமன் என்று சொல்லப்படுவதை முன்பு அறியேன், இப்பொழுது கண்டறிந்தேன், அது பெண் தனமையுடன் போர் செய்யும் பெரிய கண்களை உடையது.'''
        self.u[1084] = u'''பெண்தன்மை உடைய இந்தப் பேதைக்குக் கண்கள் கண்டவரின் உயிரை உண்ணும் தோற்றத்தோடு கூடி ஒன்றோடொன்று மாறுபட்டிருந்தன.'''
        self.u[1085] = u'''எமனோ. கண்ணோ, பெண்மானோ, இந்த இளம் பெண்ணின் பார்வை இந்த மூன்றன் தன்மையும் உடையதாக இருக்கிறது.'''
        self.u[1086] = u'''வளைந்த புருவங்கள் கோணாமல் நேராக இருந்து மறைக்குமானால், இவளுடைய கண்கள் யான் நடுங்கும் படியான துன்பத்தைச் செய்யமாட்டா.'''
        self.u[1087] = u'''மாதருடைய சாயாத கொங்கைகளின் மேல் அணிந்த ஆடை, மதம் பிடித்த யானையின் மேல் இட்ட முகப்படாம் போன்றது.'''
        self.u[1088] = u'''போர்க்களத்தில் பகைவரும் அஞ்சுதற்க்கு காரணமான என் வலிமை, இவளுடைய ஒளி பொருந்திய நெற்றிக்குத் தோற்று அழிந்ததே!.'''
        self.u[1089] = u'''பெண்மானைப் போன்ற இளமைப் பார்வையும் நாணமும் உடைய இவளுக்கு, ஒரு தொடர்பும் இல்லாத அணிகளைச் செய்து அணிவது ஏனோ?'''
        self.u[1090] = u'''கள், தன்னை உண்டவரிடத்தில் அல்லாமல் காமத்தைப் போல் தன்னைக் கண்டவரிடத்தில் மயக்கத்தை உண்டாக்குவதில்லையே.'''
        self.u[1091] = u'''இவளுடைய மை தீட்டிய கண்களில் உள்ளது இருவகைப்பட்ட நோக்கமாகும், அவற்றுள் ஒரு நோக்கம் நோய் செய்யும் நோக்கம், மற்றொன்று அந் நோய்க்கு மருந்தாகும்.'''
        self.u[1092] = u'''கண்ணால் என்னை நோக்கிக் களவு கொள்கின்ற சுருங்கிய பார்வை காமத்தில் நேர்பாதி அன்று, அதைவிடப் பெரிய பகுதியாகும்.'''
        self.u[1093] = u'''என்னை நோக்கினாள், யான் கண்டதும் நோக்கித் தலைகுனிந்தால், அது அவள் வளர்க்கும் அன்பினுள் வார்க்கின்ற நீராகும்.'''
        self.u[1094] = u'''யான் நோக்கும் போது அவள் நிலத்தை நோக்குவாள், யான் நோக்காத போது அவள் என்னை நோக்கி மெல்லத் தனக்குள் மகிழ்வாள்.'''
        self.u[1095] = u'''என்னை நேராகக் குறித்துப் பார்க்காத அத் தன்மையே அல்லாமல், ஒரு கண்ணைச் சுருக்கினவள் போல் என்னைப் பார்த்து தனக்குள் மகிழ்வாள்.'''
        self.u[1096] = u'''புறத்தே அயலார் போல் அன்பில்லாத சொற்களைச் சொன்னாலும், அகத்தே பகையில்லாதவரின் சொல் என்பது விரைவில் அறியப்படும்.'''
        self.u[1097] = u'''பகை கொள்ளாத கடுஞ்சொல்லும், பகைவர் போல் பார்க்கும் பார்வையும் புறத்தே அயலார் போல் இருந்து அகத்தே அன்பு கொண்டவரின் குறிப்பாகும்.'''
        self.u[1098] = u'''யான் நோக்கும் போது அதற்காக அன்பு கொண்டவனாய் மெல்லச் சிரிப்பாள், அசையும் மெல்லிய இயல்பை உடைய அவளுக்கு அப்போது ஓர் அழகு உள்ளது.'''
        self.u[1099] = u'''புறத்தே அயலார்போல் அன்பில்லாத பொது நோக்கம் கொண்டு பார்த்தல், அகத்தே காதல் கொண்டவரிடம் உள்ள இயல்பாகும்.'''
        self.u[1100] = u'''கண்களோடு கண்கள் நோக்காமல் ஒத்திருந்து அன்பு செய்யுமானால் வாய்ச் சொற்கள் என்ன பயனும் இல்லாமற் போகின்றன.'''
        self.u[1101] = u'''கண்டும் கேட்டும் உண்டும் முகர்ந்தும் உற்றும் அறிகின்ற ஐந்து புலன்களாகிய இன்பங்களும் ஒளி பொருந்திய வளையல் அணிந்த இவளிடத்தில் உள்ளன.'''
        self.u[1102] = u'''நோய்களுக்கு மருந்து வேறு பொருள்களாக இருக்கின்றன, ஆனால் அணிகலன் அணிந்த இவளால் வளர்ந்த நோய்க்கு இவளே மருந்தாக இருக்கின்றாள்.'''
        self.u[1103] = u'''தாமரைக் கண்ணனுடைய உலகம், தாம் விரும்பும் காதலியரின் மெல்லிய தோள்களில் துயிலும் துயில் போல் இனிமை உடையதோ?'''
        self.u[1104] = u'''நீங்கினால் சுடுகின்றது, அணுகினால் குளிர்ச்சியாக இருக்கின்றது, இத்தகைய புதுமையானத் தீயை இவள் எவ்விடத்திலிருந்து பெற்றாள்.'''
        self.u[1105] = u'''மலரணிந்த கூந்தலை உடைய இவளுடைய தோள்கள் விருப்பமான பொருள்களை நினைத்து விரும்பிய பொழுது அவ்வப் பொருள்களைப் போலவே இன்பம் செய்கின்றன.'''
        self.u[1106] = u'''பொருந்து போதெல்லாம் உயிர் தளிர்க்கும் படியாகத் தீண்டுதலால் இவளுக்கு தோள்கள் அமிழ்தத்தால் செய்யப்பட்டிருக்க வேண்டும்.'''
        self.u[1107] = u'''அழகிய மா நிறம் உடைய இவளுடைய தழுவுதல், தம்முடைய வீட்டிலிருந்து தாம் ஈட்டிய பொருளைப் பகுந்து கொடுத்து உண்டாற் போன்றது.'''
        self.u[1108] = u'''காற்று இடையறுத்துச் செல்லாதபடி தழுவும் தழுவுதல், ஒருவரை ஒருவர் விரும்பிய காதலர் இருவருக்கும் இனிமை உடையதாகும்.'''
        self.u[1109] = u'''ஊடுதல், ஊடலை உணர்ந்து விடுதல், அதன்பின் கூடுதல் ஆகிய இவை காதல் வாழ்வு நிறைவேறப் பெற்றவர் பெற்ற பயன்களாகும்.'''
        self.u[1110] = u'''செந்நிற அணிகலன்களை அணிந்த இவளிடம் பொருந்துந்தோறும் காதல் உணர்தல்,நூற் பொருள்களை அறிய அறிய அறியாதமைக் கண்டாற் போன்றது.'''
        self.u[1111] = u'''அனிச்சப்பூவே நல்ல மென்மை தன்மை பெற்றிறுக்கின்றாய், நீ வாழ்க, யாம் விரும்பும் காதலி உன்னை விட மெல்லியத் தன்மை கொண்டவள்.'''
        self.u[1112] = u'''நெஞ்சமே! இவளுடைய கண்கள் பலரும் காண்கின்ற மலர்களை ஒத்திருக்கின்றன, என்று நினைத்து ஒத்த மலர்களைக் கண்டால் நீ மயங்குகின்றாய்.'''
        self.u[1113] = u'''மூங்கில் போன்ற தோளை உடைய இவளுக்குத் தளிரே மேன், முத்தே பல், இயற்கை மணமே மணம், வேலே மை உண்ட கண்.'''
        self.u[1114] = u'''குவளை மலர்கள் காணும் தன்மைப் பெற்றுக் கண்டால், இவளுடைய கண்களுக்கு தாம் ஒப்பாக வில்லையே என்று தலை கவிழ்ந்து நிலத்தை நோக்கும்.'''
        self.u[1115] = u'''அவள் தன் மென்மை அறியாமல் அனிச்ச மலர்களைக் காம்பு களையாமல் சூடினால், அவற்றால் நொந்து வருத்தும் அவளுடைய இடைக்குப் பறைகள் நல்லனவாய் ஒலியா.'''
        self.u[1116] = u'''விண்மீன்கள் திங்களையும் இவளுடைய முகத்தையும் வேறுபாடு கண்டு அறியமுடியாமல் தம் நிலையில் நிற்காமல் கலங்கித் திரிகின்றன.'''
        self.u[1117] = u'''குறைந்த இடமெல்லாம் படிப்படியாக நிறைந்து விளங்குகின்ற திங்களிடம் உள்ளது போல் இந்த மாதர் முகத்தில் களங்கம் உண்டோ.இல்லையே.'''
        self.u[1118] = u'''திங்களே! இம் மாதரின் முகத்தைப் போல உண்ணால் ஒளி வீச முடியுமானால், நீயும் இவள் போல் என் காதலுக்கு உரிமை பெறுவாய்.'''
        self.u[1119] = u'''திங்களே! மலர்போன்ற கண்களை உடைய இவளுடைய முகத்தை ஒத்திருக்க விரும்பினால், நீ பலரும் காணும்படியாகத் தோன்றாதே.'''
        self.u[1120] = u'''அனிச்ச மலரும், அன்னப்பறவையின் இறகும் ஆகிய இவைகள் மாதரின் மெல்லிய அடிகளுக்கு நெருஞ்சிமுள் போன்றவை.'''
        self.u[1121] = u'''மென்மையான மொழிகளைப் பேசு கின்ற இவளுடைய தூய பற்களில் ஊறிய நீர் பாலுடன் தேனைக் கலந்தாற் போன்றதாகும்.'''
        self.u[1122] = u'''இம் மடந்தையோடு எம்மிடையே உள்ள நட்பு முறைகள், உடம்போடு உயிர்க்கு உள்ள தொடர்புகள், எத்தன்மையானவையோ அத்தன்மையானவை.'''
        self.u[1123] = u'''என் கண்ணின் கருமணியில் உள்ள பாவையே நீ போய் விடு, யாம் விரும்புகின்ற இவளுக்கு என் கண்ணில் இருக்க இடம் இல்லையே!.'''
        self.u[1124] = u'''ஆராய்ந்து அணிகலன்களை அணிந்த இவள் கூடும் போது உயிர்க்கு வாழ்வு போன்றவள், பிரியும் போது உயிர்க்கு சாவு போன்றவள்.'''
        self.u[1125] = u'''போர் செய்யும் பண்புகளை உடைய இவளுடைய பண்புகளை யான் மறந்தால் பிறகு நினைக்க முடியும் ஆனால் ஒரு போதும் மறந்ததில்லையே!.'''
        self.u[1126] = u'''எம் காதலர் எம் கண்ணுள்ளிருந்து போக மாட்டார், கண்ணை மூடி இமைத்தாலும் அதனால் வருந்த மாட்டார், அவர் அவ்வளவு நுட்பமானவர்.'''
        self.u[1127] = u'''எம் காதலர் கண்ணினுள் இருக்கின்றார், ஆகையால் மை எழுதினால் அவர் மறைவதை எண்ணிக் கண்ணுக்கு மையும் எழுதமாட்டோம்!.'''
        self.u[1128] = u'''எம் காதலர் நெஞ்சினுள் இருக்கின்றார், ஆகையால் சூடான பொருளை உண்டால் அவர் வெப்பமுறுதலை எண்ணிச் சூடான பொருளை உண்ண அஞ்சுகின்றோம்.'''
        self.u[1129] = u'''கண் இமைத்தால் காதலர் மறைந்து போதலை அறிகின்றேன், அவ்வளவிற்கே இந்த ஊரார் அவரை அன்பில்லாதவர் என்று சொல்லுவர்.'''
        self.u[1130] = u'''காதலர் எப்போதும் என் உள்ளத்தில் மகிழ்ந்து வாழ்கின்றார், ஆனால் அதை அறியாமல் பிரிந்து வாழ்கின்றார், அன்பில்லாதவர் என்று இந்த ஊரார் அவரைப் பழிப்பர்.'''
        self.u[1131] = u'''காமத்தால் துன்புற்று (காதலின் அன்பு பெறாமல்) வருந்தினவர்க்குக் காவல் மடலூர்தல் அல்லாமல் வலிமையானத் துணை வேறொன்றும் இல்லை.'''
        self.u[1132] = u'''(காதலின் பிரிவால் ஆகிய துன்பத்தைப்) பொறுக்காத என் உடம்பும் உயிரும், நாணத்தை நீக்கி நிறுத்தி விட்டு மடலூரத் துணிந்தன.'''
        self.u[1133] = u'''நாணமும் நல்ல ஆண்மையும் முன்பு பெற்றிருந்தேன், (காதலியை பிரிந்து வருந்துகின்ற) இப்போது காமம் மிக்கவர் ஏறும் மடலையே உடையேன்.'''
        self.u[1134] = u'''நாணமும் நல்ல ஆண்மையுமாகிய தோணிகளைக் காமம் என்னும் கடுமையான வெள்ளம் அடித்துக் கொண்டு போய் விடுகின்றன.'''
        self.u[1135] = u'''மடலோறுதலோடு மாலைக்காலத்தில் வருந்தும் துயரத்தை மாலைபோல் தொடர்ந்த சிறு வளையல் அணிந்த காதலி எனக்கு தந்தாள்.'''
        self.u[1136] = u'''மடலூர்தலைப் பற்றி நள்ளிரவிலும் உறுதியாக நினைக்கின்றேன், காதலியின் பிரிவின் காரணமாக என் கண்கள் உறங்காமல் இருக்கின்றன.'''
        self.u[1137] = u'''கடல் போன்ற காமநோயால் வருந்தியும், மடலேறாமல் துன்பத்தை பொருத்துக் கொண்டிருக்கும் பெண் பிறப்பை போல் பெருமை உடைய பிறவி இல்லை.'''
        self.u[1138] = u'''இவர் நெஞ்சை நிறுத்தும் நிறை இல்லாதவர், மிகவும் இரங்கத்தக்கவர் என்று கருதாமல் காமம் மறைந்திருத்தலைக் கடந்து மன்றத்திலும் வெளிப்படுகின்றதே!.'''
        self.u[1139] = u'''அமைதியாய் இருந்ததால் எல்லோரும் அறியவில்லை என்று கருதி என்னுடைய காமம் தெருவில் பரவி மயங்கிச் சுழல்கின்றது.'''
        self.u[1140] = u'''யாம் பட்ட துன்பங்களைத் தாம் படாமையால் அறிவில்லாதவர் யாம் கண்ணால் காணுமாறு எம் எதிரில் எம்மைக்கண்டு நகைக்கின்றனர்.'''
        self.u[1141] = u'''(எம் காதலைப் பற்றி) அலர் எழுவதால் அறிய உயிர் போகாமல் நிற்கின்றது, எம் நல்வினைப் பயனால் பலரும் அறியாமலிருக்கின்றனர்.'''
        self.u[1142] = u'''மலர் போன்ற கண்ணை உடைய இவளுடைய அருமை அறியாமல், இந்த ஊரார் எளியவளாகக் கருதி அலர் கூறி எமக்கு உதவி செய்தனர்.'''
        self.u[1143] = u'''ஊரார் எல்லோரும் அறிந்துள்ள அலர் நமக்குப் பொருந்தாதோ, (பொருந்தும்) அந்த அலர் பெறமுடியாமலிருந்து பெற்றார் போன்ற நன்மை உடையதாக இருக்கின்றது.'''
        self.u[1144] = u'''எம் காமம் ஊரார் சொல்லுகின்ற அலரால் வளர்வதாயிற்று, அந்த அலர் இல்லையானால் அது தன் தன்மை இழந்து சுருங்கிப் போய்விடும்.'''
        self.u[1145] = u'''காமம் அலரால் வெளிப்பட இனியதாதல், கள்ளுண்பவர் கள்ளுண்டு மயங்க மயங்க அக் கள்ளுண்பதையே விரும்பினாற் போன்றது.'''
        self.u[1146] = u'''காதலரைக் கண்டது ஒருநாள் தான், அதனால் உண்டாகிய அலரோ, திங்களைப் பாம்பு கொண்ட செய்தி போல் எங்கும் பரந்து விட்டது.'''
        self.u[1147] = u'''இந்தக் காம நோய் ஊராரின் அலர் தூற்றலே எருவாகவும் அன்னை கடிந்து சொல்லும் கடுஞ்சொல்லே நீராகவும் கொண்டு செழித்து வளர்கின்றது.'''
        self.u[1148] = u'''அலர் கூறுவதால் காமத்தை அடக்குவோம் என்று முயலுதல், நெய்யால் நெருப்பை அவிப்போம் என்று முயல்வதைப் போன்றது.'''
        self.u[1149] = u'''அஞ்ச வேண்டா என்று அன்று உறுதிகூறியவர், இன்று பலரும் நாணும்படியாக நம்மை விட்டுப் பிரிந்தால் அதனால் அலருக்கு நாணியிருக்க முடியுமோ?'''
        self.u[1150] = u'''யாம் விரும்புகின்ற அலரை இவ்வூரார் எடுத்துக்கூறுகின்றனர், அதனால் இனிமேல் காதலர் விரும்பினால் விரும்பியவாறு அதனை உதவுவார்.'''
        self.u[1151] = u'''பிரிந்து செல்லாத நிலைமையாக இருந்தால் எனக்குச் சொல்; பிரிந்து சென்று விரைந்து வருதலைப் பற்றியானால் அதுவரையில் உயிர் வாழ வல்லவர்க்குச் சொல். '''
        self.u[1152] = u'''அவருடைய பார்வை முன்பு இன்பம் உடையதாக இருந்தது; இப்போது அவருடைய கூட்டம் பிரிவுக்கு அஞ்சுகின்ற துன்பம் உடையதாக இருக்கின்றது.'''
        self.u[1153] = u'''அறிவுடைய காதலரிடத்தும் பிரிவு ஒரு காலத்தில் உள்ளபடியால், அவர் 'பிரியேன்' என்று சொல்லும் உறுதிமொழியை நம்பித் தெளிவது அரிது.'''
        self.u[1154] = u'''அருள் மிகுந்தவராய் 'அஞ்ச வேண்டா' என்று முன் தேற்றியவர் பிரிந்து செல்வாரானால் அவர் கூறிய உறுதி மொழியை நம்பித் தெளிந்தவர்க்கு குற்றம் உண்டோ?'''
        self.u[1155] = u'''காத்துக் கொள்வதானால் காதலராக அமைந்தவரின் பிரிவு நேராமல் காக்க வேண்டும்; அவர் பிரிந்து நீங்கினால் மீண்டும் கூடுதல் அரிது.'''
        self.u[1156] = u'''பிரிவைப்பற்றித் தெரிவிக்கும் அளவிற்குக் கல் நெஞ்சம் உடையவரானால், அத்தகையவர் திரும்பி வந்து அன்பு செய்வார் என்னும் ஆசை பயனற்றது.'''
        self.u[1157] = u'''என் மெலிவால் முன்கையில் இறைகடந்து சுழலும் வளையல்கள், தலைவன் விட்டுப் பிரிந்த செய்தியைப் பலரறியத் தெரிவித்துத் தூற்றாமலிருக்குமோ?'''
        self.u[1158] = u'''இனத்தவராக நம்மேல் அன்புடையார் இல்லாத ஊரில் வாழ்தல் துன்பமானது; இனிய காதலரின் பிரிவு அதைவிடத் துன்பமானது.'''
        self.u[1159] = u'''நெருப்பு, தன்னைத் தொட்டால் சுடுமே அல்லாமல் காமநோய்போல் தன்னை விட்டு நீங்கியபொழுது சுடவல்லதாகுமோ?'''
        self.u[1160] = u'''பிரியமுடியாத பிரிவிற்கு உடன்பட்டு,(பிரியும் போது) துன்பத்தால் கலங்குவதையும் விட்டு, பிரிந்தபின் பொறுத்திருந்து பின்னும் உயிரோடிருந்து வாழ்வோர் உலகில் பலர். '''
        self.u[1161] = u'''இக் காமநோயைப் பிறர் அறியாமல் யான்மறைப்பேன்; ஆனால்,இது இறைப்பவர்க்கு ஊற்றுநீர் மிகுவது போல் மிகுகின்றது.'''
        self.u[1162] = u'''இக் காமநோயைப் பிறர் அறியாமல் முற்றிலும் மறைக்கவும் முடியவில்லை; நோய் செய்த காதலர்க்குச் சொல்வதும் நாணம் தருகின்றது.'''
        self.u[1163] = u'''துன்பத்தைப் பொறுக்காமல் வருந்துகின்ற என் உடம்பினிடத்தில் உயிரே காவடித்தண்டாகக் கொண்டு காமநோயும் நாணமும் இருபக்கமும் தொங்குகின்றன.'''
        self.u[1164] = u'''காமநோயாகிய கடல் இருக்கின்றது; ஆனால், அதை நீந்திக் கடந்து செல்வதற்கு வேண்டிய காவலான தோணியோ இல்லை.'''
        self.u[1165] = u'''(இன்பமான) நட்பிலேயே துயரத்தை வரச்செய்ய வல்லவர்,(துன்பம் தரும் பகையை வெல்லும்) வலிமை வேண்டும்போது என்ன ஆவாரே?'''
        self.u[1166] = u'''காமம் மகிழ்விக்கும்போது அதன் இன்பம் கடல் போன்றது; அது வருத்தும்போது அதன் துன்பமோ கடலைவிடப் பெரியது.'''
        self.u[1167] = u'''காமம் என்னும் வெள்ளத்தை நீந்தியும் அதன் கரையை யான் காணவில்லை; நள்ளிரவிலும் யான் தனியே இருக்கின்றேன்.'''
        self.u[1168] = u'''இந்த இராக்காலம் இரங்கத்தக்கது; எல்லா உயிரையும் தூங்கச் செய்துவிட்டு என்னை அல்லாமல் வேறு துணை இல்லாமலிருக்கின்றது.'''
        self.u[1169] = u'''(பிரிந்து துன்புறுகின்ற) இந்நாட்களில் நெடுநேரம் உடையனவாய்க் கழிகின்ற இராக்காலங்கள், பிரிந்த கொடியவரின் கொடுமையைவிடத் தாம் கொடியவை.'''
        self.u[1170] = u'''காதலர் உள்ள இடத்திற்கு என் மனத்தைப்போல் செல்ல முடியுமானால், என் கண்கள் இவ்வாறு வெள்ளமாகிய கண்ணீரில் நீந்த வேண்டியதில்லை.'''
        self.u[1171] = u'''தீராத இக்காமநோய், கண்கள் காட்ட யாம் கண்டதால் விளைந்தது; அவ்வாறிருக்க, காட்டிய கண்கள் தாமே இப்போது அழுவது ஏன்?'''
        self.u[1172] = u'''ஆராய்ந்து உணராமல் அன்று நோக்கிக் காதல் கொண்ட கண்கள், இன்று அன்புகொண்டு உணராமல் துன்பத்தால் வருந்துவது ஏன்?'''
        self.u[1173] = u'''அன்று காதலரைக் கண்கள் தாமே விரைந்துநோக்கி இன்று தாமே அழுகின்றன; இது நகைக்கத்தக்க தன்மை உடையது.'''
        self.u[1174] = u'''என் கண்கள், தப்பிப் பிழைக்க முடியாத தீராத காமநோயை என்னிடத்தில் உண்டாக்கி நிறுத்திவிட்டு, தாமும் அழமுடியாமல் நீர் வறண்டுவிட்டன.'''
        self.u[1175] = u'''அன்று கடலும் தாங்கமுடியாத காமநோயை உண்டாக்கிய என் கண்கள்,இன்று உறங்கமுடியாமல் துன்பத்தால் வருந்துகின்றன.'''
        self.u[1176] = u'''எமக்கு இந்தக் காமநோயை உண்டாக்கிய கண்கள், தாமும் இத்தகைய துன்பத்தைப்பட்டு வருந்துவது மிகவும் நல்லதே!'''
        self.u[1177] = u'''அன்று விரும்பி நெகிழ்ந்து காதலரைக் கண்ட கண்கள இன்று உறக்கமில்லாத துன்பத்தால் வருந்தி வருந்திக் கண்ணீரும் அற்றுப் போகட்டும்.'''
        self.u[1178] = u'''உள்ளத்தால் விரும்பாமலே சொல்லளவில் விரும்பிப் பழகியவர் ஒருவர் இருக்கின்றார். அவரைக் காணாமல் கண்கள் அமைதியுறவில்லை.'''
        self.u[1179] = u'''காதலர் வாராவிட்டால் தூங்குவதில்லை; வந்தாலும் தூங்குவதில்லை; இவற்றுக்கிடையே என்கண்கள் மிக்க துன்பத்தை அடைந்தன.'''
        self.u[1180] = u'''அறையப்படும் பறைபோல் துன்பத்தை வெளிப்படுத்தும் கண்களை உடைய எம்மைப் போன்றவரிடத்தில் மறைபொருளான செய்தியை அறிதல் ஊரார்க்கு அரிது அன்று.'''
        self.u[1181] = u'''விரும்பிய காதலர்க்கு அன்று பிரிவை உடன்பட்டேன்; பிரிந்தபின் பசலை உற்ற என் தன்மையை வேறு யார்க்குச் சென்று சொல்வேன்?'''
        self.u[1182] = u'''அந்தக் காதலர் உண்டாக்கினார் என்னும் பெருமிதத்தோடு இந்தப் பசலை நிறம் என்னுடைய மேனிமேல் ஏறி ஊர்ந்து பரவி வருகிறது.'''
        self.u[1183] = u'''காம நோயையும் பசலை நிறத்தையும் எனக்குக் கைம்மாறாக ‌‌கொடுத்து விட்டு, என் சாயலையும் நாணத்தையும் அவர் என்னிடமிருந்து பெற்றுக் கொண்டார்.'''
        self.u[1184] = u'''யான் அவருடைய நல்லியல்புகளை நினைக்கின்றேன்; யான் உரைப்பதும் அவற்றையே; அவ்வாறிருந்தும் பசலை வந்தது வஞ்சனையோ? வேறு வகையோ?'''
        self.u[1185] = u'''அதோ பார்! எம்முடைய காதலர் பிரிந்து செல்கின்றார்; இதோ பார்! என்னுடைய மேனியில் பசலை நிறம் வந்து படர்கிறது.'''
        self.u[1186] = u'''விளக்கினுடைய மறைவைப் பார்த்துக் காத்திருக்கின்ற இருளைப் போலவே, தலைவனுடைய தழுவுதலின் ‌சோர்வைப் பார்த்துக் காத்திருக்கினறது.'''
        self.u[1187] = u'''தலைவனைத் தழுவிக் கிடந்தேன்; பக்கத்தே சிறிது அகன்றேன்; அவ்வளவிலேயே பசலை நிறம் அள்ளிக் கொள்வதுபோல் வந்து பரவி விட்டதே!.'''
        self.u[1188] = u'''இவள் பிரிவால் வருத்திப் பசலை நிறம் அடைந்தாள் என்ற பழி சொல்வதே அல்லாமல், இவளைக் காதலர் விட்டுப் பிரிந்தார் என்று சொல்பவர் இல்லையே!.'''
        self.u[1189] = u'''பிரிவுக்கு உடன்படச் செய்த காதலர் நல்ல நிலையுடையவர் ஆவார் என்றால், என்னுடைய மேனி உள்ளபடி பசலை நிறம் அடைவதாக.'''
        self.u[1190] = u'''பிரிவுக்கு உடன்படச் செய்த காதலர் பிரிந்து வருத்துதலைப் பிறர் தூற்றாமல் இருப்பாரானால், யான் பசலை உற்றதாக பெயர் எடுத்தல் நல்லதே.'''
        self.u[1191] = u'''தாம் விரும்பும் காதலர் தம்மை விரும்புகின்ற பேறு பெற்றவர், காதல் வாழ்க்கையின் பயனாகிய விதை இல்லாத பழத்தைப் பெற்றவரே ஆவார்.'''
        self.u[1192] = u'''தம்மை விரும்புகின்றவர்க்குக் காதலர் அளிக்கும் அன்பு, உயிர் வாழ்கினறவர்க்கு மேகம் மழை பெய்து காப்பாற்றுதலைப் போன்றது.'''
        self.u[1193] = u'''காதலரால் விரும்பப்படுகின்றவர்க்கும் ( பிரிவுத் துன்பம் இருந்தாலும்) மீண்டும் வந்தபின் வாழ்வோம் என்று இருக்கும் செருக்குத் தகும்.'''
        self.u[1194] = u'''தாம் விரும்பும் காதலரால் விரும்பப்படாவிட்டால் உலகத்தாரால் விரும்பப்படும் நிலையில் உள்ளவரும் நல்வினை பொருந்தியவர் அல்லர்.'''
        self.u[1195] = u'''நாம் காதல் கொண்ட காதலர் தாமும் அவ்வாறே நம்மிடம் காதல் கொள்ளாதபோது, நமக்கு அவர் என்ன நன்மை செய்வார்?'''
        self.u[1196] = u'''காதல் ஒரு பக்கமாக இருத்தல் துன்பமானது; காவடியின் பாரம் போல் இருபக்கமாகவும் ஒத்திருப்பது இன்பமானதாகும்.'''
        self.u[1197] = u'''(காதலர் இருவரிடத்திலும் ஒத்திருக்காமல்) ஒருவரிடத்தில் மட்டும் காமன் நின்று இயங்குவதால், என்னுடைய துன்பத்தையும் வருத்தத்தையும் அறியானோ?'''
        self.u[1198] = u'''தான் விரும்பும் காதலரின் இனிய சொல்லைப் பெறாமல் உலகத்தில் ( பிரிவுத் துன்பத்தைப் பொறுத்து) வாழ்கின்றவரைப் போல் வன்கண்மை உடையவர் இல்லை.'''
        self.u[1199] = u'''யான் விரும்பிய காதலர் மீண்டு வந்து அன்பு செய்யமாட்டார் என்றாலும், அவரைப் பற்றிய புகழைக் ‌கேட்பதும் என் செவிக்கு இன்பமாக இருக்கின்றது.'''
        self.u[1200] = u'''நெஞ்சமே! நீ வாழி! அன்பு இல்லாதவரிடம் உன் மிகுந்த துன்பத்தைச் சொல்கின்றாய்! அதை விட எளிதாகக் கடலைத் தூர்ப்பாயாக.'''
        self.u[1201] = u'''நினைத்தாலும் தீராத பெரிய மகிழ்ச்சியைச் செய்தலால் ( உண்டபோது மட்டும் மகிழ்ச்சி தரும் ) கள்ளை விட காமம் இன்பமானதாகும்.'''
        self.u[1202] = u'''தாம் விரும்புகின்ற காதலர் தம்மை நினைத்தலும் பிரிவால் வரக்கூடிய துன்பம் இல்லாமல் போகின்றது. அதனால் காமம் எவ்வளவாயினும் இன்பம் தருவதே ஆகும்.'''
        self.u[1203] = u'''தும்மல் வருவது போலிருந்து வாராமல் அடங்குகின்றதே! என் காதலர் என்னை நினைப்பவர் போலிருந்து நினையாமல் விடுகின்றாரோ?'''
        self.u[1204] = u'''எம்முடைய நெஞ்சில் காதலராகிய அவர் இருக்கின்றாரே! ( அது போலவே) யாமும் அவருடைய நெஞ்சத்தில் நீங்காமல் இருக்கின்றோ‌மோ?'''
        self.u[1205] = u'''தம்முடைய நெஞ்சில் எம்மை வரவிடாது காவல் கொண்ட காதலர், எம்முடைய நெஞ்சில் தாம் ஓயாமல் வரவதைப் பற்றி நாணமாட்டாரோ?'''
        self.u[1206] = u'''காதலராகிய அவரோடு யான் பொருந்தியிருந்த நாட்களை நினைத்துக் கொள்வதால்தான் உயிரோடு இருக்கின்றேன்; வேறு எதனால் உயிர் வாழ்கின்றேன்?'''
        self.u[1207] = u'''( காதலரை ) மறந்தறியாமல் நினைத்தாலும் உள்ளத்தைப் பிரிவுத் துன்பம் சுடுகின்றதே! நினைக்காமல் மறந்து விட்டால் என்ன ஆவேனோ?'''
        self.u[1208] = u'''காதலரை எவ்வளவு மிகுதியாக நினைத்தாலும் அவர் என்மேல் சினங்கொள்ளார்; காதலர் செய்யும் சிறந்த உதவி அத்தன்மையானது அன்றோ!.'''
        self.u[1209] = u'''நாம் இருவரும் வேறு அல்லேம் என்று அடிக்கடி சொல்லும் அவர் இப்போது அன்பு இல்லாதிருத்தலை மிக நினைத்து என் இனிய உயிர் அழிகின்றது.'''
        self.u[1210] = u'''தி்ங்களே! பிரியாமல் இருந்து இறுதியில் பிரிந்து சென்ற காதலரை என் கண்ணால் தேடிக் காணும்படியாக நீ மறைந்து விடாமல் இருப்பாயாக!.'''
        self.u[1211] = u'''(யான் பிரிவால் வருந்தி உறங்கியபோது) காதலர் அனுப்பிய தூதோடு வந்த கனவுக்கு உரிய விருந்தாக என்ன செய்து உதவுவேன்?'''
        self.u[1212] = u'''கண்கள் யான் வேண்டுவதுபோல் தூங்குமானால், ( அப்போது வரும் கனவில் காணும்) காதலர்க்கு யான் தப்பிப் பிழைத்திருக்கும்‌ தன்மையைச் சொல்வேன்.'''
        self.u[1213] = u'''நனவில் வந்து அன்பு செய்யாத காதலரைக் கனவில் காண்பதால்தான் என்னுடைய உயிர் இன்னும் நீங்காமல் உள்ளதாகின்றது.'''
        self.u[1214] = u'''நனவில் வந்து அன்பு செய்யாத காதலரைத் தேடி அழைத்துக் கொண்டு வருவதற்காகக் கனவில் அவரைப் பற்றிய காதல் நிகழ்ச்சிகள் உண்டாகின்றன.'''
        self.u[1215] = u'''முன்பு நனவில் கண்ட இன்பமும் அப்பொழுது மட்டும் இனிதாயிற்று; இப்‌பொழுது காணும் கனவும் கண்ட பொழுது மட்டுமே இன்பமாக உள்ளது.'''
        self.u[1216] = u'''நனவு என்று சொல்லப்படுகின்ற ஒன்று இல்லாதிருக்குமானால், கனவில் வந்த காதலர் என்னை விட்டுப் பிரியாமலே இருப்பர்.'''
        self.u[1217] = u'''நனவில் வந்து எமக்கு அன்பு செய்யாத கொடுமை உடைய அவர், கனவில் வந்து எம்மை வருத்துவது என்ன காரணத்தால்?'''
        self.u[1218] = u'''தூங்கும்போது கனவில் வந்து என் தோள்மேல் உள்ளவராகி, விழி்த்தெழும்போது விரைந்து என் நெஞ்சில் உள்ளவராகிறார்.'''
        self.u[1219] = u'''கனவில் காதலர் வரக் காணாத மகளிர், நனவில் வந்து அன்பு செய்யாத கா‌தலரை ( அவர் வராத காரணம் பற்றி ) நொந்து கொள்வர்.'''
        self.u[1220] = u'''நனவில் நம்‌மை விட்டு நீங்கினார் என்று காதலரைப் பழித்து பேசுகின்றனரே! இந்த ஊரார் கனவில் அவரைக் காண்பதில்லையோ?'''
        self.u[1221] = u'''பொழுதே! நீ மாலைக்காலம் அல்ல; (காதலரோடு கூடியிருந்து பிறகு பிரிந்து வாழும்) மகளிரின் உயிரை உண்ணும் முடிவுக் காலமாக இருக்கினறாய்!.'''
        self.u[1222] = u'''மயங்கிய மாலைப்‌பொழுதே! நீயும் எம்மைப்போல் துன்பப்படுகின்‌றாயே! உன் துணையும் எம் காதலர் போல் இரக்கம் அற்றதோ?'''
        self.u[1223] = u'''பனி தோன்றிப் பசந்த நிறம் கொண்ட மாலைப் பொழுது எனக்கு வருத்தம் ஏற்பட்டுத் துன்பம் மேன்மேலும் வளரும்படியாக வருகின்றது.'''
        self.u[1224] = u'''காதலர் இல்லாத இப்போது, கொலை செய்யும் இடத்தில் பகைவர் வருவது போல் மாலைப்பொழுது ( என் உயிரைக் கொள்ள) வருகின்றது.'''
        self.u[1225] = u'''யான் காலைப்பொழுதிற்குச் செய்த நன்மை என்ன? (என்னைத் துன்புறுத்துகின்ற) மாலைப் பொழுதிற்குச் செய்த பகையான தீமை என்ன?'''
        self.u[1226] = u'''மாலைப் பொழுது இவ்வாறு துன்பம் செய்ய வல்லது என்பதைக் காதலர் என்னை விட்டு அகலாமல் உடனிருந்த காலத்தில் யான் அறியவில்லை.'''
        self.u[1227] = u'''இந்த காமநோய், காலைப்பொழுதில் அரும்பாய்த் தோன்றி, பகற்பொழுதெல்லாம் பேரரும்பாய் வளர்ந்து மாலைப்பொழுதில் மலராகின்றது.'''
        self.u[1228] = u'''ஆயனுடைய புல்லாங்குழல், நெருப்புப்போல் வருத்தும்‌ மாலைப்பொழுதிற்குத் தூதாகி என்னைக் கொல்லும்‌‌ படையாகவும் வருகின்றது.'''
        self.u[1229] = u'''அறிவு மயங்கும்படியாக மாலைப்பொழுது வந்து படரும்போது, இந்த ஊரும் மயங்கி என்னைப் போல் துன்பத்தால் வருந்தும்.'''
        self.u[1230] = u'''(பிரிவுத் துன்பத்தால்) மாயமாய் நின்ற என் உயிர், பொருள் காரணமாகப் பிரிந்து சென்ற காதலரை நினைந்து மயங்குகின்ற இம் மாலைப்பொழுதில் மாய்கின்றது.'''
        self.u[1231] = u'''இத்துன்பத்தை நமக்கு விட்டு விட்டுத் தொலைவில் உள்ள நாட்டுக்குச் சென்ற காதலரை நினைந்து அழுதமையால் கண்கள் அழகு இழந்து நறுமலர்களுக்கு நாணி விட்டன.'''
        self.u[1232] = u'''பசலை நிறம் அடைந்து நீர் சொரியும் கண்கள், நாம் விரும்பிய காதலர் நமக்கு அன்பு செய்யாத தன்மையைப் ( பிறர்க்குச்) சொல்வன போல் உள்ளன.'''
        self.u[1233] = u'''கூடியிருந்த காலத்தில் மகிழ்ந்து பூரித்திருந்த தோள்கள், ( இப்போது மெலிந்தும்) காதலருடைய பிரிவை நன்றாக அறிவிப்பவை போல் உள்ளன.'''
        self.u[1234] = u'''துணைவர் விட்டு நீங்கியதால் பழைய அழகு கெட்டு வாடிய தோள்கள், பருத்த தன்மை கெட்டு மெலிந்து வளையல்களும் கழலச் செய்கின்றன.'''
        self.u[1235] = u'''வளையல்களும் கழன்று பழைய அழகும் கெட்டு, வாடிய தோள்கள் (என் துன்பம் உணராத) கொடியவரி்ன கொடுமையைப் பிறர் அறியச் சொல்கின்றன.'''
        self.u[1236] = u'''வளையல்கள் கழன்று தோள்களும் மெலிவடைவதால் (அவற்றைக் காண்போர்) காதலரைக் கொடியவர் என்று கூறுவதைக் கேட்டு வருந்துகின்றேன்.'''
        self.u[1237] = u'''நெஞ்சே! கொடியவர் என்று சொல்லப்படுகின்ற காதலர்க்கு என் மெலிந்த தோள்களின் ஆரவாரத்தை உரைத்து, அந்த உதவியால் பெருமை அடைவாயோ?'''
        self.u[1238] = u'''தழுவிய கை‌களைத் தளர்த்தியவுடனே, பைந்தொடி அணிந்த காதலியின் நெற்றி, ( அவ்வளவு சிறியதாகிய பிரிவையும் பொறுக்காமல்) பசலை நிறம் அடைந்தது.'''
        self.u[1239] = u'''தழுவுதலுக்கு இடையே குளிர்ந்த காற்று நுழைய, காதலியின் பெரிய மழை போன்ற கண்கள் பசலை நிறம் அடைந்தன.'''
        self.u[1240] = u'''காதலியின் ஒளி பொருந்திய நெற்றி, பசலை நிறம் உற்றதைக் கண்டு, அவளுடைய க்ண்களில் பசலையும் துன்பம் அடைந்து விட்டது.'''
        self.u[1241] = u'''நெஞ்சே! ( காதலால் வளர்ந்த) இத் துன்ப நோயைத் தீர்க்கும் மருந்து ஏதாவது ஒன்றை நீ நினைத்துப் பார்த்து எனக்குச் சொல்ல மாட்டாயோ?'''
        self.u[1242] = u'''என் நெஞ்சே! வாழ்க! அவர் நம்மிடம் காதல் இல்லாதவராக இருக்க, நீ மட்டும் அவரை நினைந்து வருந்துவது உன் அறியாமையே!.'''
        self.u[1243] = u'''நெஞ்சே (என்னுடன்) இருந்து அவரை நினைந்து வருந்துவது ஏன்? இந்தத் துன்பநோயை உண்டாக்கியவரிடம் இவ்வாறு அன்பு கொண்டு நினைக்கும் தன்மை இல்லையே!.'''
        self.u[1244] = u'''நெஞ்சே! நீ அவரிடம் செல்லும்போது என் கண்களையும் உடன் கொண்டு செல்வாயாக; அவரைக் காணவேண்டும் என்று இவை என்னைப் பிடுங்கித் தின்கின்றன.'''
        self.u[1245] = u'''நெஞ்சே! யாம் விரும்பி நாடினாலும் எம்மை நாடாத அவர் நம்மை வெறுத்து விட்டார் என்று எண்ணிக் கைவிட முடியும‌ோ?'''
        self.u[1246] = u'''என் நெஞ்சே! ஊடியபோது கூடி ஊடல் உணர்த்த வல்ல காதலரைக் கண்டபோது நீ பிணங்கி உணர மாட்டாய்; பொய்யான சினங்கொண்டு காய்கினறாய்.'''
        self.u[1247] = u'''நல்ல நெஞ்சே! ஒன்று காமத்தை விட்டு விடு; அல்லது நாணத்தை விட்டு விடு; இந்த இரண்டையும் பொறுத்துக் கொண்டிருக்க என்னால் முடியாது.'''
        self.u[1248] = u'''என் நெஞ்சே! பிரிவுத் துன்பத்தால் வருந்தி அவர் வந்து அன்பு செய்ய வில்லையே என்று ஏங்கி பிரிந்தவரின் பின் செல்கின்றாய் பேதை.'''
        self.u[1249] = u'''என் நெஞ்சே! காதலர் உன் உள்ளத்தில் உள்ளவராக இருக்கும்போது நீ அவரை நினைத்து யாரிடம் தேடிச் செல்கின்றாய்?'''
        self.u[1250] = u'''நம்மோடு பொருந்தி இருக்காமல் கைவிட்டுச சென்ற காதலரை நெஞ்சில் வைத்திருக்கும்போது இன்னும் மெலிந்து அழகை இழந்து வருகின்றோம்.'''
        self.u[1251] = u'''நாணம் என்னும் தாழ்ப்பாள் பொருந்திய நிறை என்று சொல்லப்படும் கதவை காமம் ஆகிய கோடாலி உடைத்து விடுகிறதே.'''
        self.u[1252] = u'''காமம் என்று சொல்லப்படுகின்ற ஒன்று கண்ணோட்டம் இல்லாதது. அது என் நெஞ்சத்தை நள்ளிரவில் ஏவல் கொண்டு ஆள்கிறது.'''
        self.u[1253] = u'''யான் காமத்தை என்னுள்‌ளே மறைக்க முயல்வேன்; ஆனால் அதுவே என் குறிப்பின்படி நிற்காமல் தும்மல் போல் தானே வெளிப்பட்டு விடுகிறது.'''
        self.u[1254] = u'''யான் இதுவரையில் நிறையோடிருப்பதாக எண்ணிக கொண்டிருந்தேன். ஆனால் என் காமம் என்னுள் மறைந்திருத்தலைக் கடந்து மன்றத்தில் வெளிப்படுகின்றது.'''
        self.u[1255] = u'''தம்மை வெறுத்து நீங்கியவரின் பின் செல்லாமல் மானத்தோடு நிற்கும் பெருந்தகைமை, காமநோய் உற்றவர் அறியும் தன்மையது அனறு.'''
        self.u[1256] = u'''வெறுத்து நீங்கிய காதலரின் பின் செல்ல விரும்பிய நிலையில் இருப்பதால் என்னை அடைந்த இந்த காமநோய் எத்தன்மையானது? அந்‌தோ!.'''
        self.u[1257] = u'''நாம் விரும்பிய காதலர் காமத்தால் நமக்கு விருப்பமானவற்றைச் செய்வாரானால். நாணம் என்று சொல்லப்படும் ஒரு பண்பையும் அறியாமல் இருப்போம்.'''
        self.u[1258] = u'''நம்முடைய பெண்மையாகிய அரணை அழிக்கும் படையாக இருப்பது, பல மாயங்களில் வல்ல, கள்வனான காதலரடைய பணிவுடைய மொழி அன்றோ?'''
        self.u[1259] = u'''ஊடுவேன் என்று எண்ணிக் கொண்டு சென்றேன்; ஆனால் என் நெஞ்சம் என்னை விட்டு அவரோடு கூடுவதை கண்டு தழுவினேன்.'''
        self.u[1260] = u'''கொழுப்பைத் தீயில் இட்டால் போன்ற உருகும் நெஞ்சுடைய என்னைப் போன்றவர்க்கு, இசைந்து ஊடி நிற்போம் என்று ஊடும் தன்மை உண்டோ?'''
        self.u[1261] = u'''என் கண்களும் அவர் வரும் வழியைப் பார்த்துப் பார்த்து ஒளி இழந்து அழகு கெட்டன; விரல்களும் அவர் சென்ற நாட்களைக் குறித்துத் தொட்டுத் தொட்டுத் தேய்ந்தன.'''
        self.u[1262] = u'''தோழி! காதலரின் பிரிவால்துன்புற்று வருந்துகின்ற இன்றும் அவரை மறந்து விட்டால், அழகு கெட்டு என் தோள் மேல் அணிந்துள்ள அணிகள் கழலுமாறு நேரும்.'''
        self.u[1263] = u'''வெற்றியை விரும்பி ஊக்கமே துணையாகக் கொண்டு வெளிநாட்டுக்குச் சென்ற காதலர், திரும்பி வருதலைக் காண விரும்பியே இன்னும் யான் உயிரோடு இருக்கின்றேன்.'''
        self.u[1264] = u'''முன்பு கூடியிருந்த காதலைக் கைவிட்டுப் பிரிந்த அவருடைய வருகை‌யைநினைத்து என் நெஞ்சம் மரத்தின் கிளைகளின் மேலும் ஏறிப் பார்க்கின்றது.'''
        self.u[1265] = u'''என் காதலரைக் கண்ணாரக் காண்பேனாக; கண்ட பிறகு என்னுடைய மெல்லிய தோளில் உண்டாகிய பசலை நிறம் தானே நீங்கி விடும்.'''
        self.u[1266] = u'''என் காதலன் ஒருநாள் என்னிடம் வருவானாக; வந்த பிறகு, என்னுடைய துன்பநோய் எல்லொம் தீருமாறு நான் நன்றாக நுகர்வேன்.'''
        self.u[1267] = u'''என்னுடைய கண்போன்ற காதலர் வருவாரானால், யான் அவரோடு ஊடுவேனோ? அல்லது அவரைத் தழுவுவேனோ? அவரோடு கூடுவேனோ?'''
        self.u[1268] = u'''அரசன் இச் செயலில் முனைந்து நின்று வெற்றி பெறுவானாக; அதன்பின் யாம் மனைவியோடு கூடியிருந்து அனறு வரும் மாலைப் பொழுதிற்கு விருந்து செய்வோம்.'''
        self.u[1269] = u'''தொலைவில் உள்ள வெளிநாட்டிற்குச் சென்ற காதலர் திரும்பி வரும் நாளை நினைத்து ஏங்கும் மகளிர்க்கு ஒருநாள் ஏழுநாள் போல ( நெடிதாக) கழியும்.'''
        self.u[1270] = u'''துன்பத்தைத் தாங்காமல் மனம் உடைந்து அழிந்து விட்டால், நம்மைத் திரும்பப்‌ பெறுவதனால் என்ன? பெற்றக்கால் என்ன? பெற்றுப் பொருந்தினாலும் என்ன?'''
        self.u[1271] = u'''நீ சொல்லாமல் மறைத்தாலும் நிற்காமல் உன்னைக் கடந்து உன்னுடைய கண்கள் எனக்குச் சொல்லக் கூடிய செய்தி ஒன்று இருக்கிறது.'''
        self.u[1272] = u'''கண் நிறைந்த அழகும் மூங்கில் போன்ற தோளும் உடைய என் காதலிக்குப் பெண்மைத்தன்மை நிறைந்து விளங்கும் இயல்பு மிகுதியாக உள்ளது.'''
        self.u[1273] = u'''( கோத்த) மணியினுள் விளங்கும் நூலைப் போல் என் காதலியின் அழகினுள் விளங்குவதான குறிப்பு ஒன்று இருக்கின்றது.'''
        self.u[1274] = u'''அரும்பு தோன்றும்போது அடங்கியிருக்கும் மணத்தைப் போல், காதலியின் புன்முறுவலின் தோற்றத்தில் அடங்கி இருக்கும் குறிப்பு ஒன்று உள்ளது.'''
        self.u[1275] = u'''காதலி என்னை நோக்கி செய்து விட்டுச் சென்ற கள்ளமான குறிப்பு, என் மிக்க துயரத்தைத் தீர்க்கும் மருந்து ஒன்று உடையதாக இருக்கின்றது.'''
        self.u[1276] = u'''பெரிதும் அன்பு செய்து விரும்புமாறு கூடுதல், அரிதாகிய பிரிவைச் செய்து பிறகு அன்பில்லாமல்கைவிட எண்ணுகின்ற குறிப்பை உடையதாகும்.'''
        self.u[1277] = u'''குளிர்ந்த துறையை உடைய காதலன் பிரிந்த பிரிவை நம்மை விட முன்னம‌ே நம்முடைய வளையல்கள் உணர்ந்து கழன்று விட்டனவே!.'''
        self.u[1278] = u'''எம்முடைய காதலர் நேற்றுதான் பிரிந்து சென்றார்; யாமும் மேனி பசலை நிறம் அடைந்து ஏழு நாட்கள் ஆய்விட்ட நிலையில் இருக்கின்றோம்.'''
        self.u[1279] = u'''தன்னுடைய வளையல்களை நோக்கி, மெல்லிய தோள்களையும் நோக்கித் தன்னுடைய அடிகளையும் நோக்கி அவள் செய்த குறிப்பு உடன்போக்காகிய அதுவேயாகும்.'''
        self.u[1280] = u'''கண்ணினால் காமநோயைத் தெரிவித்துப் பிரியாமல் இருக்குமாறு இரத்தல், பெண் தன்மைக்கு மேலும் பெண் தன்மை உடையது என்று கூறுவர்.'''
        self.u[1281] = u'''நினைத்த அளவிலே களிப்படைதலும் கண்ட அளவிலே மகிழ்ச்சி அடைதலும் ஆகிய இந்த இருவகை தன்மையும் கள்ளுக்கு இல்‌லை; காமத்திற்கு உண்டு.'''
        self.u[1282] = u'''காமம் பனையளவாக நிறைய வரும்போது காதலரோடு தினையளவாகச் சிறிதேனும் ஊடல் கொள்ளாமல் இருக்க வேண்டும்.'''
        self.u[1283] = u'''என்னை விரும்பாமல் புறக்கணித்துத் தனக்கு விருப்பமானவற்றையே செய்து ஒழுகினாலும், என்னுடைய கண்கள் காதலனைக் காணாமல் பொருந்தவில்லை.'''
        self.u[1284] = u'''தோழி! யான் அவரோடு ஊடுவதற்காகச் சென்றேன்; ஆனால், என்னுடைய நெஞ்சம் அந்த நோக்கத்தை மறந்து அவரோடு கூடுவதற்காகச் சென்றது.'''
        self.u[1285] = u'''மை தீட்டும் நேரத்தில் தீட்டு் கோலைக் காணாத கண்களைப் போல், காதலனைக் கண்டபோது மட்டும் அவனுடைய குற்றத்தை நினைக்காமல் மறந்து விடுகின்றேன்.'''
        self.u[1286] = u'''காதலரைக் யான் காணும்போது ( அவருடைய செயல்களில்) தவறானவற்றைக் காண்பதில்லை; அவரைக் காணாதபோது தவறு அல்லாத நன்மைகளைக் காண்பதில்லை.'''
        self.u[1287] = u'''வெள்ளம் இழுத்துச் செல்வதை அறிந்திருந்தும் ஓட் நீரில் பாய்கின்றவரைப் போல், பயன்படாமை அறிந்திருந்திருந்தும் ஊடல் கொள்வதால் பயன் என்ன?'''
        self.u[1288] = u'''கள்வ! இழிவு வரத்தக்க துன்பங்களைச் செய்தாலும் கள்ளுண்டு களித்தவர்க்கு மேன்‌மேலும் விருப்பம் தரும் கள்ளைப் போன்றது உன் மார்பு.'''
        self.u[1289] = u'''காமம் மலரை விட மென்மை உடையதாகும்; அந்த உண்மை அறிந்து அதன் நல்ல பயனைப் பெறக்கூடியவர் சிலரே.'''
        self.u[1290] = u'''கண் பார்வையின் அளவில் பிணங்கி, என்னை விடத் தான் விரைந்து தழுவுதலை விரும்பி, ( பிணங்கிய நிலையையும் மறந்து) கலந்து விட்டாள்.'''
        self.u[1291] = u'''நெஞ்சே! அவருடைய நெஞ்சம் ( நம்மை நினையாமல் நம்மிடம் வராமல்) அவர்க்குத் துணையாதலைக் கண்டும் நீ எமக்குத் துணையாகாதது ஏன்?'''
        self.u[1292] = u'''என் நெஞசே! நம்மேல் அன்பு கொள்ளாத காதலரைக் கண்டபோதும், அவர் வெறுக்கமாட்டார் என்று எண்ணி அவரிடம் செல்கின்றாயே!.'''
        self.u[1293] = u'''நெஞ்சே! நீ உன் விருப்பத்தின்படியே அவர் பின் செல்வதற்குக் காரணம், துன்பத்தால் அழிந்தவர்‌க்கு நண்பர் இல்லை என்னும் எண்ண‌மோ?'''
        self.u[1294] = u'''நெஞ்‌சே! நீ ஊடலைச் செய்து அதன் பயனை நுகர மாட்டாய்; இனிமேல் அத்தகையவற்றைப் பற்றி உன்னோடு கலந்து எண்ணப் போகின்றவர் யார்?'''
        self.u[1295] = u'''( காதலரைப் பெறாதபோது) பெறாமைக்கு அஞ்சும்; பெற்றால் பிரிவை நினைத்து அஞ்சும்; ( இவ்வாறாக) என் நெஞ்சம் தீராத துன்பம் உடையதாகின்றது.'''
        self.u[1296] = u'''காதலரைப் பிரிந்து தனியே இருந்து அவருடைய தவறுகளை நினைத்தபோது என் நெஞ்சம் என்னைத் தின்பது போல் துன்பம் செய்வதாக இருந்தது.'''
        self.u[1297] = u'''காதலனை மறக்க முடியாத என்னுடைய சிறப்பில்லாத மட நெஞ்சினோடு சேர்ந்து, மறக்கத் தகாததாகிய நாணத்தையும் மறந்து விடடேன்.'''
        self.u[1298] = u'''உயரின் மேல் காதல் கொண்ட என் நெஞ்சம், பிரிந்த காதலரை இகழ்ந்தால் இழிவாகும் என்று எண்ணி அவருடைய உயர்ந்த பண்புகளையே நினைக்கின்றது.'''
        self.u[1299] = u'''ஒருவர்க்குத் துன்பம் வந்தபோது, தாம் உரிமையாகப் பெற்றுள்ள நெஞ்சமே துணையாகா விட்டால், வேறு யார் துணையாவார்?'''
        self.u[1300] = u'''ஒருவர்க்கு தாம் உரிமையாகப் பெற்ற நெஞ்சமே உறவாகாதபோது அயலார் உறவில்லாதவராக இருப்பது எளிதேயாகும்.'''
        self.u[1301] = u'''( ஊடும்போது அவர் அடைகின்ற) துன்ப நோயைச் சிறிது காண்போம்; அதற்காக அவரைத் தழுவாமலிருந்து பிணங்குவாயாக.'''
        self.u[1302] = u'''உப்பு, உணவில் அளவோடு அமைந்திருப்பதைப் போன்றது ஊடல்; ஊடலை அளவு கடந்து நீட்டித்தல், அந்த உப்பு சிறிதளவு மிகுதியாக இருப்பதைப் போன்றது.'''
        self.u[1303] = u'''தம்மோடு பிணங்கியவரை ஊடலுணர்த்தித் தழுவாமல் விடுதல், துன்பத்தால் வருந்தியவரை மேலும் துன்ப நோய் செய்து வரத்தினாற் போன்றது.'''
        self.u[1304] = u'''பிணங்கியவரை ஊடலுணர்த்தி அன்பு செய்யாமல் இருத்தல், முன்னமே வாடியுள்ள கொடியை அதன் அடியிலேயே அறுத்தல் போன்றது.'''
        self.u[1305] = u'''நல்ல பண்புகள் அமைந்த நல்ல ஆடவர்க்கு அழகு, மலர் போன்ற கண்களை உடைய மகளிரின் நெஞ்சம் விளையும் ஊடலின் சிறப்பே ஆகும்.'''
        self.u[1306] = u'''பெரும் பிணக்கும் சிறு பிணக்கும் இல்லாவிட்டால், காமம் மிகப் பழுத்த பழமும் முற்றாத இளங்காயும் போல் பயன்படாததாகும்.'''
        self.u[1307] = u'''கூடியிருக்கும் இன்பம் இனிமேல் நீட்டிக்காதோ என்று ஏங்கி எண்ணுவதால் ஊடியிருத்தலினும் காதலர்க்கு ஒருவகைத் துன்பம் இருக்கின்றது.'''
        self.u[1308] = u'''நம்மால் இவர் வருந்தினார் என்று அந்த வருத்தத்தை அறிகின்ற காதலர் இல்லாதபோது, வருந்துவதால் பயன் என்ன?'''
        self.u[1309] = u'''நீரும் நிழலை அடுத்திருப்பதே இனிமையானது; அதுபோல், ஊடலும் அன்பு செலுத்துவோரிடத்தில் கொள்வதே இன்பமானது.'''
        self.u[1310] = u'''ஊடல் கொண்ட‌போது உணர்த்தி மகிழ்விக்காமல் வாட விடுகின்றவரோடு என் நெஞ்சம் கூடியிருப்போம் என்று முயல்வதற்குக் காரணம் அதன் ஆசையே.'''
        self.u[1311] = u'''பரத்தமை உடையாய்! பெண் தன்மை உடையவர் எல்லாரும் தம்தம் கண்களால் ‌பொதுப் பொருளாகக் கொண்டு நுகர்கின்றார்கள்; ஆகையால் உன் மார்பைப் பொருந்தேன்.'''
        self.u[1312] = u'''காதலரோடு ஊடல் கொண்டிருந்தோமாக, யாம் தம்மை நெடுங்காலம் வாழ்க என்று வாய் திறந்து சொல்லுவோம் என நினைத்து அவர் தும்மினார்.'''
        self.u[1313] = u'''கிளைகளில் மலர்ந்த மலர்களைச் சூடினாலும், நீர் இந்த அழகை யாரோ ஒருத்திக்கு காட்டுவதற்காகச் சூடினீர் என்று சினம் கொள்வாள்.'''
        self.u[1314] = u'''யாரையும் விட நாம் மிக்க காதல் கொண்டிருக்கிறோம் என்று சொன்னேனாக; ய‌ாரை விட...? யாரை விட..? என்று கேட்டு ஊடல் கொண்டாள்.'''
        self.u[1315] = u'''இப்பிறப்பில் யாம் பிரிய மாட்டோம் என்று காதலியிடம் சொன்னேனாக, இனி வரும் பிறப்பில் பிரிவதாக உணர்ந்து கண் நிறையக் கண்ணீர் கொண்டாள்.'''
        self.u[1316] = u'''நினைத்தேன் என்று கூறி‌னேன்; நினைப்புக்கு முன் மறப்பு உண்டு அன்றோ? ஏன் மறந்தீர் என்று என்னைத் தழுவாமல் ஊடினாள்.'''
        self.u[1317] = u'''யான் தும்மினேனாக; அவள் நூறாண்டு என வாழ்த்தினாள்; உடனே அதை விட்டு யார் நினைத்ததால் தும்மினீர்? என்று கேட்டு அழுதாள்?'''
        self.u[1318] = u'''அவளுடைய ஊடலுக்கு அஞ்சி யான் தும்மலை அடக்கிக் கொள்ள உம்மவர் உம்மை நினைப்பதை எமக்குத் தெரியாமல் மறைக்கின்றீரோ என்று அழுதாள்.'''
        self.u[1319] = u'''ஊடியிருந்தபோது அவளை ஊடல் உணர்த்தி மகிழ்வித்தாலும், நீர் மற்ற மகளிர்க்கும் இத்தன்மையானவராக ஆவீர் என்று ‌சொல்லிச் சினம் கொள்வாள்.'''
        self.u[1320] = u'''அவளுடைய அழகை நி‌னைத்து அமைதியாக இருந்து நோக்கினாலும், நீர் யாரை நினைத்து ஒப்புமையாக எல்லாம் பார்க்கின்றீர்? என்று சினம் கொள்வாள்.'''
        self.u[1321] = u'''அவரிடம் தவறு ஒன்றும் இல்லையானலும், அவரோடு ஊடுதல், அவர் நம்மேல் மிகுதியாக அன்பு செலுத்துமாறு செய்ய வல்லது.'''
        self.u[1322] = u'''ஊடுதலால் உண்டாகின்ற சிறிய துன்பம், காதலர் செய்கின்ற நல்ல அன்பு வாடிவிடக் காரணமாக இருந்தாலும் பெருமை பெறும்.'''
        self.u[1323] = u'''நிலத்தோடு நீர் பொருந்தி கலந்தாற் போன்ற அன்புடைய காதலரிடத்தில் ஊடுவதை விட இன்பம் தருகின்ற தேவருலம் இருக்கின்றதோ?'''
        self.u[1324] = u'''காதலரைத் தழுவிக்கொண்டு விடாமலிருப்பதற்கு காரணமான ஊடலுள், என்னுடைய உள்ளத்தை உடைக்க வல்ல படை தோன்றுகிறது.'''
        self.u[1325] = u'''தவறு இல்லாத போதும் ஊடலுக்கு ஆளாகித் தாம் விரும்பும் மகளிரின் மெல்லிய தோள்களை நீங்கி இருக்கும் போது ஓர் இன்பம் உள்ளது.'''
        self.u[1326] = u'''உண்பதை விட முன் உண்ட உணவுச் செரிப்பது இன்பமானது, அதுபோல் காமத்தில் கூடுவதைவிட ஊடுதல் இன்பமானது.'''
        self.u[1327] = u'''ஊடலில் தோற்றவரே வெற்றி பெற்றவர் ஆவர், அந்த உண்மை,ஊடல் முடிந்த பின் கூடிமகிழும் நிலையில் காணப்படும்.'''
        self.u[1328] = u'''நெற்றி வியர்க்கும் படியாக கூடுவதில் உளதாகும் இனிமையை ஊடியிருந்து உணர்வதன் பயனாக இனியும் பெறுவோமாக?'''
        self.u[1329] = u'''காதலி இன்னும் ஊடுவாளாக, அந்த ஊடலைத் தணிக்கும் பொருட்டு யாம் இரந்து நிற்குமாறு இராக்காலம் இன்னும் நீட்டிப்பதாக.'''
        self.u[1330] = u'''காமத்திற்கு இன்பம் தருவது ஊடுதல் ஆகும், ஊடல் முடிந்த பின் கூடித் தழுவப் பெற்றால் அந்த ஊடலுக்கு இன்பமாகும்.'''

class Kural:
    def __init__(self):
        self.no = -1;
        self.pal = '';
        self.adhikaram='';
        self.ta = '';
        self.en = '';
        self.commentary = '';
        self.desc_ta=None
        self.urai=Urai()
        self.chapter=Chapter()

    @staticmethod
    @lru_cache(maxsize=2048)
    def factory(no,pal,adhikaram,ta,en,commentary):
        k = Kural();

        # sapient
        if ( isinstance( no, str )): # or isinstance( no, unicode ) ):
            no = int( no );
        assert( no > 0 and no < 1331 );
        k.no = no;
        k.adhikaram = adhikaram;
        k.pal = unescape(pal);
        D = {'&#9;':' ','&#10;':'\n','&quot;':'\''};
        k.ta = unescape(ta,D);
        k.en = unescape(en,D);
        k.commentary = unescape(commentary,D);
        k.desc_ta=k.urai.get_desc_ta(no)
        if no%10 == 0:
            k.chapter_en=k.chapter.get_chapter_en(int(no/10))
        else:
            k.chapter_en=k.chapter.get_chapter_en(1+int(no/10))

        if no/10 <= 38:
            k.pal_en='Virtue'
        elif no/10 <= 108:
            k.pal_en='Wealth'
        else:
            k.pal_en='Love'
        return k

    @staticmethod
    @lru_cache(maxsize=2048)
    def load_data_base():
        k = [None for i in range(0,1330)];
        k[0] = Kural.factory(1,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''அகர முதல எழுத்தெல்லாம் ஆதி 
பகவன் முதற்றே உலகு.''','''A, as its first of letters, every speech maintains; 
The \'Primal Deity\' is first through all the world\'s domains.''','''As all letters have the letter A for their first, so the world has the eternal God for its first.''');
        k[1] = Kural.factory(2,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''கற்றதனால் ஆய பயனென்கொல் வாலறிவன் 
நற்றாள் தொழாஅர் எனின்.''','''No fruit have men of all their studied lore, 
Save they the \'Purely Wise One\'s\' feet adore.''','''What Profit have those derived from learning, who worship not the good feet of Him who is possessed of pure knowledge ?''');
        k[2] = Kural.factory(3,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''மலர்மிசை ஏகினான் மாணடி சேர்ந்தார் 
நிலமிசை நீடுவாழ் வார்.''','''His feet, \'Who o\'er the full-blown flower hath past,\' who gain 
In bliss long time shall dwell above this earthly plain.''','''They who are united to the glorious feet of Him who occupies swiftly the flower of the mind, shall flourish in the highest of worlds (heaven).''');
        k[3] = Kural.factory(4,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு 
யாண்டும் இடும்பை இல.''','''His foot, \'Whom want affects not, irks not grief,\' who gain 
Shall not, through every time, of any woes complain.''','''To those who meditate the feet of Him who is void of desire or aversion, evil shall never come.''');
        k[4] = Kural.factory(5,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''இருள்சேர் இருவினையும் சேரா இறைவன் 
பொருள்சேர் புகழ்புரிந்தார் மாட்டு.''','''The men, who on the \'King\'s\' true praised delight to dwell, 
Affects not them the fruit of deeds done ill or well.''','''The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise of God.''');
        k[5] = Kural.factory(6,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க 
நெறிநின்றார் நீடுவாழ் வார்.''','''Long live they blest, who \'ve stood in path from falsehood freed; 
His, \'Who quenched lusts that from the sense-gates five proceed\'.''','''Those shall long proposer who abide in the faultless way of Him who has destroyed the five desires of the senses.''');
        k[6] = Kural.factory(7,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால் 
மனக்கவலை மாற்றல் அரிது.''','''Unless His foot, \'to Whom none can compare,\' men gain, 
\'Tis hard for mind to find relief from anxious pain.''','''Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is incomparable.''');
        k[7] = Kural.factory(8,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால் 
பிறவாழி நீந்தல் அரிது.''','''Unless His feet \'the Sea of Good, the Fair and Bountiful,\' men gain, 
\'Tis hard the further bank of being\'s changeful sea to attain.''','''None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea of virtue.''');
        k[8] = Kural.factory(9,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''கோளில் பொறியின் குணமிலவே எண்குணத்தான் 
தாளை வணங்காத் தலை.''','''Before His foot, \'the Eight-fold Excellence,\' with unbent head, 
Who stands, like palsied sense, is to all living functions dead.''','''The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a sense without the power of sensation.''');
        k[9] = Kural.factory(10,u'''அறத்துப்பால்''',u'''கடவுள் வாழ்த்து''',u'''பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார் 
இறைவன் அடிசேரா தார்.''','''They swim the sea of births, the \'Monarch\'s\' foot who gain; 
None others reach the shore of being\'s mighty main.''','''None can swim the great sea of births but those who are united to the feet of God.''');
        k[10] = Kural.factory(11,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''வான்நின்று உலகம் வழங்கி வருதலால் 
தான்அமிழ்தம் என்றுணரற் பாற்று.''','''The world its course maintains through life that rain unfailing gives; 
Thus rain is known the true ambrosial food of all that lives.''','''By the continuance of rain the world is preserved in existence; it is therefore worthy to be called ambrosia.''');
        k[11] = Kural.factory(12,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் 
துப்பாய தூஉம் மழை.''','''The rain makes pleasant food for eaters rise; 
As food itself, thirst-quenching draught supplies.''','''Rain produces good food, and is itself food.''');
        k[12] = Kural.factory(13,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து 
உள்நின்று உடற்றும் பசி.''','''If clouds, that promised rain, deceive, and in the sky remain, 
Famine, sore torment, stalks o\'er earth\'s vast ocean-girdled plain.''','''If the cloud, withholding rain, deceive (our hopes) hunger will long distress the sea-girt spacious world.''');
        k[13] = Kural.factory(14,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''ஏரின் உழாஅர் உழவர் புயல்என்னும் 
வாரி வளங்குன்றிக் கால்.''','''If clouds their wealth of waters fail on earth to pour, 
The ploughers plough with oxen\'s sturdy team no more.''','''If the abundance of wealth imparting rain diminish, the labour of the plough must cease.''');
        k[14] = Kural.factory(15,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே 
எடுப்பதூஉம் எல்லாம் மழை.''','''\'Tis rain works all: it ruin spreads, then timely aid supplies; 
As, in the happy days before, it bids the ruined rise.''','''Rain by its absence ruins men; and by its existence restores them to fortune.''');
        k[15] = Kural.factory(16,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே 
பசும்புல் தலைகாண்பு அரிது.''','''If from the clouds no drops of rain are shed. 
\'Tis rare to see green herb lift up its head.''','''If no drop falls from the clouds, not even the green blade of grass will be seen.''');
        k[16] = Kural.factory(17,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி 
தான்நல்கா தாகி விடின்.''','''If clouds restrain their gifts and grant no rain, 
The treasures fail in ocean\'s wide domain.''','''Even the wealth of the wide sea will be diminished, if the cloud that has drawn (its waters) up gives them not back again (in rain).''');
        k[17] = Kural.factory(18,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''சிறப்பொடு பூசனை செல்லாது வானம் 
வறக்குமேல் வானோர்க்கும் ஈண்டு.''','''If heaven grow dry, with feast and offering never more, 
Will men on earth the heavenly ones adore.''','''If the heaven dry up, neither yearly festivals, nor daily worship will be offered in this world, to the celestials.''');
        k[18] = Kural.factory(19,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''தானம் தவம்இரண்டும் தங்கா வியன்உலகம் 
வானம் வழங்கா தெனின்.''','''If heaven its watery treasures ceases to dispense, 
Through the wide world cease gifts, and deeds of \'penitence\'.''','''If rain fall not, penance and alms-deeds will not dwell within this spacious world.''');
        k[19] = Kural.factory(20,u'''அறத்துப்பால்''',u'''வான்சிறப்பு''',u'''நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும் 
வான்இன்று அமையாது ஒழுக்கு.''','''When water fails, functions of nature cease, you say; 
Thus when rain fails, no men can walk in \'duty\'s ordered way\'.''','''If it be said that the duties of life cannot be discharged by any person without water, so without rain there cannot be the flowing of water.''');
        k[20] = Kural.factory(21,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து 
வேண்டும் பனுவல் துணிவு.''','''The settled rule of every code requires, as highest good, 
Their greatness who, renouncing all, true to their rule have stood.''','''The end and aim of all treatise is to extol beyond all other excellence, the greatness of those who, while abiding in the rule of conduct peculiar to their state, have abandoned all desire.''');
        k[21] = Kural.factory(22,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''துறந்தார் பெருமை துணைக்கூறின் வையத்து 
இறந்தாரை எண்ணிக்கொண் டற்று.''','''As counting those that from the earth have passed away, 
\'Tis vain attempt the might of holy men to say.''','''To describe the measure of the greatness of those who have forsaken the two-fold desires, is like counting the dead.''');
        k[22] = Kural.factory(23,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார் 
பெருமை பிறங்கிற்று உலகு.''','''Their greatness earth transcends, who, way of both worlds weighed, 
In this world take their stand, in virtue\'s robe arrayed.''','''The greatness of those who have discovered the properties of both states of being, and renounced the world, shines forth on earth (beyond all others).''');
        k[23] = Kural.factory(24,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான் 
வரனென்னும் வைப்பிற்கோர் வித்தது.''','''He, who with firmness, curb the five restrains, 
Is seed for soil of yonder happy plains.''','''He who guides his five senses by the hook of wisdom will be a seed in the world of heaven.''');
        k[24] = Kural.factory(25,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான் 
இந்திரனே சாலுங் கரி.''','''Their might who have destroyed \'the five\', shall soothly tell 
Indra, the lord of those in heaven\'s wide realms that dwell.''','''Indra, the king of the inhabitants of the spacious heaven, is himself, a sufficient proof of the strength of him who has subdued his five senses.''');
        k[25] = Kural.factory(26,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''செயற்கரிய செய்வார் பெரியர் சிறியர் 
செயற்கரிய செய்கலா தார்.''','''Things hard in the doing will great men do; 
Things hard in the doing the mean eschew.''','''The great will do those things which is difficult to be done; but the mean cannot do them.''');
        k[26] = Kural.factory(27,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின் 
வகைதெரிவான் கட்டே உலகு.''','''Taste, light, touch, sound, and smell: who knows the way 
Of all the five,- the world submissive owns his sway.''','''The world is within the knowledge of him who knows the properties of taste, sight, touch, hearing and smell.''');
        k[27] = Kural.factory(28,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''நிறைமொழி மாந்தர் பெருமை நிலத்து 
மறைமொழி காட்டி விடும்.''','''The might of men whose word is never vain, 
The \'secret word\' shall to the earth proclaim.''','''The hidden words of the men whose words are full of effect, will shew their greatness to the world.''');
        k[28] = Kural.factory(29,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''குணமென்னும் குன்றேறி நின்றார் வெகுளி 
கணமேயும் காத்தல் அரிது.''','''The wrath \'tis hard e\'en for an instant to endure, 
Of those who virtue\'s hill have scaled, and stand secure.''','''The anger of those who have ascended the mountain of goodness, though it continue but for a moment, cannot be resisted.''');
        k[29] = Kural.factory(30,u'''அறத்துப்பால்''',u'''நீத்தார் பெருமை''',u'''அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும் 
செந்தண்மை பூண்டொழுக லான்.''','''Towards all that breathe, with seemly graciousness adorned they live; 
And thus to virtue\'s sons the name of \'Anthanar\' men give,''','''The virtuous are truly called Anthanar; because in their conduct towards all creatures they are clothed in kindness.''');
        k[30] = Kural.factory(31,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''சிறப்புஈனும் செல்வமும் ஈனும் அறத்தினூஉங்கு 
ஆக்கம் எவனோ உயிர்க்கு.''','''It yields distinction, yields prosperity; what gain 
Greater than virtue can a living man obtain?''','''Virtue will confer heaven and wealth; what greater source of happiness can man possess ?''');
        k[31] = Kural.factory(32,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''அறத்தினூஉங்கு ஆக்கமும் இல்லை அதனை 
மறத்தலின் ஊங்கில்லை கேடு.''','''No greater gain than virtue aught can cause; 
No greater loss than life oblivious of her laws.''','''There can be no greater source of good than (the practice of) virtue; there can be no greater source of evil than the forgetfulness of it.''');
        k[32] = Kural.factory(33,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''ஒல்லும் வகையான் அறவினை ஓவாதே 
செல்லும்வாய் எல்லாஞ் செயல்.''','''To finish virtue\'s work with ceaseless effort strive, 
What way thou may\'st, where\'er thou see\'st the work may thrive.''','''As much as possible, in every way, incessantly practise virtue.''');
        k[33] = Kural.factory(34,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன் 
ஆகுல நீர பிற.''','''Spotless be thou in mind! This only merits virtue\'s name; 
All else, mere pomp of idle sound, no real worth can claim.''','''Let him who does virtuous deeds be of spotless mind; to that extent is virtue; all else is vain show.''');
        k[34] = Kural.factory(35,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் 
இழுக்கா இயன்றது அறம்.''','''\'Tis virtue when, his footsteps sliding not through envy, wrath, 
Lust, evil speech-these four, man onwards moves in ordered path.''','''That conduct is virtue which is free from these four things, viz, malice, desire, anger and bitter speech.''');
        k[35] = Kural.factory(36,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''அன்றறிவாம் என்னாது அறஞ்செய்க மற்றது 
பொன்றுங்கால் பொன்றாத் துணை.''','''Do deeds of virtue now. Say not, \'To-morrow we\'ll be wise\'; 
Thus, when thou diest, shalt thou find a help that never dies.''','''Defer not virtue to another day; receive her now; and at the dying hour she will be your undying friend.''');
        k[36] = Kural.factory(37,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''அறத்தாறு இதுவென வேண்டா சிவிகை 
பொறுத்தானோடு ஊர்ந்தான் இடை.''','''Needs not in words to dwell on virtue\'s fruits: compare 
The man in litter borne with them that toiling bear!''','''The fruit of virtue need not be described in books; it may be inferred from seeing the bearer of a palanquin and the rider therein.''');
        k[37] = Kural.factory(38,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன் 
வாழ்நாள் வழியடைக்கும் கல்.''','''If no day passing idly, good to do each day you toil, 
A stone it will be to block the way of future days of moil.''','''If one allows no day to pass without some good being done, his conduct will be a stone to block up the passage to other births.''');
        k[38] = Kural.factory(39,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''அறத்தான் வருவதே இன்பம் மற்றெல்லாம் 
புறத்த புகழும் இல.''','''What from virtue floweth, yieldeth dear delight; 
All else extern, is void of glory\'s light.''','''Only that pleasure which flows from domestic virtue is pleasure; all else is not pleasure, and it is without praise.''');
        k[39] = Kural.factory(40,u'''அறத்துப்பால்''',u'''அறன்வலியுறுத்தல்''',u'''செயற்பால தோரும் அறனே ஒருவற்கு 
உயற்பால தோரும் பழி.''','''\'Virtue\' sums the things that should be done; 
\'Vice\' sums the things that man should shun.''','''That is virtue which each ought to do, and that is vice which each should shun.''');
        k[40] = Kural.factory(41,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும் 
நல்லாற்றின் நின்ற துணை.''','''The men of household virtue, firm in way of good, sustain 
The other orders three that rule professed maintain.''','''He will be called a (true) householder, who is a firm support to the virtuous of the three orders in their good path.''');
        k[41] = Kural.factory(42,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''துறந்தார்க்கும் துவ்வாதவர்க்கும் இறந்தார்க்கும் இல்வாழ்வான் 
என்பான் துணை.''','''To anchorites, to indigent, to those who\'ve passed away, 
The man for household virtue famed is needful held and stay.''','''He will be said to flourish in domestic virtue who aids the forsaken, the poor, and the dead.''');
        k[42] = Kural.factory(43,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு 
ஐம்புலத்தாறு ஓம்பல் தலை.''','''The manes, God, guests kindred, self, in due degree, 
These five to cherish well is chiefest charity.''','''The chief (duty of the householder) is to preserve the five-fold rule (of conduct) towards the manes, the Gods, his guests, his relations and himself.''');
        k[43] = Kural.factory(44,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை 
வழியெஞ்சல் எஞ்ஞான்றும் இல்.''','''Who shares his meal with other, while all guilt he shuns, 
His virtuous line unbroken though the ages runs.''','''His descendants shall never fail who, living in the domestic state, fears vice (in the acquisition of property) and shares his food (with others).''');
        k[44] = Kural.factory(45,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை 
பண்பும் பயனும் அது.''','''If love and virtue in the household reign, 
This is of life the perfect grace and gain.''','''If the married life possess love and virtue, these will be both its duty and reward.''');
        k[45] = Kural.factory(46,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில் 
போஒய்ப் பெறுவ எவன்.''','''If man in active household life a virtuous soul retain, 
What fruit from other modes of virtue can he gain?''','''What will he who lives virtuously in the domestic state gain by going into the other, (ascetic) state ?''');
        k[46] = Kural.factory(47,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான் 
முயல்வாருள் எல்லாம் தலை.''','''In nature\'s way who spends his calm domestic days, 
\'Mid all that strive for virtue\'s crown hath foremost place.''','''Among all those who labour (for future happiness) he is greatest who lives well in the household state.''');
        k[47] = Kural.factory(48,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை 
நோற்பாரின் நோன்மை உடைத்து.''','''Others it sets upon their way, itself from virtue ne\'er declines; 
Than stern ascetics\' pains such life domestic brighter shines.''','''The householder who, not swerving from virtue, helps the ascetic in his way, endures more than those who endure penance.''');
        k[48] = Kural.factory(49,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''அறனென்ப் பட்டதே இல்வாழ்க்கை அஃதும் 
பிறன்பழிப்ப தில்லாயின் நன்று.''','''The life domestic rightly bears true virtue\'s name; 
That other too, if blameless found, due praise may claim.''','''The marriage state is truly called virtue. The other state is also good, if others do not reproach it.''');
        k[49] = Kural.factory(50,u'''அறத்துப்பால்''',u'''இல்வாழ்க்கை''',u'''வையத்துள் வாழ்வாங்கு வாழ்பவன் வான்உநற்யும் 
தெய்வத்துள் வைக்கப் படும்.''','''Who shares domestic life, by household virtues graced, 
Shall, mid the Gods, in heaven who dwell, be placed.''','''He who on earth has lived in the conjugal state as he should live, will be placed among the Gods who dwell in heaven.''');
        k[50] = Kural.factory(51,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''மனைக்தக்க மாண்புடையள் ஆகித்தற் கொண்டான் 
வளத்தக்காள் வாழ்க்கைத் துணை.''','''As doth the house beseem, she shows her wifely dignity; 
As doth her husband\'s wealth befit, she spends: help - meet is she.''','''She who has the excellence of home virtues, and can expend within the means of her husband, is a help in the domestic state.''');
        k[51] = Kural.factory(52,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை 
எனைமாட்சித் தாயினும் இல்.''','''If household excellence be wanting in the wife, 
Howe\'er with splendour lived, all worthless is the life.''','''If the wife be devoid of domestic excellence, whatever (other) greatness be possessed, the conjugal state, is nothing.''');
        k[52] = Kural.factory(53,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''இல்லதென் இல்லவள் மாண்பானால் உள்ளதென் 
இல்லவள் மாணாக் கடை.''','''There is no lack within the house, where wife in worth excels, 
There is no luck within the house, where wife dishonoured dwells.''','''If his wife be eminent (in virtue), what does (that man) not possess ? If she be without excellence, what does (he) possess ?''');
        k[53] = Kural.factory(54,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும் 
திண்மைஉண் டாகப் பெறின்.''','''If woman might of chastity retain, 
What choicer treasure doth the world contain?''','''What is more excellent than a wife, if she possess the stability of chastity ?''');
        k[54] = Kural.factory(55,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''தெய்வம் தொழாஅள் கொழுநன் தொழுதெழுவாள் 
பெய்யெனப் பெய்யும் மழை.''','''No God adoring, low she bends before her lord; 
Then rising, serves: the rain falls instant at her word!''','''If she, who does not worship God, but who rising worships her husband, say, "let it rain," it will rain.''');
        k[55] = Kural.factory(56,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற 
சொற்காத்துச் சோர்விலாள் பெண்.''','''Who guards herself, for husband\'s comfort cares, her household\'s fame, 
In perfect wise with sleepless soul preserves, -give her a woman\'s name.''','''She is a wife who unweariedly guards herself, takes care of her husband, and preserves an unsullied fame.''');
        k[56] = Kural.factory(57,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர் 
நிறைகாக்கும் காப்பே தலை.''','''Of what avail is watch and ward? 
Honour\'s woman\'s safest guard.''','''What avails the guard of a prison ? The chief guard of a woman is her chastity.''');
        k[57] = Kural.factory(58,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப் 
புத்தேளிர் வாழும் உலகு.''','''If wife be wholly true to him who gained her as his bride, 
Great glory gains she in the world where gods bliss abide.''','''If women shew reverence to their husbands, they will obtain great excellence in the world where the gods flourish.''');
        k[58] = Kural.factory(59,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''புகழ்புரிந்த இல்லிலோர்க்கு இல்லை இகழ்வார்முன் 
ஏறுபோல் பீடு நடை.''','''Who have not spouses that in virtue\'s praise delight, 
They lion-like can never walk in scorner\'s sight.''','''The man whose wife seeks not the praise (of chastity) cannot walk with lion-like stately step, before those who revile them.''');
        k[59] = Kural.factory(60,u'''அறத்துப்பால்''',u'''வாழ்க்கைத் துணைநலம்''',u'''மங்கலம் என்ப மனைமாட்சி மற்றுஅதன் 
நன்கலம் நன்மக்கட் பேறு.''','''The house\'s \'blessing\', men pronounce the house-wife excellent; 
The gain of blessed children is its goodly ornament.''','''The excellence of a wife is the good of her husband; and good children are the jewels of that goodness.''');
        k[60] = Kural.factory(61,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''பெறுமவற்றுள் யாமறிவது இல்லை அறிவறிந்த 
மக்கட்பேறு அல்ல பிற.''','''Of all that men acquire, we know not any greater gain, 
Than that which by the birth of learned children men obtain.''','''Among all the benefits that may be acquired, we know no greater benefit than the acquisition of intelligent children.''');
        k[61] = Kural.factory(62,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப் 
பண்புடை மக்கட் பெறின்.''','''Who children gain, that none reproach, of virtuous worth, 
No evils touch them, through the sev\'n-fold maze of birth.''','''The evils of the seven births shall not touch those who abtain children of a good disposition, free from vice.''');
        k[62] = Kural.factory(63,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''தம்பொருள் என்பதம் மக்கள் அவர்பொருள் 
தம்தம் வினையான் வரும்.''','''\'Man\'s children are his fortune,\' say the wise; 
From each one\'s deeds his varied fortunes rise.''','''Men will call their sons their wealth, because it flows to them through the deeds which they (sons) perform on their behalf.''');
        k[63] = Kural.factory(64,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள் 
சிறுகை அளாவிய கூழ்.''','''Than God\'s ambrosia sweeter far the food before men laid, 
In which the little hands of children of their own have play\'d.''','''The rice in which the little hand of their children has dabbled will be far sweeter (to the parent) than ambrosia.''');
        k[64] = Kural.factory(65,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றுஅவர் 
சொற்கேட்டல் இன்பம் செவிக்கு.''','''To patent sweet the touch of children dear; 
Their voice is sweetest music to his ear.''','''The touch of children gives pleasure to the body, and the hearing of their words, pleasure to the ear.''');
        k[65] = Kural.factory(66,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''குழல்இனிது யாழ்இனிது என்பதம் மக்கள் 
மழலைச்சொல் கேளா தவர்.''','''\'The pipe is sweet,\' \'the lute is sweet,\' by them\'t will be averred, 
Who music of their infants\' lisping lips have never heard.''','''"The pipe is sweet, the lute is sweet," say those who have not heard the prattle of their own children.''');
        k[66] = Kural.factory(67,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''தந்தை மகற்காற்று நன்றி அவையத்து 
முந்தி இருப்பச் செயல்.''','''Sire greatest boon on son confers, who makes him meet, 
In councils of the wise to fill the highest seat.''','''The benefit which a father should confer on his son is to give him precedence in the assembly of the learned.''');
        k[67] = Kural.factory(68,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து 
மன்னுயிர்க் கெல்லாம் இனிது.''','''Their children\'s wisdom greater than their own confessed, 
Through the wide world is sweet to every human breast.''','''That their children should possess knowledge is more pleasing to all men of this great earth than to themselves.''');
        k[68] = Kural.factory(69,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச் 
சான்றோன் எனக்கேட்ட தாய்.''','''When mother hears him named \'fulfill\'d of wisdom\'s lore,\' 
Far greater joy she feels, than when her son she bore.''','''The mother who hears her son called "a wise man" will rejoice more than she did at his birth.''');
        k[69] = Kural.factory(70,u'''அறத்துப்பால்''',u'''புதல்வரைப் பெறுதல்''',u'''மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை 
என்நோற்றான் கொல்எனும் சொல்.''','''To sire, what best requital can by grateful child be done? 
To make men say, \'What merit gained the father such a son?\'''','''(So to act) that it may be said "by what great penance did his father beget him," is the benefit which a son should render to his father.''');
        k[70] = Kural.factory(71,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்பிற்கும் உண்டோ அடைக்குந்தாழ் ஆர்வலர் 
புன்கணீர் பூசல் தரும்.''','''And is there bar that can even love restrain? 
The tiny tear shall make the lover\'s secret plain.''','''Is there any fastening that can shut in love ? Tears of the affectionate will publish the love that is within.''');
        k[71] = Kural.factory(72,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் 
என்பும் உரியர் பிறர்க்கு.''','''The loveless to themselves belong alone; 
The loving men are others\' to the very bone.''','''Those who are destitute of love appropriate all they have to themselves; but those who possess love consider even their bones to belong to others.''');
        k[72] = Kural.factory(73,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்போடு இயைந்த வழக்கென்ப ஆருயிர்க்கு 
என்போடு இயைந்த தொடர்பு.''','''Of precious soul with body\'s flesh and bone, 
The union yields one fruit, the life of love alone.''','''They say that the union of soul and body in man is the fruit of the union of love and virtue (in a former birth).''');
        k[73] = Kural.factory(74,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்புஈனும் ஆர்வம் உடைமை அதுஈனும் 
நண்பு என்னும் நாடாச் சிறப்பு.''','''From love fond yearning springs for union sweet of minds; 
And that the bond of rare excelling friendship binds.''','''Love begets desire: and that (desire) begets the immeasureable excellence of friendship.''');
        k[74] = Kural.factory(75,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்புற்று அமர்ந்த வழக்கென்ப வையகத்து 
இன்புற்றார் எய்தும் சிறப்பு.''','''Sweetness on earth and rarest bliss above, 
These are the fruits of tranquil life of love.''','''They say that the felicity which those who, after enjoying the pleasure (of the conjugal state) in this world, obtain in heaven is the result of their domestic state imbued with love.''');
        k[75] = Kural.factory(76,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அறத்திற்கே அன்புசார் பென்ப அறியார் 
மறத்திற்கும் அஃதே துணை.''','''The unwise deem love virtue only can sustain, 
It also helps the man who evil would restrain.''','''The ignorant say that love is an ally to virtue only, but it is also a help to get out of vice.''');
        k[76] = Kural.factory(77,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''என்பி லதனை வெயில்போலக் காயுமே 
அன்பி லதனை அறம்.''','''As sun\'s fierce ray dries up the boneless things, 
So loveless beings virtue\'s power to nothing brings.''','''Virtue will burn up the soul which is without love, even as the sun burns up the creature which is without bone, i.e. worms.''');
        k[77] = Kural.factory(78,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்பகத் தில்லா உயிர்வாழ்க்கை வன்பாற்கண் 
வற்றல் மரந்தளிர்த் தற்று.''','''The loveless soul, the very joys of life may know, 
When flowers, in barren soil, on sapless trees, shall blow.''','''The domestic state of that man whose mind is without love is like the flourishing of a withered tree upon the parched desert.''');
        k[78] = Kural.factory(79,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''புறத்துறுப் பெல்லாம் எவன்செய்யும் யாக்கை 
அகத்துறுப்பு அன்பி லவர்க்கு.''','''Though every outward part complete, the body\'s fitly framed; 
What good, when soul within, of love devoid, lies halt and maimed?''','''Of what avail are all the external members (of the body) to those who are destitute of love, the internal member.''');
        k[79] = Kural.factory(80,u'''அறத்துப்பால்''',u'''அன்புடைமை''',u'''அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு 
என்புதோல் போர்த்த உடம்பு.''','''Bodies of loveless men are bony framework clad with skin; 
Then is the body seat of life, when love resides within.''','''That body alone which is inspired with love contains a living soul: if void of it, (the body) is bone overlaid with skin.''');
        k[80] = Kural.factory(81,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''இருந்தோம்பி இல்வாழ்வ தெல்லாம் விருந்தோம்பி 
வேளாண்மை செய்தற் பொருட்டு.''','''All household cares and course of daily life have this in view. 
Guests to receive with courtesy, and kindly acts to do.''','''The whole design of living in the domestic state and laying up (property) is (to be able) to exercise the benevolence of hospitality.''');
        k[81] = Kural.factory(82,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''விருந்து புறத்ததாத் தானுண்டல் சாவா 
மருந்தெனினும் வேண்டற்பாற் றன்று.''','''Though food of immortality should crown the board, 
Feasting alone, the guests without unfed, is thing abhorred.''','''It is not fit that one should wish his guests to be outside (his house) even though he were eating the food of immortality.''');
        k[82] = Kural.factory(83,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை 
பருவந்து பாழ்படுதல் இன்று.''','''Each day he tends the coming guest with kindly care; 
Painless, unfailing plenty shall his household share.''','''The domestic life of the man that daily entertains the guests who come to him shall not be laid waste by poverty.''');
        k[83] = Kural.factory(84,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''அகனமர்ந்து செய்யாள் உறையும் முகனமர்ந்து 
நல்விருந்து ஓம்புவான் இல்.''','''With smiling face he entertains each virtuous guest, 
\'Fortune\' with gladsome mind shall in his dwelling rest.''','''Lakshmi with joyous mind shall dwell in the house of that man who, with cheerful countenance, entertains the good as guests.''');
        k[84] = Kural.factory(85,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''வித்தும் இடல்வேண்டும் கொல்லோ விருந்தோம்பி 
மிச்சில் மிசைவான் புலம்.''','''Who first regales his guest, and then himself supplies, 
O\'er all his fields, unsown, shall plenteous harvests rise.''','''Is it necessary to sow the field of the man who, having feasted his guests, eats what may remain ?''');
        k[85] = Kural.factory(86,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''செல்விருந்து ஓம்பி வருவிருந்து பார்த்திருப்பான் 
நல்வருந்து வானத் தவர்க்கு.''','''The guest arrived he tends, the coming guest expects to see; 
To those in heavenly homes that dwell a welcome guest is he.''','''He who, having entertained the guests that have come, looks out for others who may yet come, will be a welcome guest to the inhabitants of heaven.''');
        k[86] = Kural.factory(87,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''இனைத்துணைத் தென்பதொன் றில்லை விருந்தின் 
துணைத்துணை வேள்விப் பயன்.''','''To reckon up the fruit of kindly deeds were all in vain; 
Their worth is as the worth of guests you entertain.''','''The advantages of benevolence cannot be measured; the measure (of the virtue) of the guests (entertained) is the only measure.''');
        k[87] = Kural.factory(88,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''பரிந்தோம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி 
வேள்வி தலைப்படா தார்.''','''With pain they guard their stores, yet \'All forlorn are we,\' they\'ll cry, 
Who cherish not their guests, nor kindly help supply.''','''Those who have taken no part in the benevolence of hospitality shall (at length lament) saying, "we have laboured and laid up wealth and are now without support."''');
        k[88] = Kural.factory(89,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா 
மடமை மடவார்கண் உண்டு.''','''To turn from guests is penury, though worldly goods abound; 
\'Tis senseless folly, only with the senseless found.''','''That stupidity which excercises no hospitality is poverty in the midst of wealth. It is the property of the stupid.''');
        k[89] = Kural.factory(90,u'''அறத்துப்பால்''',u'''விருந்தோம்பல்''',u'''மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து 
நோக்கக் குநழ்யும் விருந்து.''','''The flower of \'Anicha\' withers away, If you do but its fragrance inhale; 
If the face of the host cold welcome convey, The guest\'s heart within him will fail.''','''As the Anicham flower fades in smelling, so fades the guest when the face is turned away.''');
        k[90] = Kural.factory(91,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''இன்சொலால் ஈரம் அளைஇப் படிறுஇலவாம் 
செம்பொருள் கண்டார்வாய்ச் சொல்.''','''Pleasant words are words with all pervading love that burn; 
Words from his guileless mouth who can the very truth discern.''','''Sweet words are those which imbued with love and free from deceit flow from the mouth of the virtuous.''');
        k[91] = Kural.factory(92,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''அகன்அமர்ந்து ஈதலின் நன்றே முகனமர்ந்து 
இன்சொலன் ஆகப் பெறின்.''','''A pleasant word with beaming smile,s preferred, 
Even to gifts with liberal heart conferred.''','''Sweet speech, with a cheerful countenance is better than a gift made with a joyous mind.''');
        k[92] = Kural.factory(93,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''முகத்தான் அமர்ந்து இனிதுநோக்கி அகத்தானாம் 
இன்சொ லினதே அறம்.''','''With brightly beaming smile, and kindly light of loving eye, 
And heart sincere, to utter pleasant words is charity.''','''Sweet speech, flowing from the heart (uttered) with a cheerful countenance and a sweet look, is true virtue.''');
        k[93] = Kural.factory(94,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும் 
இன்புறூஉம் இன்சொ லவர்க்கு.''','''The men of pleasant speech that gladness breathe around, 
Through indigence shall never sorrow\'s prey be found.''','''Sorrow-increasing poverty shall not come upon those who use towards all, pleasure-increasing sweetness of speech.''');
        k[94] = Kural.factory(95,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு 
அணியல்ல மற்றுப் பிற.''','''Humility with pleasant speech to man on earth, 
Is choice adornment; all besides is nothing worth.''','''Humility and sweetness of speech are the ornaments of man; all others are not (ornaments).''');
        k[95] = Kural.factory(96,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''அல்லவை தேய அறம்பெருகும் நல்லவை 
நாடி இனிய சொலின்''','''Who seeks out good, words from his lips of sweetness flow; 
In him the power of vice declines, and virtues grow.''','''If a man, while seeking to speak usefully, speaks also sweetly, his sins will diminish and his virtue increase.''');
        k[96] = Kural.factory(97,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்று 
பண்பின் தலைப்பிரியாச் சொல்.''','''The words of sterling sense, to rule of right that strict adhere, 
To virtuous action prompting, blessings yield in every sphere.''','''That speech which, while imparting benefits ceases not to please, will yield righteousness (for this world) and merit (for the next world).''');
        k[97] = Kural.factory(98,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''சிறுமையுவு நீங்கிய இன்சொல் மறுமையும் 
இம்மையும் இன்பம் தரும்.''','''Sweet kindly words, from meanness free, delight of heart, 
In world to come and in this world impart.''','''Sweet speech, free from harm to others, will give pleasure both in this world and in the next.''');
        k[98] = Kural.factory(99,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''இன்சொல் இனிதீன்றல் காண்பான் எவன்கொலோ 
வன்சொல் வழங்கு வது.''','''Who sees the pleasure kindly speech affords, 
Why makes he use of harsh, repellant words?''','''Why does he use harsh words, who sees the pleasure which sweet speech yields ?''');
        k[99] = Kural.factory(100,u'''அறத்துப்பால்''',u'''இனியவைகூறல்''',u'''இனிய உளவாக இன்னாத கூறல் 
கனிஇருப்பக் காய்கவர்ந் தற்று.''','''When pleasant words are easy, bitter words to use, 
Is, leaving sweet ripe fruit, the sour unripe to choose.''','''To say disagreeable things when agreeable are at hand is like eating unripe fruit when there is ripe.''');
        k[100] = Kural.factory(101,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''செய்யாமல் செய்த உதவிக்கு வையகமும் 
வானகமும் ஆற்றல் அரிது.''','''Assistance given by those who ne\'er received our aid, 
Is debt by gift of heaven and earth but poorly paid.''','''(The gift of) heaven and earth is not an equivalent for a benefit which is conferred where none had been received.''');
        k[101] = Kural.factory(102,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''காலத்தி னாற்செய்த நன்றி சிறிதெனினும் 
ஞாலத்தின் மாணப் பெரிது.''','''A timely benefit, -though thing of little worth, 
The gift itself, -in excellence transcends the earth.''','''A favour conferred in the time of need, though it be small (in itself), is (in value) much larger than the world.''');
        k[102] = Kural.factory(103,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''பயன்தூக்கார் செய்த உதவி நயன்தூக்கின் 
நன்மை கடலின் பெரிது.''','''Kindness shown by those who weigh not what the return may be: 
When you ponder right its merit, \'Tis vaster than the sea.''','''If we weigh the excellence of a benefit which is conferred without weighing the return, it is larger than the sea.''');
        k[103] = Kural.factory(104,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''தினைத்துணை நன்றி செயினும் பனைத்துணையாக் 
கொள்வர் பயன்தெரி வார்.''','''Each benefit to those of actions\' fruit who rightly deem, 
Though small as millet-seed, as palm-tree vast will seem.''','''Though the benefit conferred be as small as a millet seed, those who know its advantage will consider it as large as a palmyra fruit.''');
        k[104] = Kural.factory(105,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''உதவி வரைத்தன்று உதவி உதவி 
செயப்பட்டார் சால்பின் வரைத்து.''','''The kindly aid\'s extent is of its worth no measure true; 
Its worth is as the worth of him to whom the act you do.''','''The benefit itself is not the measure of the benefit; the worth of those who have received it is its measure.''');
        k[105] = Kural.factory(106,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''மறவற்க மாசற்றார் கேண்மை துறவற்க 
துன்பத்துள் துப்பாயார் நட்பு.''','''Kindness of men of stainless soul remember evermore! 
Forsake thou never friends who were thy stay in sorrow sore!''','''Forsake not the friendship of those who have been your staff in adversity. Forget not be benevolence of the blameless.''');
        k[106] = Kural.factory(107,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண் 
விழுமந் துடைத்தவர் நட்பு.''','''Through all seven worlds, in seven-fold birth, Remains in mem\'ry of the wise. 
Friendship of those who wiped on earth, The tears of sorrow from their eyes.''','''(The wise) will remember throughout their seven-fold births the love of those who have wiped away their affliction.''');
        k[107] = Kural.factory(108,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''நன்றி மறப்பது நன்றன்று நன்றல்லது 
அன்றே மறப்பது நன்று.''','''\'Tis never good to let the thought of good things done thee pass away; 
Of things not good, \'tis good to rid thy memory that very day.''','''It is not good to forget a benefit; it is good to forget an injury even in the very moment (in which it is inflicted).''');
        k[108] = Kural.factory(109,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''கொன்றன்ன இன்னா செயினும் அவர்செய்த 
ஒன்றுநன்று உள்ளக் கெடும்.''','''Effaced straightway is deadliest injury, 
By thought of one kind act in days gone by.''','''Though one inflict an injury great as murder, it will perish before the thought of one benefit (formerly) conferred.''');
        k[109] = Kural.factory(110,u'''அறத்துப்பால்''',u'''செய்ந்நன்றி அறிதல்''',u'''எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை 
செய்ந்நன்றி கொன்ற மகற்கு.''','''Who every good have killed, may yet destruction flee; 
Who \'benefit\' has killed, that man shall ne\'er \'scape free!''','''He who has killed every virtue may yet escape; there is no escape for him who has killed a benefit.''');
        k[110] = Kural.factory(111,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''தகுதி எனவொன்று நன்றே பகுதியால் 
பாற்பட்டு ஒழுகப் பெறின்.''','''If justice, failing not, its quality maintain, 
Giving to each his due, -\'tis man\'s one highest gain.''','''That equity which consists in acting with equal regard to each of (the three) divisions of men [enemies, strangers and friends] is a pre-eminent virtue.''');
        k[111] = Kural.factory(112,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''செப்பம் உடையவன் ஆக்கஞ் சிதைவின்றி 
எச்சத்திற் கேமாப்பு உடைத்து.''','''The just man\'s wealth unwasting shall endure, 
And to his race a lasting joy ensure.''','''The wealth of the man of rectitude will not perish, but will bring happiness also to his posterity.''');
        k[112] = Kural.factory(113,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''நன்றே தரினும் நடுவிகந்தாம் ஆக்கத்தை 
அன்றே யொழிய விடல்.''','''Though only good it seem to give, yet gain 
By wrong acquired, not e\'en one day retain!''','''Forsake in the very moment (of acquisition) that gain which, though it should bring advantage, is without equity.''');
        k[113] = Kural.factory(114,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''தக்கார் தகவிலர் என்பது அவரவர் 
எச்சத்தாற் காணப்ப படும்.''','''Who just or unjust lived shall soon appear: 
By each one\'s offspring shall the truth be clear.''','''The worthy and unworthy may be known by the existence or otherwise of good offsprings.''');
        k[114] = Kural.factory(115,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக் 
கோடாமை சான்றோர்க் கணி.''','''The gain and loss in life are not mere accident; 
Just mind inflexible is sages\' ornament.''','''Loss and gain come not without cause; it is the ornament of the wise to preserve evenness of mind (under both).''');
        k[115] = Kural.factory(116,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''கெடுவல்யான் என்பது அறிகதன் நெஞ்சம் 
நடுவொரீஇ அல்ல செயின்.''','''If, right deserting, heart to evil turn, 
Let man impending ruin\'s sign discern!''','''Let him whose mind departing from equity commits sin well consider thus within himself, "I shall perish."''');
        k[116] = Kural.factory(117,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''கெடுவாக வையாது உலகம் நடுவாக 
நன்றிக்கண் தங்கியான் தாழ்வு.''','''The man who justly lives, tenacious of the right, 
In low estate is never low to wise man\'s sight.''','''The great will not regard as poverty the low estate of that man who dwells in the virtue of equity.''');
        k[117] = Kural.factory(118,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''சமன்செய்து சீர்தூக்குங் கோல்போல் அமைந்தொருபால் 
கோடாமை சான்றோர்க் கணி.''','''To stand, like balance-rod that level hangs and rightly weighs, 
With calm unbiassed equity of soul, is sages\' praise.''','''To incline to neither side, but to rest impartial as the even-fixed scale is the ornament of the wise.''');
        k[118] = Kural.factory(119,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா 
உட்கோட்டம் இன்மை பெறின்.''','''Inflexibility in word is righteousness, 
If men inflexibility of soul possess.''','''Freedom from obliquity of speech is rectitude, if there be (corresponding) freedom from bias of mind.''');
        k[119] = Kural.factory(120,u'''அறத்துப்பால்''',u'''நடுவு நிலைமை''',u'''வாணிகம் செய்வார்க்கு வாணிகம் பேணிப் 
பிறவும் தமபோல் செயின்.''','''As thriving trader is the trader known, 
Who guards another\'s interests as his own.''','''The true merchandize of merchants is to guard and do by the things of others as they do by their own.''');
        k[120] = Kural.factory(121,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''அடக்கம் அமரருள் உய்க்கும் அடங்காமை 
ஆரிருள் உய்த்து விடும்.''','''Control of self does man conduct to bliss th\' immortals share; 
Indulgence leads to deepest night, and leaves him there.''','''Self-control will place (a man) among the Gods; the want of it will drive (him) into the thickest darkness (of hell).''');
        k[121] = Kural.factory(122,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''காக்க பொருளா அடக்கத்தை ஆக்கம் 
அதனினூஉங் கில்லை உயிர்க்கு.''','''Guard thou as wealth the power of self-control; 
Than this no greater gain to living soul!''','''Let self-control be guarded as a treasure; there is no greater source of good for man than that.''');
        k[122] = Kural.factory(123,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''செறிவறிந்து சீர்மை பயக்கும் அறிவறிந்து 
ஆற்றின் அடங்கப் பெறின்.''','''If versed in wisdom\'s lore by virtue\'s law you self restrain. 
Your self-repression known will yield you glory\'s gain.''','''Knowing that self-control is knowledge, if a man should control himself, in the prescribed course, such self-control will bring him distinction among the wise.''');
        k[123] = Kural.factory(124,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''நிலையின் திரியாது அடங்கியான் தோற்றம் 
மலையினும் மாணப் பெரிது.''','''In his station, all unswerving, if man self subdue, 
Greater he than mountain proudly rising to the view.''','''More lofty than a mountain will be the greatness of that man who without swerving from his domestic state, controls himself.''');
        k[124] = Kural.factory(125,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''எல்லார்க்கும் நன்றாம் பணிதல் அவருள்ளும் 
செல்வர்க்கே செல்வம் தகைத்து.''','''To all humility is goodly grace; but chief to them 
With fortune blessed, -\'tis fortune\'s diadem.''','''Humility is good in all; but especially in the rich it is (the excellence of) higher riches.''');
        k[125] = Kural.factory(126,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''ஒருநம்யுள் ஆமைபோல் ஐந்தடக்கல் ஆற்றின் 
எழுநம்யும் ஏமாப் புடைத்து.''','''Like tortoise, who the five restrains 
In one, through seven world bliss obtains.''','''Should one throughout a single birth, like a tortoise keep in his five senses, the fruit of it will prove a safe-guard to him throughout the seven-fold births.''');
        k[126] = Kural.factory(127,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''யாகாவா ராயினும் நாகாக்க காவாக்கால் 
சோகாப்பர் சொல்லிழுக்குப் பட்டு.''','''Whate\'er they fail to guard, o\'er lips men guard should keep; 
If not, through fault of tongue, they bitter tears shall weep.''','''Whatever besides you leave unguarded, guard your tongue; otherwise errors of speech and the consequent misery will ensue.''');
        k[127] = Kural.factory(128,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின் 
நன்றாகா தாகி விடும்.''','''Though some small gain of good it seem to bring, 
The evil word is parent still of evil thing.''','''If a man\'s speech be productive of a single evil, all the good by him will be turned into evil.''');
        k[128] = Kural.factory(129,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே 
நாவினாற் சுட்ட வடு.''','''In flesh by fire inflamed, nature may thoroughly heal the sore; 
In soul by tongue inflamed, the ulcer healeth never more.''','''The wound which has been burnt in by fire may heal, but a wound burnt in by the tongue will never heal.''');
        k[129] = Kural.factory(130,u'''அறத்துப்பால்''',u'''அடக்கமுடைமை''',u'''கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி 
அறம்பார்க்கும் ஆற்றின் நுழைந்து.''','''Who learns restraint, and guards his soul from wrath, 
Virtue, a timely aid, attends his path.''','''Virtue, seeking for an opportunity, will come into the path of that man who, possessed of learning and self-control, guards himself against anger.''');
        k[130] = Kural.factory(131,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம் 
உயிரினும் ஓம்பப் படும்.''','''\'Decorum\' gives especial excellence; with greater care 
\'Decorum\' should men guard than life, which all men share.''','''Propriety of conduct leads to eminence, it should therefore be preserved more carefully than life.''');
        k[131] = Kural.factory(132,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''பரிந்தோம்பிக் காக்க ஒழுக்கம் தெரிந்தோம்பித் 
தேரினும் அஃதே துணை.''','''Searching, duly watching, learning, \'decorum\' still we find; 
Man\'s only aid; toiling, guard thou this with watchful mind.''','''Let propriety of conduct be laboriously preserved and guarded; though one know and practise and excel in many virtues, that will be an eminent aid.''');
        k[132] = Kural.factory(133,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''ஒழுக்கம் உடைமை குடிமை இழுக்கம் 
இழிந்த பிறப்பாய் விடும்.''','''\'Decorum\'s\' true nobility on earth; 
\'Indecorum\'s\' issue is ignoble birth.''','''Propriety of conduct is true greatness of birth, and impropriety will sink into a mean birth.''');
        k[133] = Kural.factory(134,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான் 
பிறப்பொழுக்கங் குன்றக் கெடும்.''','''Though he forget, the Brahman may regain his Vedic lore; 
Failing in \'decorum due,\' birthright\'s gone for evermore.''','''A Brahman though he should forget the Vedas may recover it by reading; but, if he fail in propriety of conduct even his high birth will be destroyed.''');
        k[134] = Kural.factory(135,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''அழுக்கா றுடையான்கண் ஆக்கம்போன்று இல்லை 
ஒழுக்க மிலான்கண் உயர்வு.''','''The envious soul in life no rich increase of blessing gains, 
So man of \'due decorum\' void no dignity obtains.''','''Just as the envious man will be without wealth, so will the man of destitute of propriety of conduct be without greatness.''');
        k[135] = Kural.factory(136,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''ஒழுக்கத்தின் ஒல்கார் உரவோர் இழுக்கத்தின் 
ஏதம் படுபாக் கறிந்து.''','''The strong of soul no jot abate of \'strict decorum\'s\' laws, 
Knowing that \'due decorum\'s\' breach foulest disgrace will cause.''','''Those firm in mind will not slacken in their observance of the proprieties of life, knowing, as they do, the misery that flows from the transgression from them.''');
        k[136] = Kural.factory(137,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின் 
எய்துவர் எய்தாப் பழி.''','''\'Tis source of dignity when \'true decorum\' is preserved; 
Who break \'decorum\'s\' rules endure e\'en censures undeserved.''','''From propriety of conduct men obtain greatness; from impropriety comes insufferable disgrace.''');
        k[137] = Kural.factory(138,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''நன்றிக்கு வித்தாகும் நல்லொழுக்கம் தீயொழுக்கம் 
என்றும் இடும்பை தரும்.''','''\'Decorum true\' observed a seed of good will be; 
\'Decorum\'s breach\' will sorrow yield eternally.''','''Propriety of conduct is the seed of virtue; impropriety will ever cause sorrow.''');
        k[138] = Kural.factory(139,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''ஒழுக்க முடையவர்க்கு ஒல்லாவே தீய 
வழுக்கியும் வாயாற் சொலல்.''','''It cannot be that they who \'strict decorum\'s\' law fulfil, 
E\'en in forgetful mood, should utter words of ill.''','''Those who study propriety of conduct will not speak evil, even forgetfully.''');
        k[139] = Kural.factory(140,u'''அறத்துப்பால்''',u'''ஒழுக்கமுடைமை''',u'''உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும் 
கல்லார் அறிவிலா தார்''','''Who know not with the world in harmony to dwell, 
May many things have learned, but nothing well.''','''Those who know not how to act agreeably to the world, though they have learnt many things, are still ignorant.''');
        k[140] = Kural.factory(141,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''பிறன்பொருளாள் பெட்டொழுகும் பேதைமை ஞாலத்து 
அறம்பொருள் கண்டார்கண் இல்.''','''Who laws of virtue and possession\'s rights have known, 
Indulge no foolish love of her by right another\'s own.''','''The folly of desiring her who is the property of another will not be found in those who know (the attributes of) virtue and (the rights of) property.''');
        k[141] = Kural.factory(142,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''அறன்கடை நின்றாருள் எல்லாம் பிறன்கடை 
நின்றாரின் பேதையார் இல்.''','''No fools, of all that stand from virtue\'s pale shut out, 
Like those who longing lurk their neighbour\'s gate without.''','''Among all those who stand on the outside of virtue, there are no greater fools than those who stand outside their neighbour\'s door.''');
        k[142] = Kural.factory(143,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில் 
தீமை புரிந்துதொழுகு வார்.''','''They\'re numbered with the dead, e\'en while they live, -how otherwise? 
With wife of sure confiding friend who evil things devise.''','''Certainly they are no better than dead men who desire evil towards the wife of those who undoubtingly confide in them.''');
        k[143] = Kural.factory(144,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''எனைத்துணையர் ஆயினும் என்னாம் தினைத்துணையும் 
தேரான் பிறனில் புகல்.''','''How great soe\'er they be, what gain have they of life, 
Who, not a whit reflecting, seek a neighbour\'s wife.''','''However great one may be, what does it avail if, without at all considering his guilt, he goes unto the wife of another ?''');
        k[144] = Kural.factory(145,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''எளிதென இல்லிறப்பான் எய்துமெஞ் ஞான்றும் 
விளியாது நிற்கும் பழி.''','''\'Mere triflel\' saying thus, invades the home, so he ensures. 
A gain of guilt that deathless aye endures.''','''He who thinks lightly of going into the wife of another acquires guilt that will abide with him imperishably and for ever.''');
        k[145] = Kural.factory(146,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''பகைபாவம் அச்சம் பழியென நான்கும் 
இகவாவாம் இல்லிறப்பான் கண்.''','''Who home ivades, from him pass nevermore, 
Hatred and sin, fear, foul disgrace; these four.''','''Hatred, sin, fear, disgrace; these four will never leave him who goes in to his neighbour\'s wife.''');
        k[146] = Kural.factory(147,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''அறனியலான் இல்வாழ்வான் என்பான் பிறனியலாள் 
பெண்மை நயவா தவன்.''','''Who sees the wife, another\'s own, with no desiring eye 
In sure domestic bliss he dwelleth ever virtuously.''','''He who desires not the womanhood of her who should walk according to the will of another will be praised as a virtuous house-holder.''');
        k[147] = Kural.factory(148,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்கு 
அறனொன்றோ ஆன்ற வொழுக்கு.''','''Manly excellence, that looks not on another\'s wife, 
Is not virtue merely, \'tis full \'propriety\' of life.''','''That noble manliness which looks not at the wife of another is the virtue and dignity of the great.''');
        k[148] = Kural.factory(149,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''நலக்குரியார் யாரெனின் நாமநீர் வைப்பின் 
பிறர்க்குரியாள் தோள்தோயா தார்.''','''Who \'re good indeed, on earth begirt by ocean\'s gruesome tide? 
The men who touch not her that is another\'s bride.''','''Is it asked, "who are those who shall obtain good in this world surrounded by the terror-producing sea ?" Those who touch not the shoulder of her who belongs to another.''');
        k[149] = Kural.factory(150,u'''அறத்துப்பால்''',u'''பிறனில் விழையாமை''',u'''அறன்வரையான் அல்ல செயினும் பிறன்வரையாள் 
பெண்மை நயவாமை நன்று.''','''Though virtue\'s bounds he pass, and evil deeds hath wrought; 
At least, \'tis good if neighbour\'s wife he covet not.''','''Though a man perform no virtuous deeds and commit (every) vice, it will be well if he desire not the womanhood of her who is within the limit (of the house) of another.''');
        k[150] = Kural.factory(151,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை 
இகழ்வார்ப் பொறுத்தல் தலை.''','''As earth bears up the men who delve into her breast, 
To bear with scornful men of virtues is the best.''','''To bear with those who revile us, just as the earth bears up those who dig it, is the first of virtues.''');
        k[151] = Kural.factory(152,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''பொறுத்தல் இறப்பினை என்றும் அதனை 
மறத்தல் அதனினும் நன்று.''','''Forgiving trespasses is good always; 
Forgetting them hath even higher praise;''','''Bear with reproach even when you can retaliate; but to forget it will be still better than that.''');
        k[152] = Kural.factory(153,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''இன்நம்யுள் இன்மை விருந்தொரால் வன்மையுள் 
வன்மை மடவார்ப் பொறை.''','''The sorest poverty is bidding guest unfed depart; 
The mightiest might to bear with men of foolish heart.''','''To neglect hospitality is poverty of poverty. To bear with the ignorant is might of might.''');
        k[153] = Kural.factory(154,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''நிறையுடைமை நீங்காமை வேண்டின் பொற்யுடைமை 
போற்றி யொழுகப் படும்.''','''Seek\'st thou honour never tarnished to retain; 
So must thou patience, guarding evermore, maintain.''','''If you desire that greatness should never leave, you preserve in your conduct the exercise of patience.''');
        k[154] = Kural.factory(155,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''ஒறுத்தாரை ஒன்றாக வையாரே வைப்பர் 
பொறுத்தாரைப் பொன்போற் பொதிந்து.''','''Who wreak their wrath as worthless are despised; 
Who patiently forbear as gold are prized.''','''(The wise) will not at all esteem the resentful. They will esteem the patient just as the gold which they lay up with care.''');
        k[155] = Kural.factory(156,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப் 
பொன்றுந் துணையும் புகழ்.''','''Who wreak their wrath have pleasure for a day; 
Who bear have praise till earth shall pass away.''','''The pleasure of the resentful continues for a day. The praise of the patient will continue until (the final destruction of) the world.''');
        k[156] = Kural.factory(157,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''திறனல்ல தற்பிறர் செய்யினும் நோநொந்து 
அறனல்ல செய்யாமை நன்று.''','''Though others work thee ill, thus shalt thou blessing reap; 
Grieve for their sin, thyself from vicious action keep!''','''Though others inflict injuries on you, yet compassionating the evil (that will come upon them) it will be well not to do them anything contrary to virtue.''');
        k[157] = Kural.factory(158,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''மிகுதியான் மிக்கவை செய்தாரைத் தாந்தம் 
தகுதியான் வென்று விடல்.''','''With overweening pride when men with injuries assail, 
By thine own righteous dealing shalt thou mightily prevail.''','''Let a man by patience overcome those who through pride commit excesses.''');
        k[158] = Kural.factory(159,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''துறந்தாரின் தூய்மை உடையர் இறந்தார்வாய் 
இன்னாச்சொல் நோற்கிற் பவர்.''','''They who transgressors\' evil words endure 
With patience, are as stern ascetics pure.''','''Those who bear with the uncourteous speech of the insolent are as pure as the ascetics.''');
        k[159] = Kural.factory(160,u'''அறத்துப்பால்''',u'''பொறையுடைமை''',u'''உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும் 
இன்னாச்சொல் நோற்பாரின் பின்.''','''Though \'great\' we deem the men that fast and suffer pain, 
Who others\' bitter words endure, the foremost place obtain.''','''Those who endure abstinence from food are great, next to those who endure the uncourteous speech of others.''');
        k[160] = Kural.factory(161,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து 
அழுக்காறு இலாத இயல்பு.''','''As \'strict decorum\'s\' laws, that all men bind, 
Let each regard unenvying grace of mind.''','''Let a man esteem that disposition which is free from envy in the same manner as propriety of conduct.''');
        k[161] = Kural.factory(162,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''விழுப்பேற்றின் அஃதொப்பது இல்லையார் மாட்டும் 
அழுக்காற்றின் அன்மை பெறின்.''','''If man can learn to envy none on earth, 
\'Tis richest gift, -beyond compare its worth.''','''Amongst all attainable excellences there is none equal to that of being free from envy towords others.''');
        k[162] = Kural.factory(163,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம் 
பேணாது அழுக்கறுப் பான்.''','''Nor wealth nor virtue does that man desire \'tis plain, 
Whom others\' wealth delights not, feeling envious pain.''','''Of him who instead of rejoicing in the wealth of others, envies it, it will be said "he neither desires virtue not wealth."''');
        k[163] = Kural.factory(164,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின் 
ஏதம் படுபாக்கு அறிந்து.''','''The wise through envy break not virtue\'s laws, 
Knowing ill-deeds of foul disgrace the cause.''','''(The wise) knowing the misery that comes from transgression will not through envy commit unrighteous deeds.''');
        k[164] = Kural.factory(165,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அழுக்காறு உடையார்க்கு அதுசாலும் ஒன்னார் 
வழுக்காயும் கேடீன் பது.''','''Envy they have within! Enough to seat their fate! 
Though foemen fail, envy can ruin consummate.''','''To those who cherish envy that is enough. Though free from enemies that (envy) will bring destruction.''');
        k[165] = Kural.factory(166,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம் 
உண்பதூஉம் இன்றிக் கெடும்.''','''Who scans good gifts to others given with envious eye, 
His kin, with none to clothe or feed them, surely die.''','''He who is envious at a gift (made to another) will with his relations utterly perish destitute of food and rainment.''');
        k[166] = Kural.factory(167,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அவ்வித்து அழுக்காறு உடையானைச் செய்யவள் 
தவ்வையைக் காட்டி விடும்.''','''From envious man good fortune\'s goddess turns away, 
Grudging him good, and points him out misfortune\'s prey.''','''Lakshmi envying (the prosperity) of the envious man will depart and introduce him to her sister.''');
        k[167] = Kural.factory(168,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அழுக்காறு எனஒரு பாவி திருச்செற்றுத் 
தீயுழி உய்த்து விடும்.''','''Envy, embodied ill, incomparable bane, 
Good fortune slays, and soul consigns to fiery pain.''','''Envy will destroy (a man\'s) wealth (in his world) and drive him into the pit of fire (in the world to come.)''');
        k[168] = Kural.factory(169,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான் 
கேடும் நினைக்கப் படும்.''','''To men of envious heart, when comes increase of joy, 
Or loss to blameless men, the \'why\' will thoughtful hearts employ.''','''The wealth of a man of envious mind and the poverty of the righteous will be pondered.''');
        k[169] = Kural.factory(170,u'''அறத்துப்பால்''',u'''அழுக்காறாமை''',u'''அழுக்கற்று அகன்றாரும் இல்லை அஃதுஇல்லார் 
பெருக்கத்தில் தீர்ந்தாரும் இல்.''','''No envious men to large and full felicity attain; 
No men from envy free have failed a sure increase to gain.''','''Never have the envious become great; never have those who are free from envy been without greatness.''');
        k[170] = Kural.factory(171,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''நடுவின்றி நன்பொருள் வெஃகின் குடிபொன்றிக் 
குற்றமும் ஆங்கே தரும்.''','''With soul unjust to covet others\' well-earned store, 
Brings ruin to the home, to evil opes the door.''','''If a man departing from equity covet the property (of others), at that very time will his family be destroyed and guilt be incurred.''');
        k[171] = Kural.factory(172,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''படுபயன் வெஃகிப் பழிப்படுவ செய்யார் 
நடுவன்மை நாணு பவர்.''','''Through lust of gain, no deeds that retribution bring, 
Do they, who shrink with shame from every unjust thing.''','''Those who blush at the want of equity will not commit disgraceful acts through desire of the profit that may be gained.''');
        k[172] = Kural.factory(173,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''சிற்றின்பம் வெஃகி அறனல்ல செய்யாரே 
மற்றின்பம் வேண்டு பவர்.''','''No deeds of ill, misled by base desire, 
Do they, whose souls to other joys aspire.''','''Those who desire the higher pleasures (of heaven) will not act unjustly through desire of the trifling joy. (in this life.)''');
        k[173] = Kural.factory(174,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற 
புன்மையில் காட்சி யவர்.''','''Men who have conquered sense, with sight from sordid vision freed, 
Desire not other\'s goods, e\'en in the hour of sorest need.''','''The wise who have conquered their senses and are free from crime, will not covet (the things of others), with the thought "we are destitute."''');
        k[174] = Kural.factory(175,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''அஃகி அகன்ற அறிவென்னாம் யார்மாட்டும் 
வெஃகி வெறிய செயின்.''','''What gain, though lore refined of amplest reach he learn, 
His acts towards all mankind if covetous desire to folly turn?''','''What is the advantage of extensive and accurate knowledge if a man through covetousness act senselessly towards all ?''');
        k[175] = Kural.factory(176,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப் 
பொல்லாத சூழக் கெடும்.''','''Though, grace desiring, he in virtue\'s way stand strong, 
He\'s lost who wealth desires, and ponders deeds of wrong.''','''If he, who through desire of the virtue of kindness abides in the domestic state i.e., the path in which it may be obtained, covet (the property of others) and think of evil methods (to obtain it), he will perish.''');
        k[176] = Kural.factory(177,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''வேண்டற்க வெஃகியாம் ஆக்கம் விளைவயின் 
மாண்டற் கரிதாம் பயன்.''','''Seek not increase by greed of gain acquired; 
That fruit matured yields never good desired.''','''Desire not the gain of covetousness. In the enjoyment of its fruits there is no glory.''');
        k[177] = Kural.factory(178,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை 
வேண்டும் பிறன்கைப் பொருள்.''','''What saves prosperity from swift decline? 
Absence of lust to make another\'s cherished riches thine!''','''If it is weighed, "what is the indestructibility of wealth," it is freedom from covetousness.''');
        k[178] = Kural.factory(179,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''அறனறிந்து வெஃகா அறிவுடையார்ச் சேரும் 
திறன்அறிந் தாங்கே திரு.''','''Good fortune draws anigh in helpful time of need, 
To him who, schooled in virtue, guards his soul from greed.''','''Lakshmi, knowing the manner (in which she may approach) will immediately come to those wise men who, knowing that it is virtue, covet not the property of others.''');
        k[179] = Kural.factory(180,u'''அறத்துப்பால்''',u'''வெஃகாமை''',u'''இறலீனும் எண்ணாது வெஃகின் விறல்ஈனும் 
வேண்டாமை என்னுஞ் செருக்கு.''','''From thoughtless lust of other\'s goods springs fatal ill, 
Greatness of soul that covets not shall triumph still.''','''To covet (the wealth of another) regardless of consequences will bring destruction. That greatness (of mind) which covets not will give victory.''');
        k[180] = Kural.factory(181,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''அறங்கூறான் அல்ல செயினும் ஒருவன் 
புறங்கூறான் என்றல் இனிது.''','''Though virtuous words his lips speak not, and all his deeds are ill. 
If neighbour he defame not, there\'s good within him still.''','''Though one do not even speak of virtue and live in sin, it will be well if it be said of him "he does not backbite."''');
        k[181] = Kural.factory(182,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''அறனழீஇ அல்லவை செய்தலின் தீதே 
புறனழீஇப் பொய்த்து நகை.''','''Than he who virtue scorns, and evil deeds performs, more vile, 
Is he that slanders friend, then meets him with false smile.''','''To smile deceitfully (in another\'s presence) after having reviled him to his destruction (behind his back) is a greater evil than the commission of (every other) sin and the destruction of (every) virtue.''');
        k[182] = Kural.factory(183,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''புறங்கூறிப் பொய்த்துயிர் வாழ்தலின் சாதல் 
அறங்கூற்றும் ஆக்கத் தரும்.''','''\'Tis greater gain of virtuous good for man to die, 
Than live to slander absent friend, and falsely praise when nigh.''','''Death rather than life will confer upon the deceitful backbiter the profit which (the treatises on) virtue point out.''');
        k[183] = Kural.factory(184,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''கண்ணின்று கண்ணறச் சொல்லினும் சொல்லற்க 
முன்னின்று பின்நோக்காச் சொல்.''','''In presence though unkindly words you speak, say not 
In absence words whose ill result exceeds your thought.''','''Though you speak without kindness before another\'s face speak not in his absence words which regard not the evil subsequently resulting from it.''');
        k[184] = Kural.factory(185,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''அறஞ்சொல்லும் நெஞ்சத்தான் அன்மை புறஞ்சொல்லும் 
புன்மையாற் காணப் படும்.''','''The slanderous meanness that an absent friend defames, 
\'This man in words owns virtue, not in heart,\' proclaims.''','''The emptiness of that man\'s mind who (merely) praises virtue will be seen from the meanness of reviling another behind his back.''');
        k[185] = Kural.factory(186,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''பிறன்பழி கூறுவான் தன்பழி யுள்ளும் 
திறன்தெரிந்து கூறப் படும்.''','''Who on his neighbours\' sins delights to dwell, 
The story of his sins, culled out with care, the world will tell.''','''The character of the faults of that man who publishes abroad the faults of others will be sought out and published.''');
        k[186] = Kural.factory(187,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி 
நட்பாடல் தேற்றா தவர்.''','''With friendly art who know not pleasant words to say, 
Speak words that sever hearts, and drive choice friends away.''','''Those who know not to live in friendship with amusing conversation will by back-biting estrange even their relatives.''');
        k[187] = Kural.factory(188,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''துன்னியார் குற்றமும் தூற்றும் மரபினார் 
என்னைகொல் ஏதிலார் மாட்டு.''','''Whose nature bids them faults of closest friends proclaim 
What mercy will they show to other men\'s good name?''','''What will those not do to strangers whose nature leads them to publish abroad the faults of their intimate friends ?''');
        k[188] = Kural.factory(189,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''அறன்நோக்கி ஆற்றுங்கொல் வையம் புறன்நோக்கிப் 
புன்சொல் உரைப்பான் பொறை.''','''\'Tis charity, I ween, that makes the earth sustain their load. 
Who, neighbours\' absence watching, tales or slander tell abroad.''','''The world through charity supports the weight of those who reproach others observing their absence.''');
        k[189] = Kural.factory(190,u'''அறத்துப்பால்''',u'''புறங்கூறாமை''',u'''ஏதிலார் குற்றம்போல் தங்குற்றங் காண்கிற்பின் 
தீதுண்டோ மன்னும் உயிர்க்கு.''','''If each his own, as neighbours\' faults would scan, 
Could any evil hap to living man?''','''If they observed their own faults as they observe the faults of others, would any evil happen to men ?''');
        k[190] = Kural.factory(191,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''பல்லார் முனியப் பயனில சொல்லுவான் 
எல்லாரும் எள்ளப் படும்.''','''Words without sense, while chafe the wise, 
Who babbles, him will all despise.''','''He who to the disgust of many speaks useless things will be despised by all.''');
        k[191] = Kural.factory(192,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''பயனில பல்லார்முன் சொல்லல் நயனில 
நட்டார்கண் செய்தலிற் றீது.''','''Words without sense, where many wise men hear, to pour 
Than deeds to friends ungracious done offendeth more.''','''To speak useless things in the presence of many is a greater evil than to do unkind things towards friends.''');
        k[192] = Kural.factory(193,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''நயனிலன் என்பது சொல்லும் பயனில 
பாரித் துரைக்கும் உரை.''','''Diffusive speech of useless words proclaims 
A man who never righteous wisdom gains.''','''That conversation in which a man utters forth useless things will say of him "he is without virtue."''');
        k[193] = Kural.factory(194,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''நயன்சாரா நன்மையின் நீக்கும் பயன்சாராப் 
பண்பில்சொல் பல்லா ரகத்து.''','''Unmeaning, worthless words, said to the multitude, 
To none delight afford, and sever men from good.''','''The words devoid of profit or pleasure which a man speaks will, being inconsistent with virtue, remove him from goodness.''');
        k[194] = Kural.factory(195,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''சீர்மை சிறப்பொடு நீங்கும் பயனில 
நீர்மை யுடையார் சொலின்.''','''Gone are both fame and boasted excellence, 
When men of worth speak of words devoid of sense.''','''If the good speak vain words their eminence and excellence will leave them.''');
        k[195] = Kural.factory(196,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''பயனில்சொல் பராட்டு வானை மகன்எனல் 
மக்கட் பதடி யெனல்.''','''Who makes display of idle words\' inanity, 
Call him not man, -chaff of humanity!''','''Call not him a man who parades forth his empty words. Call him the chaff of men.''');
        k[196] = Kural.factory(197,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''நயனில சொல்லினுஞ் சொல்லுக சான்றோர் 
பயனில சொல்லாமை நன்று.''','''Let those who list speak things that no delight afford, 
\'Tis good for men of worth to speak no idle word.''','''Let the wise if they will, speak things without excellence; it will be well for them not to speak useless things.''');
        k[197] = Kural.factory(198,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''அரும்பயன் ஆயும் அறிவினார் சொல்லார் 
பெரும்பயன் இல்லாத சொல்.''','''The wise who weigh the worth of every utterance, 
Speak none but words of deep significance.''','''The wise who seek after rare pleasures will not speak words that have not much weight in them.''');
        k[198] = Kural.factory(199,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''பொருள்தீர்ந்த பொச்சாந்துஞ் சொல்லார் மருள்தீர்ந்த 
மாசறு காட்சி யவர்.''','''The men of vision pure, from wildering folly free, 
Not e\'en in thoughtless hour, speak words of vanity.''','''Those wise men who are without faults and are freed from ignorance will not even forgetfully speak things that profit not.''');
        k[199] = Kural.factory(200,u'''அறத்துப்பால்''',u'''பயனில சொல்லாமை''',u'''சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க 
சொல்லிற் பயனிலாச் சொல்.''','''If speak you will, speak words that fruit afford, 
If speak you will, speak never fruitless word.''','''Speak what is useful, and speak not useless words.''');
        k[200] = Kural.factory(201,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர் 
தீவினை என்னும் செருக்கு.''','''With sinful act men cease to feel the dread of ill within, 
The excellent will dread the wanton pride of cherished sin.''','''Those who have experience of evil deeds will not fear, but the excellent will fear the pride of sin.''');
        k[201] = Kural.factory(202,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''தீயவை தீய பயத்தலால் தீயவை 
தீயினும் அஞ்சப் படும்.''','''Since evils new from evils ever grow, 
Evil than fire works out more dreaded woe.''','''Because evil produces evil, therefore should evil be feared more than fire.''');
        k[202] = Kural.factory(203,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''அறிவினுள் எல்லாந் தலையென்ப தீய 
செறுவார்க்கும் செய்யா விடல்.''','''Even to those that hate make no return of ill; 
So shalt thou wisdom\'s highest law, \'tis said, fulfil.''','''To do no evil to enemies will be called the chief of all virtues.''');
        k[203] = Kural.factory(204,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''மறந்தும் பிறன்கேடு சூழற்க சூழின் 
அறஞ்சூழம் சூழ்ந்தவன் கேடு.''','''Though good thy soul forget, plot not thy neighbour\'s fall, 
Thy plans shall \'virtue\'s Power\' by ruin to thyself forestall.''','''Even though forgetfulness meditate not the ruin of another. Virtue will meditate the ruin of him who thus meditates.''');
        k[204] = Kural.factory(205,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''இலன்என்று தீயவை செய்யற்க செய்யின் 
இலனாகும் மற்றும் பெயர்த்து.''','''Make not thy poverty a plea for ill; 
Thy evil deeds will make thee poorer still.''','''Commit not evil, saying, "I am poor": if you do, you will become poorer still.''');
        k[205] = Kural.factory(206,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''தீப்பால தான்பிறர்கண் செய்யற்க நோய்ப்பால 
தன்னை அடல்வேண்டா தான்.''','''What ranks as evil spare to do, if thou would\'st shun 
Affliction sore through ill to thee by others done.''','''Let him not do evil to others who desires not that sorrows should pursue him.''');
        k[206] = Kural.factory(207,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''எனைப்பகை யுற்றாரும் உய்வர் வினைப்பகை 
வீயாது பின்சென்று அடும்.''','''From every enmity incurred there is to \'scape, a way; 
The wrath of evil deeds will dog men\'s steps, and slay.''','''However great be the enmity men have incurred they may still live. The enmity of sin will incessantly pursue and kill.''');
        k[207] = Kural.factory(208,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''தீயவை செய்தார் கெடுதல் நிழல்தன்னை 
வீயாது அஇஉறைந் தற்று.''','''Man\'s shadow dogs his steps where\'er he wends; 
Destruction thus on sinful deeds attends.''','''Destruction will dwell at the heels of those who commit evil even as their shadow that leaves them not.''');
        k[208] = Kural.factory(209,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''தன்னைத்தான் காதல னாயின் எனைத்தொன்றும் 
துன்னற்க தீவினைப் பால்.''','''Beware, if to thyself thyself is dear, 
Lest thou to aught that ranks as ill draw near!''','''If a man love himself, let him not commit any sin however small.''');
        k[209] = Kural.factory(210,u'''அறத்துப்பால்''',u'''தீவினையச்சம்''',u'''அருங்கேடன் என்பது அறிக மருங்கோடித் 
தீவினை செய்யான் எனின்.''','''The man, to devious way of sin that never turned aside, 
From ruin rests secure, whatever ills betide.''','''Know ye that he is freed from destruction who commits no evil, going to neither side of the right path.''');
        k[210] = Kural.factory(211,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''கைம்மாறு வேண்டா கடப்பாடு மாரிமாட்டு 
என்ஆற்றுங் கொல்லோ உலகு.''','''Duty demands no recompense; to clouds of heaven, 
By men on earth, what answering gift is given?''','''Benevolence seeks not a return. What does the world give back to the clouds ?''');
        k[211] = Kural.factory(212,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''தாளாற்றித் தந்த பொருளெல்லாம் தக்கார்க்கு 
வேளாண்மை செய்தற் பொருட்டு.''','''The worthy say, when wealth rewards their toil-spent hours, 
For uses of beneficence alone \'tis ours.''','''All the wealth acquired with perseverance by the worthy is for the exercise of benevolence.''');
        k[212] = Kural.factory(213,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''புத்தே ளுலகத்தும் ஈண்டும் பெறலரிதே 
ஒப்புரவின் நல்ல பிற.''','''To \'due beneficence\' no equal good we know, 
Amid the happy gods, or in this world below.''','''It is difficult to obtain another good equal to benevolence either in this world or in that of the gods.''');
        k[213] = Kural.factory(214,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''ஒத்த தறவோன் உயிர்வாழ்வான் மற்றையான் 
செத்தாருள் வைக்கப் படும்.''','''Who knows what\'s human life\'s befitting grace, 
He lives; the rest \'mongst dead men have their place.''','''He truly lives who knows (and discharges) the proper duties (of benevolence). He who knows them not will be reckoned among the dead.''');
        k[214] = Kural.factory(215,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''ஊருணி நீர்நிறைந் தற்றே உலகவாம் 
பேரறி வாளன் திரு.''','''The wealth of men who love the \'fitting way,\' the truly wise, 
Is as when water fills the lake that village needs supplies.''','''The wealth of that man of eminent knowledge who desires to exercise the benevolence approved of by the world, is like the full waters of a city-tank.''');
        k[215] = Kural.factory(216,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''பயன்மரம் உள்ளூர்ப் பழுத்தற்றால் செல்வம் 
நயனுடை யான்கண் படின்.''','''A tree that fruits in th\' hamlet\'s central mart, 
Is wealth that falls to men of liberal heart.''','''The wealth of a man (possessed of the virtue) of benevolence is like the ripening of a fruitful tree in the midst of a town.''');
        k[216] = Kural.factory(217,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''மருந்தாகித் தப்பா மரத்தற்றால் செல்வம் 
பெருந்தகை யான்கண் படின்.''','''Unfailing tree that healing balm distils from every part, 
Is ample wealth that falls to him of large and noble heart.''','''If wealth be in the possession of a man who has the great excellence (of benevolence), it is like a tree which as a medicine is an infallible cure for disease.''');
        k[217] = Kural.factory(218,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''இடனில் பருவத்தும் ஒப்புரவிற்கு ஒல்கார் 
கடனறி காட்சி யவர்.''','''E\'en when resources fall, they weary not of \'kindness due,\'- 
They to whom Duty\'s self appears in vision true.''','''The wise who know what is duty will not scant their benevolence even when they are without wealth.''');
        k[218] = Kural.factory(219,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''நயனுடையான் நல்கூர்ந்தா னாதல் செயும்நீர 
செய்யாது அமைகலா வாறு.''','''The kindly-hearted man is poor in this alone, 
When power of doing deeds of goodness he finds none.''','''The poverty of a benevolent man, is nothing but his inability to exercise the same.''');
        k[219] = Kural.factory(220,u'''அறத்துப்பால்''',u'''ஒப்புரவறிதல்''',u'''ஒப்புரவி னால்வரும் கேடெனின் அஃதொருவன் 
விற்றுக்கோள் தக்க துடைத்து.''','''Though by \'beneficence,\' the loss of all should come, 
\'Twere meet man sold himself, and bought it with the sum.''','''If it be said that loss will result from benevolence, such loss is worth being procured even by the sale of one\'s self.''');
        k[220] = Kural.factory(221,u'''அறத்துப்பால்''',u'''ஈகை''',u'''வறியார்க்கொன்று ஈவதே ஈகைமற் றெல்லாம் 
குறியெதிர்ப்பை நீர துடைத்து.''','''Call that a gift to needy men thou dost dispense, 
All else is void of good, seeking for recompense.''','''To give to the destitute is true charity. All other gifts have the nature of (what is done for) a measured return.''');
        k[221] = Kural.factory(222,u'''அறத்துப்பால்''',u'''ஈகை''',u'''நல்லாறு எனினும் கொளல்தீது மேலுலகம் 
இல்லெனினும் ஈதலே நன்று.''','''Though men declare it heavenward path, yet to receive is ill; 
Though upper heaven were not, to give is virtue still.''','''To beg is evil, even though it were said that it is a good path (to heaven). To give is good, even though it were said that those who do so cannot obtain heaven.''');
        k[222] = Kural.factory(223,u'''அறத்துப்பால்''',u'''ஈகை''',u'''இலனென்னும் எவ்வம் உரையாமை ஈதல் 
குலனுடையான் கண்ணே யுள.''','''\'I\'ve nought\' is ne\'er the high-born man\'s reply; 
He gives to those who raise themselves that cry.''','''(Even in a low state) not to adopt the mean expedient of saying "I have nothing," but to give, is the characteristic of the mad of noble birth.''');
        k[223] = Kural.factory(224,u'''அறத்துப்பால்''',u'''ஈகை''',u'''இன்னாது இரக்கப் படுதல் இரந்தவர் 
இன்முகங் காணும் அளவு.''','''The suppliants\' cry for aid yields scant delight, 
Until you see his face with grateful gladness bright.''','''To see men begging from us in disagreeable, until we see their pleasant countenance.''');
        k[224] = Kural.factory(225,u'''அறத்துப்பால்''',u'''ஈகை''',u'''ஆற்றுவார் ஆற்றல் பசிஆற்றல் அப்பசியை 
மாற்றுவார் ஆற்றலின் பின்.''','''\'Mid devotees they\'re great who hunger\'s pangs sustain, 
Who hunger\'s pangs relieve a higher merit gain.''','''The power of those who perform penance is the power of enduring hunger. It is inferior to the power of those who remove the hunger (of others).''');
        k[225] = Kural.factory(226,u'''அறத்துப்பால்''',u'''ஈகை''',u'''அற்றார் அழிபசி தீர்த்தல் அஃதொருவன் 
பெற்றான் பொருள்வைப் புழி.''','''Let man relieve the wasting hunger men endure; 
For treasure gained thus finds he treasure-house secure.''','''The removal of the killing hunger of the poor is the place for one to lay up his wealth.''');
        k[226] = Kural.factory(227,u'''அறத்துப்பால்''',u'''ஈகை''',u'''பாத்தூண் மரீஇ யவனைப் பசியென்னும் 
தீப்பிணி தீண்டல் அரிது.''','''Whose soul delights with hungry men to share his meal, 
The hand of hunger\'s sickness sore shall never feel.''','''The fiery disease of hunger shall never touch him who habitually distributes his food to others.''');
        k[227] = Kural.factory(228,u'''அறத்துப்பால்''',u'''ஈகை''',u'''ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை 
வைத்திழக்கும் வன்க ணவர்.''','''Delight of glad\'ning human hearts with gifts do they not know. 
Men of unpitying eye, who hoard their wealth and lose it so?''','''Do the hard-eyed who lay up and lose their possessions not know the happiness which springs from the pleasure of giving ?''');
        k[228] = Kural.factory(229,u'''அறத்துப்பால்''',u'''ஈகை''',u'''இரத்தலின் இன்னாது மன்ற நிரப்பிய 
தாமே தமியர் உணல்.''','''They keep their garners full, for self alone the board they spread;- 
\'Tis greater pain, be sure, than begging daily bread!''','''Solitary and unshared eating for the sake of filling up one\'s own riches is certainly much more unpleasant than begging.''');
        k[229] = Kural.factory(230,u'''அறத்துப்பால்''',u'''ஈகை''',u'''சாதலின் இன்னாத தில்லை இனிததூஉம் 
ஈதல் இயையாக் கடை.''','''\'Tis bitter pain to die, \'Tis worse to live. 
For him who nothing finds to give!''','''Nothing is more unpleasant than death: yet even that is pleasant where charity cannot be exercised.''');
        k[230] = Kural.factory(231,u'''அறத்துப்பால்''',u'''புகழ்''',u'''ஈதல் இசைபட வாழ்தல் அதுவல்லது 
ஊதியம் இல்லை உயிர்க்கு.''','''See that thy life the praise of generous gifts obtain; 
Save this for living man exists no real gain.''','''Give to the poor and live with praise. There is no greater profit to man than that.''');
        k[231] = Kural.factory(232,u'''அறத்துப்பால்''',u'''புகழ்''',u'''உரைப்பார் உரைப்பவை எல்லாம் இரப்பார்க்கொன்று 
ஈவார்மேல் நிற்கும் புகழ்.''','''The speech of all that speak agrees to crown 
The men that give to those that ask, with fair renown.''','''Whatsoever is spoken in the world will abide as praise upon that man who gives alms to the poor.''');
        k[232] = Kural.factory(233,u'''அறத்துப்பால்''',u'''புகழ்''',u'''ஒன்றா உலகத்து உயர்ந்த புகழல்லால் 
பொன்றாது நிற்பதொன் றில்.''','''Save praise alone that soars on high, 
Nought lives on earth that shall not die.''','''There is nothing that stands forth in the world imperishable, except fame, exalted in solitary greatness.''');
        k[233] = Kural.factory(234,u'''அறத்துப்பால்''',u'''புகழ்''',u'''நிலவரை நீள்புகழ் ஆற்றின் புலவரைப் 
போற்றாது புத்தேள் உலகு.''','''If men do virtuous deeds by world-wide ample glory crowned, 
The heavens will cease to laud the sage for other gifts renowned.''','''If one has acquired extensive fame within the limits of this earth, the world of the Gods will no longer praise those sages who have attained that world.''');
        k[234] = Kural.factory(235,u'''அறத்துப்பால்''',u'''புகழ்''',u'''நத்தம்போல் கேடும் உளதாகும் சாக்காடும் 
வித்தகர்க் கல்லால் அரிது.''','''Loss that is gain, and death of life\'s true bliss fulfilled, 
Are fruits which only wisdom rare can yield.''','''Prosperity to the body of fame, resulting in poverty to the body of flesh and the stability to the former arising from the death of the latter, are achievable only by the wise.''');
        k[235] = Kural.factory(236,u'''அறத்துப்பால்''',u'''புகழ்''',u'''தோன்றின் புகழொடு தோன்றுக அஃதிலார் 
தோன்றலின் தோன்றாமை நன்று.''','''If man you walk the stage, appear adorned with glory\'s grace; 
Save glorious you can shine, \'twere better hide your face.''','''If you are born (in this world), be born with qualities conductive to fame. From those who are destitute of them it will be better not to be born.''');
        k[236] = Kural.factory(237,u'''அறத்துப்பால்''',u'''புகழ்''',u'''புகழ்பட வாழாதார் தந்நோவார் தம்மை 
இகழ்வாரை நோவது எவன்.''','''If you your days will spend devoid of goodly fame, 
When men despise, why blame them? You\'ve yourself to blame.''','''Why do those who cannot live with praise, grieve those who despise them, instead of grieving themselves for their own inability.''');
        k[237] = Kural.factory(238,u'''அறத்துப்பால்''',u'''புகழ்''',u'''வசையென்ப வையத்தார்க் கெல்லாம் இசையென்னும் 
எச்சம் பெறாஅ விடின்.''','''Fame is virtue\'s child, they say; if, then, 
You childless live, you live the scorn of men.''','''Not to beget fame will be esteemed a disgrace by the wise in this world.''');
        k[238] = Kural.factory(239,u'''அறத்துப்பால்''',u'''புகழ்''',u'''வசையிலா வண்பயன் குன்றும் இசையிலா 
யாக்கை பொறுத்த நிலம்.''','''The blameless fruits of fields\' increase will dwindle down, 
If earth the burthen bear of men without renown.''','''The ground which supports a body without fame will diminish in its rich produce.''');
        k[239] = Kural.factory(240,u'''அறத்துப்பால்''',u'''புகழ்''',u'''வசையொழிய வாழ்வாரே வாழ்வார் இசையொழிய 
வாழ்வாரே வாழா தவர்.''','''Who live without reproach, them living men we deem; 
Who live without renown, live not, though living men they seem.''','''Those live who live without disgrace. Those who live without fame live not.''');
        k[240] = Kural.factory(241,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம் 
பூரியார் கண்ணும் உள.''','''Wealth \'mid wealth is wealth \'kindliness\'; 
Wealth of goods the vilest too possess.''','''The wealth of kindness is wealth of wealth, in as much as the wealth of property is possessed by the basest of men.''');
        k[241] = Kural.factory(242,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''நல்லாற்றாள் நாடி அருளாள்க பல்லாற்றால் 
தேரினும் அஃதே துணை.''','''The law of \'grace\' fulfil, by methods good due trial made, 
Though many systems you explore, this is your only aid.''','''(Stand) in the good path, consider, and be kind. Even considering according to the conflicting tenets of the different sects, kindness will be your best aid, (in the acquisition of heavenly bliss.)''');
        k[242] = Kural.factory(243,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''அருள்சேர்ந்த நெஞ்சினார்க் கில்லை இருள்சேர்ந்த 
இன்னா உலகம் புகல்.''','''They in whose breast a \'gracious kindliness\' resides, 
See not the gruesome world, where darkness drear abides.''','''They will never enter the world of darkness and wretchedness whose minds are the abode of kindness.''');
        k[243] = Kural.factory(244,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''மன்னுயிர் ஓம்பி அருளாள்வார்க்கு இல்லென்ப 
தன்னுயிர் அஞ்சும் வினை.''','''Who for undying souls of men provides with gracious zeal, 
In his own soul the dreaded guilt of sin shall never feel.''','''(The wise) say that the evils, which his soul would dread, will never come upon the man who exercises kindness and protects the life (of other creatures)''');
        k[244] = Kural.factory(245,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''அல்லல் அருளாள்வார்க்கு இல்லை வளிவழங்கும் 
மல்லன்மா ஞாலங் கரி.''','''The teeming earth\'s vast realm, round which the wild winds blow, 
Is witness, men of \'grace\' no woeful want shall know.''','''This great rich earth over which the wind blows, is a witness that sorrow never comes upon the kind-hearted.''');
        k[245] = Kural.factory(246,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''பொருள்நீங்கிப் பொச்சாந்தார் என்பர் அருள்நீங்கி 
அல்லவை செய்தொழுகு வார்.''','''Gain of true wealth oblivious they eschew, 
Who \'grace\' forsake, and graceless actions do.''','''(The wise) say that those who neglect kindness and practise cruelties, neglected virtue (in their former birth), and forgot (the sorrows which they must suffer.)''');
        k[246] = Kural.factory(247,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''அருளில்லார்க்கு அவ்வுலகம் இல்லை பொருளில்லார்க்கு 
இவ்வுலகம் இல்லாகி யாங்கு.''','''As to impoverished men this present world is not; 
The \'graceless\' in you world have neither part nor lot.''','''As this world is not for those who are without wealth, so that world is not for those who are without kindness.''');
        k[247] = Kural.factory(248,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''பொருளற்றார் பூப்பர் ஒருகால் அருளற்றார் 
அற்றார்மற் றாதல் அரிது.''','''Who lose the flower of wealth, when seasons change, again may bloom; 
Who lose \'benevolence\', lose all; nothing can change their doom.''','''Those who are without wealth may, at some future time, become prosperous; those who are destitute of kindness are utterly destitute; for them there is no change.''');
        k[248] = Kural.factory(249,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின் 
அருளாதான் செய்யும் அறம்.''','''When souls unwise true wisdom\'s mystic vision see, 
The \'graceless\' man may work true works of charity.''','''If you consider, the virtue of him who is without kindness is like the perception of the true being by him who is without wisdom.''');
        k[249] = Kural.factory(250,u'''அறத்துப்பால்''',u'''அருளுடைமை''',u'''வலியார்முன் தன்னை நினைக்கதான் தன்னின் 
மெலியார்மேல் செல்லு மிடத்து.''','''When weaker men you front with threat\'ning brow, 
Think how you felt in presence of some stronger foe.''','''When a man is about to rush upon those who are weaker than himself, let him remember how he has stood (trembling) before those who are stronger than himself.''');
        k[250] = Kural.factory(251,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''தன்னூன் பெருக்கற்குத் தான்பிறிது ஊனுண்பான் 
எங்ஙனம் ஆளும் அருள்.''','''How can the wont of \'kindly grace\' to him be known, 
Who other creatures\' flesh consumes to feed his own?''','''How can he be possessed of kindness, who to increase his own flesh, eats the flesh of other creatures.''');
        k[251] = Kural.factory(252,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''பொருளாட்சி போற்றாதார்க்கு இல்லை அருளாட்சி 
ஆங்கில்லை ஊன்தின் பவர்க்கு.''','''No use of wealth have they who guard not their estate; 
No use of grace have they with flesh who hunger sate.''','''As those possess no property who do not take care of it, so those possess no kindness who feed on flesh.''');
        k[252] = Kural.factory(253,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''படைகொண்டார் நெஞ்சம்போல் நன்னூக்காது ஒன்றன் 
உடல்சுவை உண்டார் மனம்.''','''Like heart of them that murderous weapons bear, his mind, 
Who eats of savoury meat, no joy in good can find.''','''Like the (murderous) mind of him who carries a weapon (in his hand), the mind of him who feasts with pleasure on the body of another (creature), has no regard for goodness.''');
        k[253] = Kural.factory(254,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''ருளல்லது யாதெனின் கொல்லாமை கோறல் 
பொருளல்லது அவ்வூன் தினல்.''','''\'What\'s grace, or lack of grace\'? \'To kill\' is this, that \'not to kill\'; 
To eat dead flesh can never worthy end fulfil.''','''If it be asked what is kindness and what its opposite, the answer would be preservation and destruction of life; and therefore it is not right to feed on the flesh (obtained by taking away life).''');
        k[254] = Kural.factory(255,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''உண்ணாமை உள்ளது உயிர்நிலை ஊனுண்ண 
அண்ணாத்தல் செய்யாது அளறு.''','''If flesh you eat not, life\'s abodes unharmed remain; 
Who eats, hell swallows him, and renders not again.''','''Not to eat flesh contributes to the continuance of life; therefore if a man eat flesh, hell will not open its mouth (to let him escape out, after he has once fallen in).''');
        k[255] = Kural.factory(256,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''தினற்பொருட்டால் கொல்லாது உலகெனின் யாரும் 
விலைப்பொருட்டால் ஊன்றருவா ரில்.''','''\'We eat the slain,\' you say, by us no living creatures die; 
Who\'d kill and sell, I pray, if none came there the flesh to buy?''','''If the world does not destroy life for the purpose of eating, then no one would sell flesh for the sake of money.''');
        k[256] = Kural.factory(257,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''உண்ணாமை வேண்டும் புலாஅல் பிறிதொன்றன் 
புண்ணது உணர்வார்ப் பெறின்.''','''With other beings\' ulcerous wounds their hunger they appease; 
If this they felt, desire to eat must surely cease.''','''If men should come to know that flesh is nothing but the unclean ulcer of a body, let them abstain from eating it.''');
        k[257] = Kural.factory(258,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''செயிரின் தலைப்பிரிந்த காட்சியார் உண்ணார் 
உயிரின் தலைப்பிரிந்த ஊன்.''','''Whose souls the vision pure and passionless perceive, 
Eat not the bodies men of life bereave.''','''The wise, who have freed themselves from mental delusion, will not eat the flesh which has been severed from an animal.''');
        k[258] = Kural.factory(259,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''அவிசொரிந் தாயிரம் வேட்டலின் ஒன்றன் 
உயிர்செகுத் துண்ணாமை நன்று.''','''Than thousand rich oblations, with libations rare, 
Better the flesh of slaughtered beings not to share.''','''Not to kill and eat (the flesh of) an animal, is better than the pouring forth of ghee etc., in a thousand sacrifices.''');
        k[259] = Kural.factory(260,u'''அறத்துப்பால்''',u'''புலான்மறுத்தல்''',u'''கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி 
எல்லா உயிருந் தொழும்.''','''Who slays nought,- flesh rejects- his feet before 
All living things with clasped hands adore.''','''All creatures will join their hands together, and worship him who has never taken away life, nor eaten flesh.''');
        k[260] = Kural.factory(261,u'''அறத்துப்பால்''',u'''தவம்''',u'''உற்றநோய் நோன்றல் உயிர்க்குறுகண் செய்யாமை 
அற்றே தவத்திற் குரு.''','''To bear due penitential pains, while no offence 
He causes others, is the type of \'penitence\'.''','''The nature of religious discipline consists, in the endurance (by the ascetic) of the sufferings which it brings on himself, and in abstaining from giving pain to others.''');
        k[261] = Kural.factory(262,u'''அறத்துப்பால்''',u'''தவம்''',u'''தவமும் தவமுடையார்க்கு ஆகும் அதனை 
அஃதிலார் மேற்கொள் வது.''','''To \'penitents\' sincere avails their \'penitence\'; 
Where that is not, \'tis but a vain pretence.''','''Austerities can only be borne, and their benefits enjoyed, by those who have practised them (in a former birth); it will be useless for those who have not done so, to attempt to practise them (now).''');
        k[262] = Kural.factory(263,u'''அறத்துப்பால்''',u'''தவம்''',u'''துறந்தார்க்குத் துப்புரவு வேண்டி மறந்தார்கொல் 
மற்றை யவர்கள் தவம்.''','''Have other men forgotten \'penitence\' who strive 
To earn for penitents the things by which they live?''','''It is to provide food etc, for the ascetics who have abandoned (the desire of earthly possessions) that other persons have forgotten (to practise) austerity ?''');
        k[263] = Kural.factory(264,u'''அறத்துப்பால்''',u'''தவம்''',u'''ஒன்னார்த் தெறலும் உவந்தாரை ஆக்கலும் 
எண்ணின் தவத்தான் வரும்.''','''Destruction to his foes, to friends increase of joy. 
The \'penitent\' can cause, if this his thoughts employ.''','''If (the ascetic) desire the destruction of his enemies, or the aggrandizement of his friends, it will be effected by (the power of) his austerities.''');
        k[264] = Kural.factory(265,u'''அறத்துப்பால்''',u'''தவம்''',u'''வேண்டிய வேண்டியாங் கெய்தலால் செய்தவம் 
ஈண்டு முயலப் படும்.''','''That what they wish may, as they wish, be won, 
By men on earth are works of painful \'penance\' done.''','''Religious dislipline is practised in this world, because it secures the attainment of whatever one may wish to enjoy (in the world to come).''');
        k[265] = Kural.factory(266,u'''அறத்துப்பால்''',u'''தவம்''',u'''தவஞ்செய்வார் தங்கருமஞ் செய்வார்மற் றல்லார் 
அவஞ்செய்வார் ஆசையுட் பட்டு.''','''Who works of \'penance\' do, their end attain, 
Others in passion\'s net enshared, toil but in vain.''','''Those discharge their duty who perform austerities; all others accomplish their own destruction, through the entanglement of the desire (of riches and sensual pleasure).''');
        k[266] = Kural.factory(267,u'''அறத்துப்பால்''',u'''தவம்''',u'''சுடச்சுடரும் பொன்போல் ஒளிவிடும் துன்பஞ் 
சுடச்சுட நோற்கிற் பவர்க்கு.''','''The hotter glows the fining fire, the gold the brighter shines; 
The pain of penitence, like fire, the soul of man refines.''','''Just as gold is purified as heated in the fire, will those shine, who have endured the burning of pain (in frequent austerities).''');
        k[267] = Kural.factory(268,u'''அறத்துப்பால்''',u'''தவம்''',u'''தன்னுயிர் தான்அறப் பெற்றானை ஏனைய 
மன்னுயி ரெல்லாந் தொழும்.''','''Who gains himself in utter self-control, 
Him worships every other living soul.''','''All other creatures will worship him who has attained the control of his own soul.''');
        k[268] = Kural.factory(269,u'''அறத்துப்பால்''',u'''தவம்''',u'''கூற்றம் குதித்தலும் கைகூடும் நோற்றலின் 
ஆற்றல் தலைப்பட் டவர்க்குல்.''','''E\'en over death the victory he may gain, 
If power by penance won his soul obtain.''','''Those who have attained the power which religious discipline confers, will be able also to pass the limit of Yama, (the God of death).''');
        k[269] = Kural.factory(270,u'''அறத்துப்பால்''',u'''தவம்''',u'''இலர்பல ராகிய காரணம் நோற்பார் 
சிலர்பலர் நோலா தவர்.''','''The many all things lack! The cause is plain, 
The \'penitents\' are few. The many shun such pain.''','''Because there are few who practise austerity and many who do not, there are many destitute and few rich in this world.''');
        k[270] = Kural.factory(271,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''வஞ்ச மனத்தான் படிற்றொழுக்கம் பூதங்கள் 
ஐந்தும் அகத்தே நகும்.''','''Who with deceitful mind in false way walks of covert sin, 
The five-fold elements his frame compose, decide within.''','''The five elements (of his body) will laugh within him at the feigned conduct of the deceitful minded man.''');
        k[271] = Kural.factory(272,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''வானுயர் தோற்றம் எவன்செய்யும் தன்னெஞ்சம் 
தான்அறி குற்றப் படின்.''','''What gain, though virtue\'s semblance high as heaven his fame exalt, 
If heart dies down through sense of self-detected fault?''','''What avails an appearance (of sanctity) high as heaven, if his mind suffers (the indulgence) of conscious sin.''');
        k[272] = Kural.factory(273,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''வலியில் நிலைமையான் வல்லுருவம் பெற்றம் 
புலியின்தோல் போர்த்துமேய்ந் தற்று.''','''As if a steer should graze wrapped round with tiger\'s skin, 
Is show of virtuous might when weakness lurks within.''','''The assumed appearance of power, by a man who has no power (to restrain his senses and perform austerity), is like a cow feeding on grass covered with a tiger\'s skin.''');
        k[273] = Kural.factory(274,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''தவமறைந்து அல்லவை செய்தல் புதல்மறைந்து 
வேட்டுவன் புள்சிமிழ்த் தற்று.''','''\'Tis as a fowler, silly birds to snare, in thicket lurks. 
When, clad in stern ascetic garb, one secret evil works.''','''He who hides himself under the mask of an ascetic and commits sins, like a sportsman who conceals himself in the thicket to catch birds.''');
        k[274] = Kural.factory(275,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''பற்றற்றேம் என்பார் படிற்றொழுக்கம் எற்றெற்றென்று 
ஏதம் பலவுந் தரும்.''','''\'Our souls are free,\' who say, yet practise evil secretly, 
\'What folly have we wrought!\' by many shames o\'er-whelmed, shall cry.''','''The false conduct of those who say they have renounced all desire will one day bring them sorrows that will make them cry out, "Oh! what have we done, what have we done."''');
        k[275] = Kural.factory(276,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''நெஞ்சின் துறவார் துறந்தார்போல் வஞ்சித்து 
வாழ்வாரின் வன்கணார் இல்.''','''In mind renouncing nought, in speech renouncing every tie, 
Who guileful live,- no men are found than these of \'harder eye\'.''','''Amongst living men there are none so hard-hearted as those who without to saking (desire) in their heart, falsely take the appearance of those who have forsaken (it).''');
        k[276] = Kural.factory(277,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''புறங்குன்றி கண்டனைய ரேனும் அகங்குன்றி 
முக்கிற் கரியார் உடைத்து.''','''Outward, they shine as \'kunri\' berry\'s scarlet bright; 
Inward, like tip of \'kunri\' bead, as black as night.''','''(The world) contains persons whose outside appears (as fair) as the (red) berry of the Abrus, but whose inside is as black as the nose of that berry.''');
        k[277] = Kural.factory(278,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''மனத்தது மாசாக மாண்டார் நீராடி 
மறைந்தொழுகு மாந்தர் பலர்.''','''Many wash in hollowed waters, living lives of hidden shame; 
Foul in heart, yet high upraised of men in virtuous fame.''','''There are many men of masked conduct, who perform their ablutions, and (make a show) of greatness, while their mind is defiled (with guilt).''');
        k[278] = Kural.factory(279,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''கணைகொடிது யாழ்கோடு செவ்விதுஆங் கன்ன 
வினைபடு பாலால் கொளல்.''','''Cruel is the arrow straight, the crooked lute is sweet, 
Judge by their deeds the many forms of men you meet.''','''As, in its use, the arrow is crooked, and the curved lute is straight, so by their deeds, (and not by their appearance) let (the uprightness or crookedness of) men be estimated.''');
        k[279] = Kural.factory(280,u'''அறத்துப்பால்''',u'''கூடாவொழுக்கம்''',u'''மழித்தலும் நீட்டலும் வேண்டா உலகம் 
பழித்தது ஒழித்து விடின்.''','''What\'s the worth of shaven head or tresses long, 
If you shun what all the world condemns as wrong?''','''There is no need of a shaven crown, nor of tangled hair, if a man abstain from those deeds which the wise have condemned.''');
        k[280] = Kural.factory(281,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''எள்ளாமை வேண்டுவான் என்பான் எனைத்தொன்றும் 
கள்ளாமை காக்கதன் நெஞ்சு.''','''Who seeks heaven\'s joys, from impious levity secure, 
Let him from every fraud preserve his spirit pure.''','''Let him, who desires not to be despised, keep his mind from (the desire of) defrauding another of the smallest thing.''');
        k[281] = Kural.factory(282,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக் 
கள்ளத்தால் கள்வேம் எனல்.''','''\'Tis sin if in the mind man but thought conceive; 
\'By fraud I will my neighbour of his wealth bereave.\'''','''Even the thought (of sin) is sin; think not then of crafiily stealing the property of another.''');
        k[282] = Kural.factory(283,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''களவினால் ஆகிய ஆக்கம் அளவிறந்து 
ஆவது போலக் கெடும்.''','''The gain that comes by fraud, although it seems to grow 
With limitless increase, to ruin swift shall go.''','''The property, which is acquired by fraud, will entirely perish, even while it seems to increase.''');
        k[283] = Kural.factory(284,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''களவின்கண் கன்றிய காதல் விளைவின்கண் 
வீயா விழுமம் தரும்.''','''The lust inveterate of fraudful gain, 
Yields as its fruit undying pain.''','''The eager desire of defrauding others will, when it brings forth its fruit, produce undying sorrow.''');
        k[284] = Kural.factory(285,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''அருள்கருதி அன்புடைய ராதல் பொருள்கருதிப் 
பொச்சாப்புப் பார்ப்பார்கண் இல்.''','''\'Grace\' is not in their thoughts, nor know they kind affection\'s power, 
Who neighbour\'s goods desire, and watch for his unguarded hour.''','''The study of kindness and the exercise of benevolence is not with those who watch for another\'s forgetfulness, though desire of his property.''');
        k[285] = Kural.factory(286,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''அளவின்கண் நின்றொழுகல் ஆற்றார் களவின்கண் 
கன்றிய காத லவர்.''','''They cannot walk restrained in wisdom\'s measured bound, 
In whom inveterate lust of fraudful gain is found.''','''They cannot walk steadfastly, according to rule, who eagerly desire to defraud others.''');
        k[286] = Kural.factory(287,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''களவென்னும் காரறி வாண்மை அளவென்னும் 
ஆற்றல் புரிந்தார்கண்ட இல்.''','''Practice of fraud\'s dark cunning arts they shun, 
Who long for power by \'measured wisdom\' won.''','''That black-knowledge which is called fraud, is not in those who desire that greatness which is called rectitude.''');
        k[287] = Kural.factory(288,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''அளவற஧ந்தார் நெஞ்சத் தறம்போல நிற்கும் 
களவறிந்தார் நெஞ்சில் கரவு.''','''As virtue dwells in heart that \'measured wisdom\' gains; 
Deceit in hearts of fraudful men established reigns.''','''Deceit dwells in the mind of those who are conversant with fraud, even as virtue in the minds of those who are conversant with rectitude.''');
        k[288] = Kural.factory(289,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''அளவல்ல செய்தாங்கே வீவர் களவல்ல 
மற்றைய தேற்றா தவர்.''','''Who have no lore save that which fraudful arts supply, 
Acts of unmeasured vice committing straightway die.''','''Those, who are acquainted with nothing but fraud, will perish in the very commission of transgression.''');
        k[289] = Kural.factory(290,u'''அறத்துப்பால்''',u'''கள்ளாமை''',u'''கள்வார்க்குத் தள்ளும் உயிர்நிலை கள்வார்க்குத் 
தள்ளாது புத்தே ளுளகு.''','''The fraudful forfeit life and being here below; 
Who fraud eschew the bliss of heavenly beings know.''','''Even their body will fail the fraudulent; but even the world of the gods will not fail those who are free from fraud.''');
        k[290] = Kural.factory(291,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் 
தீமை இலாத சொலல்.''','''You ask, in lips of men what \'truth\' may be; 
\'Tis speech from every taint of evil free.''','''Truth is the speaking of such words as are free from the least degree of evil (to others).''');
        k[291] = Kural.factory(292,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''பொய்மையும் வாய்மை யிடத்த புரைதீர்ந்த 
நன்மை பயக்கும் எனின்.''','''Falsehood may take the place of truthful word, 
If blessing, free from fault, it can afford.''','''Even falsehood has the nature of truth, if it confer a benefit that is free from fault.''');
        k[292] = Kural.factory(293,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''தன்நெஞ் சறிவது பொய்யற்க பொய்த்தபின் 
தன்நெஞ்சே தன்னைச் சுடும்.''','''Speak not a word which false thy own heart knows 
Self-kindled fire within the false one\'s spirit glows.''','''Let not a man knowingly tell a lie; for after he has told the lie, his mind will burn him (with the memory of his guilt).''');
        k[293] = Kural.factory(294,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''உள்ளத்தாற் பொய்யா தொழுகின் உலகத்தார் 
உள்ளத்து ளெல்லாம் உளன்.''','''True to his inmost soul who lives,- enshrined 
He lives in souls of all mankind.''','''He who, in his conduct, preserves a mind free from deceit, will dwell in the minds of all men.''');
        k[294] = Kural.factory(295,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''மனத்தொடு வாய்மை மொழியின் தவத்தொடு 
தானஞ்செய் வாரின் தலை.''','''Greater is he who speaks the truth with full consenting mind. 
Than men whose lives have penitence and charity combined.''','''He, who speaks truth with all his heart, is superior to those who make gifts and practise austerities.''');
        k[295] = Kural.factory(296,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''பொய்யாமை அன்ன புகழில்லை எய்யாமை 
எல்லா அறமுந் தரும்.''','''No praise like that of words from falsehood free; 
This every virtue yields spontaneously.''','''There is no praise like the praise of never uttering a falsehood: without causing any suffering, it will lead to every virtue.''');
        k[296] = Kural.factory(297,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''பொய்யாமை பொய்யாமை ஆற்றின் அறம்பிற 
செய்யாமை செய்யாமை நன்று.''','''If all your life be utter truth, the truth alone, 
\'Tis well, though other virtuous acts be left undone.''','''If a man has the power to abstain from falsehood, it will be well with him, even though he practise no other virtue.''');
        k[297] = Kural.factory(298,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''புறள்தூய்மை நீரான் அமையும் அகந்தூய்மை 
வாய்மையால் காணப் படும்.''','''Outward purity the water will bestow; 
Inward purity from truth alone will flow.''','''Purity of body is produced by water and purity of mind by truthfulness.''');
        k[298] = Kural.factory(299,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் 
பொய்யா விளக்கே விளக்கு.''','''Every lamp is not a lamp in wise men\'s sight; 
That\'s the lamp with truth\'s pure radiance bright.''','''All lamps of nature are not lamps; the lamp of truth is the lamp of the wise.''');
        k[299] = Kural.factory(300,u'''அறத்துப்பால்''',u'''வாய்மை''',u'''யாமெய்யாக் கண்டவற்றுள் இல்லை எனைத்தொன்றும் 
வாய்மையின் நல்ல பிற.''','''Of all good things we\'ve scanned with studious care, 
There\'s nought that can with truthfulness compare.''','''Amidst all that we have seen (described) as real (excellence), there is nothing so good as truthfulness.''');
        k[300] = Kural.factory(301,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''செல்லிடத்துக் காப்பான் சினங்காப்பான் அல்லிடத்துக் 
காக்கின்என் காவாக்கா''','''Where thou hast power thy angry will to work, thy wrath restrain; 
Where power is none, what matter if thou check or give it rein?''','''He restrains his anger who restrains it when it can injure; when it cannot injure, what does it matter whether he restrain it, or not ?''');
        k[301] = Kural.factory(302,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''செல்லா இடத்துச் சினந்தீது செல்லிடத்தும் 
இல்அதனின் தீய பிற.''','''Where power is none to wreak thy wrath, wrath importent is ill; 
Where thou hast power thy will to work, \'tis greater, evil still.''','''Anger is bad, even when it cannot injure; when it can injure; there is no greater evil.''');
        k[302] = Kural.factory(303,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''மறத்தல் வெகுளியை யார்மாட்டும் தீய 
பிறத்தல் அதனான் வரும்.''','''If any rouse thy wrath, the trespass straight forget; 
For wrath an endless train of evils will beget.''','''Forget anger towards every one, as fountains of evil spring from it.''');
        k[303] = Kural.factory(304,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''நகையும் உவகையும் கொல்லும் சினத்தின் 
பகையும் உளவோ பிற.''','''Wrath robs the face of smiles, the heart of joy, 
What other foe to man works such annoy?''','''Is there a greater enemy than anger, which kills both laughter and joy ?''');
        k[304] = Kural.factory(305,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''தன்னைத்தான் காக்கின் சினங்காக்க காவாக்கால் 
தன்னையே கொல்லுஞ் சினம்.''','''If thou would\'st guard thyself, guard against wrath alway; 
\'Gainst wrath who guards not, him his wrath shall slay.''','''If a man would guard himself, let him guard against anger; if he do not guard it, anger will kill him.''');
        k[305] = Kural.factory(306,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''சினமென்னும் சேர்ந்தாரைக் கொல்லி இனமென்னும் 
ஏமப் புணையைச் சுடும்.''','''Wrath, the fire that slayeth whose draweth near, 
Will burn the helpful \'raft\' of kindred dear.''','''The fire of anger will burn up even the pleasant raft of friendship.''');
        k[306] = Kural.factory(307,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''சினத்தைப் பொருளென்று கொண்டவன் கேடு 
நிலத்தறைந்தான் கைபிழையா தற்று.''','''The hand that smites the earth unfailing feels the sting; 
So perish they who nurse their wrath as noble thing.''','''Destruction will come upon him who ragards anger as a good thing, as surely as the hand of him who strikes the ground will not fail.''');
        k[307] = Kural.factory(308,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''இணர்எரி தோய்வன்ன இன்னா செயினும் 
புணரின் வெகுளாமை நன்று.''','''Though men should work thee woe, like touch of tongues of fire. 
\'Tis well if thou canst save thy soul from burning ire.''','''Though one commit things against you as painful (to bear) as if a bundle of fire had been thrust upon you, it will be well, to refrain, if possible, from anger.''');
        k[308] = Kural.factory(309,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''உள்ளிய தெல்லாம் உடனெய்தும் உள்ளத்தால் 
உள்ளான் வெகுளி எனின்.''','''If man his soul preserve from wrathful fires, 
He gains with that whate\'er his soul desires.''','''If a man never indulges anger in his heart, he will at once obtain whatever he has thought of.''');
        k[309] = Kural.factory(310,u'''அறத்துப்பால்''',u'''வெகுளாமை''',u'''இறந்தார் இறந்தார் அனையர் சினத்தைத் 
துறந்தார் துறந்தார் துணை.''','''Men of surpassing wrath are like the men who\'ve passed away; 
Who wrath renounce, equals of all-renouncing sages they.''','''Those, who give way to excessive anger, are no better than dead men; but those, who are freed from it, are equal to those who are freed (from death).''');
        k[310] = Kural.factory(311,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''சிறப்பீனும் செல்வம் பெறினும் பிறர்க்குஇன்னா 
செய்யாமை மாசற்றார் கோள்.''','''Though ill to neighbour wrought should glorious pride of wealth secure, 
No ill to do is fixed decree of men in spirit pure.''','''It is the determination of the spotless not to cause sorrow to others, although they could (by so causing) obtain the wealth which confers greatness.''');
        k[311] = Kural.factory(312,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''கறுத்துஇன்னா செய்தவக் கண்ணும் மறுத்தின்னா 
செய்யாமை மாசற்றார் கோள்.''','''Though malice work its worst, planning no ill return, to endure, 
And work no ill, is fixed decree of men in spirit pure.''','''It is the determination of the spotless not to do evil, even in return, to those who have cherished enmity and done them evil.''');
        k[312] = Kural.factory(313,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''செய்யாமல் செற்றார்க்கும் இன்னாத செய்தபின் 
உய்யா விழுமந் தரும்.''','''Though unprovoked thy soul malicious foes should sting, 
Retaliation wrought inevitable woes will bring.''','''In an ascetic inflict suffering even on those who hate him, when he has not done them any evil, it will afterwards give him irretrievable sorrow.''');
        k[313] = Kural.factory(314,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண 
நன்னயஞ் செய்து விடல்.''','''To punish wrong, with kindly benefits the doers ply; 
Thus shame their souls; but pass the ill unheeded by.''','''The (proper) punishment to those who have done evil (to you), is to put them to shame by showing them kindness, in return and to forget both the evil and the good done on both sides.''');
        k[314] = Kural.factory(315,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''அறிவினான் ஆகுவ துண்டோ பிறிதின்நோய் 
தந்நோய்போல் போற்றாக் கடை.''','''From wisdom\'s vaunted lore what doth the learner gain, 
If as his own he guard not others\' souls from pain?''','''What benefit has he derived from his knowledge, who does not endeavour to keep off pain from another as much as from himself ?''');
        k[315] = Kural.factory(316,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''இன்னா எனத்தான் உணர்ந்தவை துன்னாமை 
வேண்டும் பிறன்கண் செயல்.''','''What his own soul has felt as bitter pain, 
From making others feel should man abstain.''','''Let not a man consent to do those things to another which, he knows, will cause sorrow.''');
        k[316] = Kural.factory(317,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம் 
மாணாசெய் யாமை தலை.''','''To work no wilful woe, in any wise, through all the days, 
To any living soul, is virtue\'s highest praise.''','''It is the chief of all virtues not knowingly to do any person evil, even in the lowest degree, and at any time.''');
        k[317] = Kural.factory(318,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''தன்னுயிர்ககு ஏன்னாமை தானறிவான் என்கொலோ 
மன்னுயிர்க்கு இன்னா செயல்.''','''Whose soul has felt the bitter smart of wrong, how can 
He wrongs inflict on ever-living soul of man?''','''Why does a man inflict upon other creatures those sufferings, which he has found by experience are sufferings to himself ?''');
        k[318] = Kural.factory(319,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''பிறர்க்கின்னா முற்பகல் செய்யின் தமக்குஇன்னா 
பிற்பகல் தாமே வரும்.''','''If, ere the noontide, you to others evil do, 
Before the eventide will evil visit you.''','''If a man inflict sorrow upon others in the morning, it will come upon him unsought in the very evening.''');
        k[319] = Kural.factory(320,u'''அறத்துப்பால்''',u'''இன்னாசெய்யாமை''',u'''நோயெல்லாம் நோய்செய்தார் மேலவாம் நோய்செய்யார் 
நோயின்மை வேண்டு பவர்.''','''O\'er every evil-doer evil broodeth still; 
He evil shuns who freedom seeks from ill.''','''Sorrow will come upon those who cause pain to others; therfore those, who desire to be free from sorrow, give no pain to others.''');
        k[320] = Kural.factory(321,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''அறவினை யாதெனின் கொல்லாமை கோறல் 
பிறவினை எல்லாந் தரும்.''','''What is the work of virtue? \'Not to kill\'; 
For \'killing\' leads to every work of ill.''','''Never to destroy life is the sum of all virtuous conduct. The destruction of life leads to every evil.''');
        k[321] = Kural.factory(322,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''பகுத்துண்டு பல்லுயிர் ஓம்புதல் நூலோர் 
தொகுத்தவற்றுள் எல்லாந் தலை.''','''Let those that need partake your meal; guard every-thing that lives; 
This the chief and sum of lore that hoarded wisdom gives.''','''The chief of all (the virtues) which authors have summed up, is the partaking of food that has been shared with others, and the preservation of the mainfold life of other creatures.''');
        k[322] = Kural.factory(323,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''ஒன்றாக நல்லது கொல்லாமை மற்றதன் 
பின்சாரப் பொய்யாமை நன்று.''','''Alone, first of goods things, is \'not to slay\'; 
The second is, no untrue word to say.''','''Not to destroy life is an incomparably (great) good next to it in goodness ranks freedom from falsehood.''');
        k[323] = Kural.factory(324,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''நல்லாறு எனப்படுவது யாதெனின் யாதொன்றும் 
கொல்லாமை சூழும் நெறி.''','''You ask, What is the good and perfect way? 
\'Tis path of him who studies nought to slay.''','''Good path is that which considers how it may avoid killing any creature.''');
        k[324] = Kural.factory(325,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''நிலைஅஞ்சி நீத்தாருள் எல்லாம் கொலைஅஞ்சிக் 
கொல்லாமை சூழ்வான் தலை.''','''Of those who \'being\' dread, and all renounce, the chief are they, 
Who dreading crime of slaughter, study nought to slay.''','''Of all those who, fearing the permanence of earthly births, have abandoned desire, he is the chief who, fearing (the guilt of) murder, considers how he may avoid the destruction of life.''');
        k[325] = Kural.factory(326,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''கொல்லாமை மேற்கொண் டொழுகுவான் வாழ்நாள்மேல் 
செல்லாது உயிருண்ணுங் கூற்று.''','''Ev\'n death that life devours, their happy days shall spare, 
Who law, \'Thou shall not kill\', uphold with reverent care.''','''Yama, the destroyer of life, will not attack the life of him, who acts under the determination of never destroying life.''');
        k[326] = Kural.factory(327,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''தன்னுயிர் நீப்பினும் செய்யற்க தான்பிறிது 
இன்னுயிர் நீக்கும் வினை.''','''Though thine own life for that spared life the price must pay, 
Take not from aught that lives gift of sweet life away.''','''Let no one do that which would destroy the life of another, although he should by so doing, lose his own life.''');
        k[327] = Kural.factory(328,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''நன்றாகும் ஆக்கம் பெரிதெனினும் சான்றோர்க்குக் 
கொன்றாகும் ஆக்கங் கடை.''','''Though great the gain of good should seem, the wise 
Will any gain by staughter won despise.''','''The advantage which might flow from destroying life in sacrifice, is dishonourable to the wise (who renounced the world), even although it should be said to be productive of great good.''');
        k[328] = Kural.factory(329,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''கொலைவினைய ராகிய மாக்கள் புலைவினையர் 
புன்மை தெரிவா ரகத்து.''','''Whose trade is \'killing\', always vile they show, 
To minds of them who what is vileness know.''','''Men who destroy life are base men, in the estimation of those who know the nature of meanness.''');
        k[329] = Kural.factory(330,u'''அறத்துப்பால்''',u'''கொல்லாமை''',u'''உயிர் உடம்பின் நீக்கியார் என்ப 
செயிர் உடம்பின் செல்லாத்தீ வாழ்க்கை 
யவர்.''','''Who lead a loathed life in bodies sorely pained, 
Are men, the wise declare, by guilt of slaughter stained.''','''(The wise) will say that men of diseased bodies, who live in degradation and in poverty, are those who separated the life from the body of animals (in a former birth).''');
        k[330] = Kural.factory(331,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''நில்லாத வற்றை நிலையின என்றுணரும் 
புல்லறி வாண்மை கடை.''','''Lowest and meanest lore, that bids men trust secure, 
In things that pass away, as things that shall endure!''','''That ignorance which considers those things to be stable which are not so, is dishonourable (to the wise).''');
        k[331] = Kural.factory(332,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''கூத்தாட்டு அவைக்குழாத் தற்றே பெருஞ்செல்வம் 
போக்கும் அதுவிளிந் தற்று.''','''As crowds round dancers fill the hall, is wealth\'s increase; 
Its loss, as throngs dispersing, when the dances cease.''','''The acquisition of wealth is like the gathering together of an assembly for a theatre; its expenditure is like the breaking up of that assembly.''');
        k[332] = Kural.factory(333,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''அற்கா இயல்பிற்றுச் செல்வம் அதுபெற்றால் 
அற்குப ஆங்கே செயல்.''','''Unenduring is all wealth; if you wealth enjoy, 
Enduring works in working wealth straightway employ.''','''Wealth is perishable; let those who obtain it immediately practise those (virtues) which are imperishable.''');
        k[333] = Kural.factory(334,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''நாளென ஒன்றுபோற் காட்டி உயிர்ஈரும் 
வாளது உணர்வார்ப் பெறின்.''','''As \'day\' it vaunts itself; well understood, \'tis knife\', 
That daily cuts away a portion from thy life.''','''Time, which shows itself (to the ignorant) as if it were something (real) is in the estimation of the wise (only) a saw which cuts down life.''');
        k[334] = Kural.factory(335,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''நாச்செற்று விக்குள்மேல் வாராமுன் நல்வினை 
மேற்சென்று செய்யப் படும்''','''Before the tongue lie powerless, \'mid the gasp of gurgling breath, 
Arouse thyself, and do good deeds beyond the power of death.''','''Let virtuous deeds be done quickly, before the biccup comes making the tongue silent.''');
        k[335] = Kural.factory(336,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''நெருநல் உளனொருவன் இன்றில்லை என்னும் 
பெருமை உடைத்துஇவ் வுலகு.''','''Existing yesterday, today to nothing hurled!- 
Such greatness owns this transitory world.''','''This world possesses the greatness that one who yesterday was is not today.''');
        k[336] = Kural.factory(337,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''ஒருபொழுதும் வாழ்வது அறியார் கருதுப 
கோடியும் அல்ல பல.''','''Who know not if their happy lives shall last the day, 
In fancies infinite beguile the hours away!''','''Innumerable are the thoughts which occupy the mind of (the unwise), who know not that they shall live another moment.''');
        k[337] = Kural.factory(338,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''குடம்பை தனித்துஒழியப் புள்பறந் தற்றே 
உடம்பொடு உயிரிடை நட்பு.''','''Birds fly away, and leave the nest deserted bare; 
Such is the short-lived friendship soul and body share.''','''The love of the soul to the body is like (the love of) a bird to its egg which it flies away from and leaves empty.''');
        k[338] = Kural.factory(339,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''உறங்கு வதுபோலுஞ் சாக்காடு உறங்கி 
விழிப்பது போலும் பிறப்பு.''','''Death is sinking into slumbers deep; 
Birth again is waking out of sleep.''','''Death is like sleep; birth is like awaking from it.''');
        k[339] = Kural.factory(340,u'''அறத்துப்பால்''',u'''நிலையாமை''',u'''புக்கில் அமைந்தின்று கொல்லோ உடம்பினுள் 
துச்சில் இருந்த உயிர்க்கு.''','''The soul in fragile shed as lodger courts repose:- 
Is it because no home\'s conclusive rest it knows?''','''It seems as if the soul, which takes a temporary shelter in a body, had not attained a home.''');
        k[340] = Kural.factory(341,u'''அறத்துப்பால்''',u'''துறவு''',u'''யாதனின் யாதனின் நீங்கியான் நோதல் 
அதனின் அதனின் இலன்.''','''From whatever, aye, whatever, man gets free, 
From what, aye, from that, no more of pain hath he!''','''Whatever thing, a man has renounced, by that thing; he cannot suffer pain.''');
        k[341] = Kural.factory(342,u'''அறத்துப்பால்''',u'''துறவு''',u'''வேண்டின்உண் டாகத் துறக்க துறந்தபின் 
ஈண்டுஇயற் பால பல.''','''\'Renunciation\' made- ev\'n here true pleasures men acquire; 
\'Renounce\' while time is yet, if to those pleasures you aspire.''','''After a man has renounced (all things), there will still be many things in this world (which he may enjoy); if he should desire them, let him, while it is time abandon. (the world).''');
        k[342] = Kural.factory(343,u'''அறத்துப்பால்''',u'''துறவு''',u'''அடல்வேண்டும் ஐந்தன் புலத்தை விடல்வேண்டும் 
வேண்டிய வெல்லாம் ஒருங்கு.''','''\'Perceptions of the five\' must all expire;- 
Relinquished in its order each desire''','''Let the five senses be destroyed; and at the same time, let everything be abandoned that (the ascetic) has (formerly) desired.''');
        k[343] = Kural.factory(344,u'''அறத்துப்பால்''',u'''துறவு''',u'''இயல்பாகும் நோன்பிற்கொன்று இன்மை உடைமை 
மயலாகும் மற்றும் பெயர்த்து.''','''\'Privation absolute\' is penance true; 
\'Possession\' brings bewilderment anew.''','''To be altogether destitute is the proper condition of those who perform austerities; if they possess anything, it will change (their resolution) and bring them back to their confused state.''');
        k[344] = Kural.factory(345,u'''அறத்துப்பால்''',u'''துறவு''',u'''மற்றும் தொடர்ப்பாடு எவன்கொல் பிறப்பறுக்கல் 
உற்றார்க்கு உடம்பும் மிகை.''','''To those who sev\'rance seek from being\'s varied strife, 
Flesh is burthen sore; what then other bonds of life?''','''What means the addition of other things those who are attempting to cut off (future) births, when even their body is too much (for them).''');
        k[345] = Kural.factory(346,u'''அறத்துப்பால்''',u'''துறவு''',u'''யான் எனது என்னும் செருக்கு 
அறுப்பான் வானோர்க்கு உயர்ந்த உலகம் 
புகும்.''','''Who kills conceit that utters \'I\' and \'mine\', 
Shall enter realms above the powers divine.''','''He who destroys the pride which says "I", "mine" will enter a world which is difficult even to the Gods to attain.''');
        k[346] = Kural.factory(347,u'''அறத்துப்பால்''',u'''துறவு''',u'''பற்றி விடாஅ இடும்பைகள் பற்றினைப் 
பற்றி விடாஅ தவர்க்கு.''','''Who cling to things that cling and eager clasp, 
Griefs cling to them with unrelaxing grasp.''','''Sorrows will never let go their hold of those who give not up their hold of desire.''');
        k[347] = Kural.factory(348,u'''அறத்துப்பால்''',u'''துறவு''',u'''தலைப்பட்டார் தீரத் துறந்தார் மயங்கி 
வலைப்பட்டார் மற்றை யவர்.''','''Who thoroughly \'renounce\' on highest height are set; 
The rest bewildered, lie entangled in the net.''','''Those who have entirely renounced (all things and all desire) have obtained (absorption into God); all others wander in confusion, entangled in the net of (many) births.''');
        k[348] = Kural.factory(349,u'''அறத்துப்பால்''',u'''துறவு''',u'''பற்றற்ற கண்ணே பிறப்பறுக்கும் மற்று 
நிலையாமை காணப் படும்.''','''When that which clings falls off, severed is being\'s tie; 
All else will then be seen as instability.''','''At the moment in which desire has been abandoned, (other) births will be cut off; when that has not been done, instability will be seen.''');
        k[349] = Kural.factory(350,u'''அறத்துப்பால்''',u'''துறவு''',u'''பற்றுக பற்றற்றான் பற்றினை அப்பற்றைப் 
பற்றுக பற்று விடற்கு.''','''Cling thou to that which He, to Whom nought clings, hath bid thee cling, 
Cling to that bond, to get thee free from every clinging thing.''','''Desire the desire of Him who is without desire; in order to renounce desire, desire that desire.''');
        k[350] = Kural.factory(351,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''பொருளல்ல வற்றைப் பொருளென்று உணரும் 
மருளானாம் மாணாப் பிறப்பு.''','''Of things devoid of truth as real things men deem;- 
Cause of degraded birth the fond delusive dream!''','''Inglorious births are produced by the confusion (of mind) which considers those things to be real which are not real.''');
        k[351] = Kural.factory(352,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''இருள்நீங்கி இன்பம் பயக்கும் மருள்நீங்கி 
மாசறு காட்சி யவர்க்கு.''','''Darkness departs, and rapture springs to men who see, 
The mystic vision pure, from all delusion free.''','''A clear, undimmed vision of things will deliver its possessors from the darkness of future births, and confer the felicity (of heaven).''');
        k[352] = Kural.factory(353,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''ஐயத்தின் நீங்கித் தெளிந்தார்க்கு வையத்தின் 
வானம் நணிய துடைத்து.''','''When doubts disperse, and mists of error roll 
Away, nearer is heav\'n than earth to sage\'s soul.''','''Heaven is nearer than earth to those men of purified minds who are freed from from doubt.''');
        k[353] = Kural.factory(354,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''ஐயுணர்வு எய்தியக் கண்ணும் பயமின்றே 
மெய்யுணர்வு இல்லா தவர்க்கு.''','''Five-fold perception gained, what benefits accrue 
To them whose spirits lack perception of the true?''','''Even those who have all the knowledge which can be attained by the five senses, will derive no benefit from it, if they are without a knowledge of the true nature of things.''');
        k[354] = Kural.factory(355,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள் 
மெய்ப்பொருள் காண்பது அறிவு.''','''Whatever thing, of whatsoever kind it be, 
\'Tis wisdom\'s part in each the very thing to see.''','''(True) knowledge is the perception concerning every thing of whatever kind, that that thing is the true thing.''');
        k[355] = Kural.factory(356,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''கற்றீண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர் 
மற்றீண்டு வாரா நெறி.''','''Who learn, and here the knowledge of the true obtain, 
Shall find the path that hither cometh not again.''','''They, who in this birth have learned to know the True Being, enter the road which returns not into this world.''');
        k[356] = Kural.factory(357,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''ஓர்த்துள்ளம் உள்ளது உணரின் ஒருதலையாப் 
பேர்த்துள்ள வேண்டா பிறப்பு.''','''The mind that knows with certitude what is, and ponders well, 
Its thoughts on birth again to other life need not to dwell.''','''Let it not be thought that there is another birth for him whose mind having thoroughly considered (all it has been taught) has known the True Being.''');
        k[357] = Kural.factory(358,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''பிறப்பென்னும் பேதைமை நீங்கச் சிறப்பென்னும் 
செம்பொருள் காண்பது அறிவு.''','''When folly, cause of births, departs; and soul can view 
The truth of things, man\'s dignity- \'tis wisdom true.''','''True knowledge consists in the removal of ignorance; which is (the cause of) births, and the perception of the True Being who is (the bestower of) heaven.''');
        k[358] = Kural.factory(359,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''சார்புணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச் 
சார்தரா சார்தரு நோய்.''','''The true \'support\' who knows- rejects \'supports\' he sought before- 
Sorrow that clings all destroys, shall cling to him no more.''','''He who so lives as to know Him who is the support of all things and abandon all desire, will be freed from the evils which would otherwise cleave to him and destroy (his efforts after absorption).''');
        k[359] = Kural.factory(360,u'''அறத்துப்பால்''',u'''மெய்யுணர்தல்''',u'''காமம் வெகுளி மயக்கம் இவ்முன்றன் 
நாமம் கெடக்கெடும் நோய்.''','''When lust and wrath and error\'s triple tyranny is o\'er, 
Their very names for aye extinct, then pain shall be no more.''','''If the very names of these three things, desire, anger, and confusion of mind, be destroyed, then will also perish the evils (which flow from them).''');
        k[360] = Kural.factory(361,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''அவாஎன்ப எல்லா உயிர்க்கும் எஞ்ஞான்றும் 
தவாஅப் பிறப்பீனும் வித்து.''','''The wise declare, through all the days, to every living thing. 
That ceaseless round of birth from seed of strong desire doth spring.''','''(The wise) say that the seed, which produces unceasing births, at all times, to all creatures, is desire.''');
        k[361] = Kural.factory(362,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''வேண்டுங்கால் வேண்டும் பிறவாமை மற்றது 
வேண்டாமை வேண்ட வரும்.''','''If desire you feel, freedom from changing birth require! 
\'I\' will come, if you desire to \'scape, set free from all desire.''','''If anything be desired, freedom from births should be desired; that (freedom from births) will be attained by desiring to be without desire.''');
        k[362] = Kural.factory(363,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''வேண்டாமை அன்ன விழுச்செல்வம் ஈண்டில்லை 
ஆண்டும் அஃதொப்பது இல்.''','''No glorious wealth is here like freedom from desire; 
To bliss like this not even there can soul aspire.''','''There is in this world no excellence equal to freedom from desire; and even in that world, there is nothing like it.''');
        k[363] = Kural.factory(364,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''தூஉய்மை என்பது அவாவின்மை மற்றது 
வாஅய்மை வேண்ட வரும்.''','''Desire\'s decease as purity men know; 
That, too, from yearning search for truth will grow.''','''Purity (of mind) consists in freedom from desire; and that (freedom from desire) is the fruit of the love of truth.''');
        k[364] = Kural.factory(365,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''அற்றவர் என்பார் அவாஅற்றார் மற்றையார் 
அற்றாக அற்றது இலர்.''','''Men freed from bonds of strong desire are free; 
None other share such perfect liberty.''','''They are said to be free (from future birth) who are freed from desire; all others (who, whatever else they may be free from, are not freed from desire) are not thus free.''');
        k[365] = Kural.factory(366,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''அஞ்சுவ தோரும் அறனே ஒருவனை 
வஞ்சிப்ப தோரும் அவா.''','''Desire each soul beguiles; 
True virtue dreads its wiles.''','''It is the chief duty of (an ascetic) to watch against desire with (jealous) fear; for it has power to deceive (and destroy) him.''');
        k[366] = Kural.factory(367,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''அவாவினை ஆற்ற அறுப்பின் தவாவினை 
தான்வேண்டு மாற்றான் வரும்.''','''Who thoroughly rids his life of passion-prompted deed, 
Deeds of unfailing worth shall do, which, as he plans, succeed.''','''If a man thoroughly cut off all desire, the deeds, which confer immortality, will come to him, in the path in which he seeks them.''');
        k[367] = Kural.factory(368,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''அவாஇல்லார்க் கில்லாகுந் துன்பம் அஃதுண்டேல் 
தவாஅது மேன்மேல் வரும்.''','''Affliction is not known where no desires abide; 
Where these are, endless rises sorrow\'s tide.''','''There is no sorrow to those who are without desire; but where that is, (sorrow) will incessantly come, more and more.''');
        k[368] = Kural.factory(369,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''இன்பம் இடையறா தீண்டும் அவாவென்னும் 
துன்பத்துள் துன்பங் கெடின்.''','''When dies away desire, that woe of woes 
Ev\'n here the soul unceasing rapture knows.''','''Even while in this body, joy will never depart (from the mind, in which) desire, that sorrow of sorrows, has been destroyed.''');
        k[369] = Kural.factory(370,u'''அறத்துப்பால்''',u'''அவாவறுத்தல்''',u'''ஆரா இயற்கை அவாநீப்பின் அந்நிலையே 
பேரா இயற்கை தரும்.''','''Drive from thy soul desire insatiate; 
Straight\'way is gained the moveless blissful state.''','''The removal of desire, whose nature it is never to be satisfied, will immediately confer a nature that can never be changed.''');
        k[370] = Kural.factory(371,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''ஆகூழால் தோன்றும் அசைவின்மை கைப்பொருள் 
போகூழால் தோன்றும் மடி.''','''Wealth-giving fate power of unflinching effort brings; 
From fate that takes away idle remissness springs.''','''Perseverance comes from a prosperous fate, and idleness from an adverse fate.''');
        k[371] = Kural.factory(372,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''பேதைப் படுக்கும் இழவூழ் அறிவகற்றும் 
ஆகலூழ் உற்றக் கடை.''','''The fate that loss ordains makes wise men\'s wisdom foolishness; 
The fate that gain bestows with ampler powers will wisdom bless.''','''An adverse fate produces folly, and a prosperous fate produces enlarged knowledge.''');
        k[372] = Kural.factory(373,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''நுண்ணிய நூல்பல கற்பினும் மற்றுந்தன் 
உண்மை யறிவே மிகும்.''','''In subtle learning manifold though versed man be, 
\'The wisdom, truly his, will gain supremacy.''','''Although (a man) may study the most polished treatises, the knowledge which fate has decreed to him will still prevail.''');
        k[373] = Kural.factory(374,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''இருவேறு உலகத்து இயற்கை திருவேறு 
தெள்ளிய ராதலும் வேறு.''','''Two fold the fashion of the world: some live in fortune\'s light; 
While other some have souls in wisdom\'s radiance bright.''','''There are (through fate) two different natures in the world, hence the difference (observable in men) in (their acquisition of) wealth, and in their attainment of knowledge.''');
        k[374] = Kural.factory(375,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''நல்லவை எல்லாஅந் தீயவாம் தீயவும் 
நல்லவாம் செல்வம் செயற்கு.''','''All things that good appear will oft have ill success; 
All evil things prove good for gain of happiness.''','''In the acquisition of property, every thing favourable becomes unfavourable, and (on the other hand) everything unfavourable becomes favourable, (through the power of fate).''');
        k[375] = Kural.factory(376,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''பரியினும் ஆகாவாம் பாலல்ல உய்த்துச் 
சொரியினும் போகா தம.''','''Things not your own will yield no good, howe\'er you guard with pain; 
Your own, howe\'er you scatter them abroad, will yours remain.''','''Whatever is not conferred by fate cannot be preserved although it be guarded with most painful care; and that, which fate has made his, cannot be lost, although one should even take it and throw it away.''');
        k[376] = Kural.factory(377,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''வகுத்தான் வகுத்த வகையல்லால் கோடி 
தொகுத்தார்க்கு துய்த்தல் அரிது.''','''Save as the \'sharer\' shares to each in due degree, 
To those who millions store enjoyment scarce can be.''','''Even those who gather together millions will only enjoy them, as it has been determined by the disposer (of all things).''');
        k[377] = Kural.factory(378,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''துறப்பார்மன் துப்புர வில்லார் உறற்பால 
ஊட்டா கழியு மெனின்.''','''The destitute with ascetics merit share, 
If fate to visit with predestined ills would spare.''','''The destitute will renounce desire (and become ascetics), if (fate) do not make them suffer the hindrances to which they are liable, and they pass away.''');
        k[378] = Kural.factory(379,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''நன்றாங்கால் நல்லவாக் காண்பவர் அன்றாங்கால் 
அல்லற் படுவ தெவன்.''','''When good things come, men view them all as gain; 
When evils come, why then should they complain?''','''How is it that those, who are pleased with good fortune, trouble themselves when evil comes, (since both are equally the decree of fate) ?''');
        k[379] = Kural.factory(380,u'''அறத்துப்பால்''',u'''ஊழ்''',u'''ஊழிற் பெருவலி யாவுள மற்றொன்று 
சூழினுந் தான்முந் துறும்.''','''What powers so great as those of Destiny? Man\'s skill 
Some other thing contrives; but fate\'s beforehand still.''','''What is stronger than fate ? If we think of an expedient (to avert it), it will itself be with us before (the thought).''');
        k[380] = Kural.factory(381,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''படைகுடி கூழ்அமைச்சு நட்பரண் ஆறும் 
உடையான் அரசருள் ஏறு.''','''An army, people, wealth, a minister, friends, fort: six things- 
Who owns them all, a lion lives amid the kings.''','''He who possesses these six things, an army, a people, wealth, ministers, friends and a fortress, is a lion among kings.''');
        k[381] = Kural.factory(382,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''அஞ்சாமை ஈகை அறிவூக்கம் இந்நான்கும் 
எஞ்சாமை வேந்தர்க் கியல்பு.''','''Courage, a liberal hand, wisdom, and energy: these four 
Are qualities a king adorn for evermore.''','''Never to fail in these four things, fearlessness, liberality, wisdom, and energy, is the kingly character.''');
        k[382] = Kural.factory(383,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''தூங்காமை கல்வி துணிவுடைமை இம்மூன்றும் 
நீங்கா நிலனான் பவர்க்கு.''','''A sleepless promptitude, knowledge, decision strong: 
These three for aye to rulers of the land belong.''','''These three things, viz., vigilance, learning, and bravery, should never be wanting in the ruler of a country.''');
        k[383] = Kural.factory(384,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''அறனிழுக்கா தல்லவை நீக்கி மறனிழுக்கா 
மானம் உடைய தரசு.''','''Kingship, in virtue failing not, all vice restrains, 
In courage failing not, it honour\'s grace maintains.''','''He is a king who, with manly modesty, swerves not from virtue, and refrains from vice.''');
        k[384] = Kural.factory(385,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''இயற்றலும் ஈட்டலுங் காத்தலும் காத்த 
வகுத்தலும் வல்ல தரசு.''','''A king is he who treasure gains, stores up, defends, 
And duly for his kingdom\'s weal expends.''','''He is a king who is able to acquire (wealth), to lay it up, to guard, and to distribute it.''');
        k[385] = Kural.factory(386,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''காட்சிக் கெளியன் கடுஞ்சொல்லன் அல்லனேல் 
மீக்கூறும் மன்னன் நிலம்''','''Where king is easy of access, where no harsh word repels, 
That land\'s high praises every subject swells.''','''The whole world will exalt the country of the king who is easy of access, and who is free from harsh language.''');
        k[386] = Kural.factory(387,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''இன்சொலால் ஈத்தளிக்க வல்லார்க்குத் தன்சொலால் 
தான்கண் டனைத்திவ் வுலகு.''','''With pleasant speech, who gives and guards with powerful liberal hand, 
He sees the world obedient all to his command.''','''The world will praise and submit itself to the mind of the king who is able to give with affability, and to protect all who come to him.''');
        k[387] = Kural.factory(388,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''முறைசெய்து காப்பாற்றும் மன்னவன் மக்கட்கு 
இறையென்று வைக்கப் படும்.''','''Who guards the realm and justice strict maintains, 
That king as god o\'er subject people reigns.''','''That king, will be esteemed a God among men, who performs his own duties, and protects (his subjects).''');
        k[388] = Kural.factory(389,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''செவிகைப்பச் சொற்பொறுக்கும் பண்புடை வேந்தன் 
கவிகைக்கீழ்த் தங்கும் உலகு.''','''The king of worth, who can words bitter to his ear endure, 
Beneath the shadow of his power the world abides secure.''','''The whole world will dwell under the umbrella of the king, who can bear words that embitter the ear.''');
        k[389] = Kural.factory(390,u'''பொருட்பால்''',u'''இறைமாட்சி''',u'''கொடையளி செங்கோல் குடியோம்பல் நான்கும் 
உடையானாம் வேந்தர்க் கொளி.''','''Gifts, grace, right sceptre, care of people\'s weal; 
These four a light of dreaded kings reveal.''','''He is the light of kings who has there four things, beneficence, benevolence, rectitude, and care for his people.''');
        k[390] = Kural.factory(391,u'''பொருட்பால்''',u'''கல்வி''',u'''கற்க கசடறக் கற்பவை கற்றபின் 
நிற்க அதற்குத் தக.''','''So learn that you may full and faultless learning gain, 
Then in obedience meet to lessons learnt remain.''','''Let a man learn thoroughly whatever he may learn, and let his conduct be worthy of his learning.''');
        k[391] = Kural.factory(392,u'''பொருட்பால்''',u'''கல்வி''',u'''எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் 
கண்ணென்ப வாழும் உயிர்க்கு.''','''The twain that lore of numbers and of letters give 
Are eyes, the wise declare, to all on earth that live.''','''Letters and numbers are the two eyes of man.''');
        k[392] = Kural.factory(393,u'''பொருட்பால்''',u'''கல்வி''',u'''கண்ணுடையர் என்பவர் கற்றோர் முகத்திரண்டு 
புண்ணுடையர் கல்லா தவர்.''','''Men who learning gain have eyes, men say; 
Blockheads\' faces pairs of sores display.''','''The learned are said to have eyes, but the unlearned have (merely) two sores in their face.''');
        k[393] = Kural.factory(394,u'''பொருட்பால்''',u'''கல்வி''',u'''உவப்பத் தலைக்கூடி உள்ளப் பிரிதல் 
அனைத்தே புலவர் தொழில்.''','''You meet with joy, with pleasant thought you part; 
Such is the learned scholar\'s wonderous art!''','''It is the part of the learned to give joy to those whom they meet, and on leaving, to make them think (Oh! when shall we meet them again.)''');
        k[394] = Kural.factory(395,u'''பொருட்பால்''',u'''கல்வி''',u'''உடையார்முன் இல்லார்போல் ஏக்கற்றுங் கற்றார் 
கடையரே கல்லா தவர்.''','''With soul submiss they stand, as paupers front a rich man\'s face; 
Yet learned men are first; th\'unlearned stand in lowest place.''','''The unlearned are inferior to the learned, before whom they stand begging, as the destitute before the wealthy.''');
        k[395] = Kural.factory(396,u'''பொருட்பால்''',u'''கல்வி''',u'''தொட்டனைத் தூறும் மணற்கேணி மாந்தர்க்குக் 
கற்றனைத் தூறும் அறிவு.''','''In sandy soil, when deep you delve, you reach the springs below; 
The more you learn, the freer streams of wisdom flow.''','''Water will flow from a well in the sand in proportion to the depth to which it is dug, and knowledge will flow from a man in proportion to his learning.''');
        k[396] = Kural.factory(397,u'''பொருட்பால்''',u'''கல்வி''',u'''யாதானும் நாடாமால் ஊராமால் என்னொருவன் 
சாந்துணையுங் கல்லாத வாறு.''','''The learned make each land their own, in every city find a home; 
Who, till they die; learn nought, along what weary ways they roam!''','''How is it that any one can remain without learning, even to his death, when (to the learned man) every country is his own (country), and every town his own (town) ?''');
        k[397] = Kural.factory(398,u'''பொருட்பால்''',u'''கல்வி''',u'''ஒருமைக்கண் தான்கற்ற கல்வி ஒருவற்கு 
எழுமையும் ஏமாப் புடைத்து.''','''The man who store of learning gains, 
In one, through seven worlds, bliss attains.''','''The learning, which a man has acquired in one birth, will yield him pleasure during seven births.''');
        k[398] = Kural.factory(399,u'''பொருட்பால்''',u'''கல்வி''',u'''தாமின் புறுவது உலகின் புறக்கண்டு 
காமுறுவர் கற்றறிந் தார்.''','''Their joy is joy of all the world, they see; thus more 
The learners learn to love their cherished lore.''','''The learned will long (for more learning), when they see that while it gives pleasure to themselves, the world also derives pleasure from it.''');
        k[399] = Kural.factory(400,u'''பொருட்பால்''',u'''கல்வி''',u'''கேடில் விழுச்செல்வம் கல்வி யொருவற்கு 
மாடல்ல மற்றை யவை.''','''Learning is excellence of wealth that none destroy; 
To man nought else affords reality of joy.''','''Learning is the true imperishable riches; all other things are not riches.''');
        k[400] = Kural.factory(401,u'''பொருட்பால்''',u'''கல்லாமை''',u'''அரங்கின்றி வட்டாடி யற்றே நிரம்பிய 
நூலின்றிக் கோட்டி கொளல்.''','''Like those at draughts would play without the chequered square, 
Men void of ample lore would counsels of the learned share.''','''To speak in an assembly (of the learned) without fullness of knowledge, is like playing at chess (on a board) without squares.''');
        k[401] = Kural.factory(402,u'''பொருட்பால்''',u'''கல்லாமை''',u'''கல்லாதான் சொற்கா முறுதல் முலையிரண்டும் 
இல்லாதாள் பெண்காமுற் றற்று.''','''Like those who doat on hoyden\'s undeveloped charms are they, 
Of learning void, who eagerly their power of words display.''','''The desire of the unlearned to speak (in an assembly), is like a woman without breasts desiring (the enjoyment of ) woman-hood.''');
        k[402] = Kural.factory(403,u'''பொருட்பால்''',u'''கல்லாமை''',u'''கல்லா தவரும் நனிநல்லர் கற்றார்முன் 
சொல்லா திருக்கப் பெறின்.''','''The blockheads, too, may men of worth appear, 
If they can keep from speaking where the learned hear!''','''The unlearned also are very excellent men, if they know how to keep silence before the learned.''');
        k[403] = Kural.factory(404,u'''பொருட்பால்''',u'''கல்லாமை''',u'''கல்லாதான் ஒட்பம் கழியநன் றாயினும் 
கொள்ளார் அறிவுடை யார்.''','''From blockheads\' lips, when words of wisdom glibly flow, 
The wise receive them not, though good they seem to show.''','''Although the natural knowledge of an unlearned man may be very good, the wise will not accept for true knowledge.''');
        k[404] = Kural.factory(405,u'''பொருட்பால்''',u'''கல்லாமை''',u'''கல்லா ஒருவன் தகைமை தலைப்பெய்து 
சொல்லாடச் சோர்வு படும்.''','''As worthless shows the worth of man unlearned, 
When council meets, by words he speaks discerned.''','''The self-conceit of an unlearned man will fade away, as soon as he speaks in an assembly (of the learned).''');
        k[405] = Kural.factory(406,u'''பொருட்பால்''',u'''கல்லாமை''',u'''உளரென்னும் மாத்திரையர் அல்லால் பயவாக் 
களரனையர் கல்லா தவர்.''','''\'They are\': so much is true of men untaught; 
But, like a barren field, they yield us nought!''','''The unlearned are like worthless barren land: all that can be said of them is, that they exist.''');
        k[406] = Kural.factory(407,u'''பொருட்பால்''',u'''கல்லாமை''',u'''நுண்மாண் நுழைபுலம் இல்லான் எழில்நலம் 
மண்மாண் புனைபாவை யற்று.''','''Who lack the power of subtle, large, and penetrating sense, 
Like puppet, decked with ornaments of clay, their beauty\'s vain pretence.''','''The beauty and goodness of one who is destitute of knowledge by the study of great and exquisite works, is like (the beauty and goodness) of a painted earthen doll.''');
        k[407] = Kural.factory(408,u'''பொருட்பால்''',u'''கல்லாமை''',u'''நல்லார்கண் பட்ட வறுமையின் இன்னாதே 
கல்லார்கண் பட்ட திரு.''','''To men unlearned, from fortune\'s favour greater-evil springs 
Than poverty to men of goodly wisdom brings.''','''Wealth, gained by the unlearned, will give more sorrow than the poverty which may come upon the learned.''');
        k[408] = Kural.factory(409,u'''பொருட்பால்''',u'''கல்லாமை''',u'''மேற்பிறந்தா ராயினும் கல்லாதார் கீழ்ப்பிறந்தும் 
கற்றார் அனைத்திலர் பாடு.''','''Lower are men unlearned, though noble be their race, 
Than low-born men adorned with learning\'s grace.''','''The unlearned, though born in a high caste, are not equal in dignity to the learned; though they may have been born in a low caste.''');
        k[409] = Kural.factory(410,u'''பொருட்பால்''',u'''கல்லாமை''',u'''விலங்கொடு மக்கள் அனையர் இலங்குநூல் 
கற்றாரோடு ஏனை யவர்.''','''Learning\'s irradiating grace who gain, 
Others excel, as men the bestial train.''','''As beasts by the side of men, so are other men by the side of those who are learned in celebrated works.''');
        k[410] = Kural.factory(411,u'''பொருட்பால்''',u'''கேள்வி''',u'''செல்வத்துட் செல்வஞ் செவிச்செல்வம் அச்செல்வம் 
செல்வத்து ளெல்லாந் தலை.''','''Wealth of wealth is wealth acquired be ear attent; 
Wealth mid all wealth supremely excellent.''','''Wealth (gained) by the ear is wealth of wealth; that wealth is the chief of all wealth.''');
        k[411] = Kural.factory(412,u'''பொருட்பால்''',u'''கேள்வி''',u'''செவுக்குண வில்லாத போழ்து சிறிது 
வயிற்றுக்கும் ஈயப் படும்.''','''When \'tis no longer time the listening ear to feed 
With trifling dole of food supply the body\'s need.''','''When there is no food for the ear, give a little also to the stomach.''');
        k[412] = Kural.factory(413,u'''பொருட்பால்''',u'''கேள்வி''',u'''செவியுணவிற் கேள்வி யுடையார் அவியுணவின் 
ஆன்றாரோ டொப்பர் நிலத்து.''','''Who feed their ear with learned teachings rare, 
Are like the happy gods oblations rich who share.''','''Those who in this world enjoy instruction which is the food of the ear, are equal to the Gods, who enjoy the food of the sacrifices.''');
        k[413] = Kural.factory(414,u'''பொருட்பால்''',u'''கேள்வி''',u'''கற்றில னாயினுங் கேட்க அஃதொருவற்கு 
ஒற்கத்தின் ஊற்றாந் துணை.''','''Though learning none hath he, yet let him hear alway: 
In weakness this shall prove a staff and stay.''','''Although a man be without learning, let him listen (to the teaching of the learned); that will be to him a staff in adversity.''');
        k[414] = Kural.factory(415,u'''பொருட்பால்''',u'''கேள்வி''',u'''இழுக்கல் உடையுழி ஊற்றுக்கோல் அற்றே 
ஒழுக்க முடையார்வாய்ச் சொல்.''','''Like staff in hand of him in slippery ground who strays 
Are words from mouth of those who walk in righteous ways.''','''The words of the good are like a staff in a slippery place.''');
        k[415] = Kural.factory(416,u'''பொருட்பால்''',u'''கேள்வி''',u'''எனைத்தானும் நல்லவை கேட்க அனைத்தானும் 
ஆன்ற பெருமை தரும்.''','''Let each man good things learn, for e\'en as he 
Shall learn, he gains increase of perfect dignity.''','''Let a man listen, never so little, to good (instruction), even that will bring him great dignity.''');
        k[416] = Kural.factory(417,u'''பொருட்பால்''',u'''கேள்வி''',u'''பிழைத்துணர்ந்தும் பேதைமை சொல்லா ரிழைத்துணர்ந் 
தீண்டிய கேள்வி யவர்.''','''Not e\'en through inadvertence speak they foolish word, 
With clear discerning mind who\'ve learning\'s ample lessons heard.''','''Not even when they have imperfectly understood (a matter), will those men speak foolishly, who have profoundly studied and diligently listened (to instruction).''');
        k[417] = Kural.factory(418,u'''பொருட்பால்''',u'''கேள்வி''',u'''கேட்பினுங் கேளாத் தகையவே கேள்வியால் 
தோட்கப் படாத செவி.''','''Where teaching hath not oped the learner\'s ear, 
The man may listen, but he scarce can hear.''','''The ear which has not been bored by instruction, although it hears, is deaf.''');
        k[418] = Kural.factory(419,u'''பொருட்பால்''',u'''கேள்வி''',u'''நுணங்கிய கேள்விய ரல்லார் வணங்கிய 
வாயின ராதல் அரிது.''','''\'Tis hard for mouth to utter gentle, modest word, 
When ears discourse of lore refined have never heard.''','''It is a rare thing to find modesty, a reverend mouth- with those who have not received choice instruction.''');
        k[419] = Kural.factory(420,u'''பொருட்பால்''',u'''கேள்வி''',u'''செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள் 
அவியினும் வாழினும் என்.''','''His mouth can taste, but ear no taste of joy can give! 
What matter if he die, or prosperous live?''','''What does it matter whether those men live or die, who can judge of tastes by the mouth, and not by the ear ?''');
        k[420] = Kural.factory(421,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''அறிவற்றங் காக்குங் கருவி செறுவார்க்கும் 
உள்ளழிக்க லாகா அரண்.''','''True wisdom wards off woes, A circling fortress high; 
Its inner strength man\'s eager foes Unshaken will defy.''','''Wisdom is a weapon to ward off destruction; it is an inner fortress which enemies cannot destroy.''');
        k[421] = Kural.factory(422,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''சென்ற இடத்தால் செலவிடா தீதொரீஇ 
நன்றின்பால் உய்ப்ப தறிவு.''','''Wisdom restrains, nor suffers mind to wander where it would; 
From every evil calls it back, and guides in way of good.''','''Not to permit the mind to go where it lists, to keep it from evil, and to employ it in good, this is wisdom.''');
        k[422] = Kural.factory(423,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''எப்பொருள் யார்யார்வாய்க் கேட்பினும் அப்பொருள் 
மெய்ப்பொருள் காண்ப தறிவு.''','''Though things diverse from divers sages\' lips we learn, 
\'Tis wisdom\'s part in each the true thing to discern.''','''To discern the truth in every thing, by whomsoever spoken, is wisdom.''');
        k[423] = Kural.factory(424,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''எண்பொருள வாகச் செலச்சொல்லித் தான்பிறர்வாய் 
நுண்பொருள் காண்ப தறிவு.''','''Wisdom hath use of lucid speech, words that acceptance win, 
And subtle sense of other men\'s discourse takes in.''','''To speak so as that the meaning may easily enter the mind of the hearer, and to discern the subtlest thought which may lie hidden in the words of others, this is wisdom.''');
        k[424] = Kural.factory(425,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''உலகம் தழீஇய தொட்பம் மலர்தலும் 
கூம்பலும் இல்ல தறிவு.''','''Wisdom embraces frank the world, to no caprice exposed; 
Unlike the lotus flower, now opened wide, now petals strictly closed.''','''To secure the friendship of the great is true wisdom; it is (also) wisdom to keep (that friendship unchanged, and) not opening and closing (like the lotus flower).''');
        k[425] = Kural.factory(426,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''எவ்வ துறைவது உலகம் உலகத்தோடு 
அவ்வ துறைவ தறிவு.''','''As dwells the world, so with the world to dwell 
In harmony- this is to wisely live and well.''','''To live as the world lives, is wisdom.''');
        k[426] = Kural.factory(427,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''அறிவுடையார் ஆவ தறிவார் அறிவிலார் 
அஃதறி கல்லா தவர்.''','''The wise discern, the foolish fail to see, 
And minds prepare for things about to be.''','''The wise are those who know beforehand what will happen; those who do not know this are the unwise.''');
        k[427] = Kural.factory(428,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''அஞ்சுவ தஞ்சாமை பேதைமை அஞ்சுவது 
அஞ்சல் அறிவார் தொழில்.''','''Folly meets fearful ills with fearless heart; 
To fear where cause of fear exists is wisdom\'s part.''','''Not to fear what ought to be feared, is folly; it is the work of the wise to fear what should be feared.''');
        k[428] = Kural.factory(429,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''எதிரதாக் காக்கும் அறிவினார்க் கில்லை 
அதிர வருவதோர் நோய்.''','''The wise with watchful soul who coming ills foresee; 
From coming evil\'s dreaded shock are free.''','''No terrifying calamity will happen to the wise, who (foresee) and guard against coming evils.''');
        k[429] = Kural.factory(430,u'''பொருட்பால்''',u'''அறிவுடைமை''',u'''அறிவுடையார் எல்லா முடையார் அறிவிலார் 
என்னுடைய ரேனும் இலர்.''','''The wise is rich, with ev\'ry blessing blest; 
The fool is poor, of everything possessed.''','''Those who possess wisdom, possess every thing; those who have not wisdom, whatever they may possess, have nothing.''');
        k[430] = Kural.factory(431,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''செருக்குஞ் சினமும் சிறுமையும் இல்லார் 
பெருக்கம் பெருமித நீர்த்து.''','''Who arrogance, and wrath, and littleness of low desire restrain, 
To sure increase of lofty dignity attain.''','''Truly great is the excellence of those (kings) who are free from pride, anger, and lust.''');
        k[431] = Kural.factory(432,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''இவறலும் மாண்பிறந்த மானமும் மாணா 
உவகையும் ஏதம் இறைக்கு.''','''A niggard hand, o\'erweening self-regard, and mirth 
Unseemly, bring disgrace to men of kingly brith.''','''Avarice, undignified pride, and low pleasures are faults in a king.''');
        k[432] = Kural.factory(433,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''தினைத்துணையாங் குற்றம் வரினும் பனைத்துணையாக் 
கொள்வர் பழிநாணு வார்.''','''Though small as millet-seed the fault men deem; 
As palm tree vast to those who fear disgrace \'twill seem.''','''Those who fear guilt, if they commit a fault small as a millet seed, will consider it to be as large as a palmyra tree.''');
        k[433] = Kural.factory(434,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''குற்றமே காக்க பொருளாகக் குற்றமே 
அற்றந் த்ரூஉம் பகை.''','''Freedom from faults is wealth; watch heedfully 
\'Gainst these, for fault is fatal enmity.''','''Guard against faults as a matter (of great consequence; for) faults are a deadly enemy.''');
        k[434] = Kural.factory(435,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர் 
வைத்தூறு போலக் கெடும்.''','''His joy who guards not \'gainst the coming evil day, 
Like straw before the fire shall swift consume away.''','''The prosperity of him who does not timely guard against faults, will perish like straw before fire.''');
        k[435] = Kural.factory(436,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''தன்குற்றம் நீக்கிப் பிறர்குற்றங் காண்கிற்பின் 
என்குற்ற மாகும் இறைக்கு.''','''Faultless the king who first his own faults cures, and then 
Permits himself to scan faults of other men.''','''What fault will remain in the king who has put away his own evils, and looks after the evils of others.''');
        k[436] = Kural.factory(437,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''செயற்பால செய்யா திவறியான் செல்வம் 
உயற்பால தன்றிக் கெடும்.''','''Who leaves undone what should be done, with niggard mind, 
His wealth shall perish, leaving not a wrack behind.''','''The wealth of the avaricious man, who does not expend it for the purposes for which he ought to expend it will waste away and not continue.''');
        k[437] = Kural.factory(438,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''பற்றுள்ளம் என்னும் இவறன்மை எற்றுள்ளும் 
எண்ணப் படுவதொன் றன்று.''','''The greed of soul that avarice men call, 
When faults are summed, is worst of all.''','''Griping avarice is not to be reckoned as one among other faults; (it stands alone - greater than all).''');
        k[438] = Kural.factory(439,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''வியவற்க எஞ்ஞான்றும் தன்னை நயவற்க 
நன்றி பயவா வினை.''','''Never indulge in self-complaisant mood, 
Nor deed desire that yields no gain of good.''','''Let no (one) praise himself, at any time; let him not desire to do useless things.''');
        k[439] = Kural.factory(440,u'''பொருட்பால்''',u'''குற்றங்கடிதல்''',u'''காதல காதல் அறியாமை உய்க்கிற்பின் 
ஏதில ஏதிலார் நூல்.''','''If, to your foes unknown, you cherish what you love, 
Counsels of men who wish you harm will harmless prove.''','''If (a king) enjoys, privately the things which he desires, the designs of his enemies will be useless.''');
        k[440] = Kural.factory(441,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''அறனறிந்து மூத்த அறிவுடையார் கேண்மை 
திறனறிந்து தேர்ந்து கொளல்.''','''As friends the men who virtue know, and riper wisdom share, 
Their worth weighed well, the king should choose with care.''','''Let (a king) ponder well its value, and secure the friendship of men of virtue and of mature knowledge.''');
        k[441] = Kural.factory(442,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''உற்றநோய் நீக்கி உறாஅமை முற்காக்கும் 
பெற்றியார்ப் பேணிக் கொளல்.''','''Cherish the all-accomplished men as friends, 
Whose skill the present ill removes, from coming ill defends.''','''Let (a king) procure and kindly care for men who can overcome difficulties when they occur, and guard against them before they happen.''');
        k[442] = Kural.factory(443,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''அரியவற்று ளெல்லாம் அரிதே பெரியாரைப் 
பேணித் தமராக் கொளல்.''','''To cherish men of mighty soul, and make them all their own, 
Of kingly treasures rare, as rarest gift is known.''','''To cherish great men and make them his own, is the most difficult of all difficult things.''');
        k[443] = Kural.factory(444,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''தம்மிற் பெரியார் தமரா ஒழுகுதல் 
வன்மையு ளெல்லாந் தலை.''','''To live with men of greatness that their own excels, 
As cherished friends, is greatest power that with a monarch dwells.''','''So to act as to make those men, his own, who are greater than himself is of all powers the highest.''');
        k[444] = Kural.factory(445,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''சூழ்வார்கண் ணாக ஒழுகலான் மன்னவன் 
சூழ்வாரைக் சூழ்ந்து கொளல்.''','''The king, since counsellors are monarch\'s eyes, 
Should counsellors select with counsel wise.''','''As a king must use his ministers as eyes (in managing his kingdom), let him well examine their character and qualifications before he engages them.''');
        k[445] = Kural.factory(446,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''தக்கா ரினத்தனாய்த் தானொழுக வல்லானைச் 
செற்றார் செயக்கிடந்த தில்.''','''The king, who knows to live with worthy men allied, 
Has nought to fear from any foeman\'s pride.''','''There will be nothing left for enemies to do, against him who has the power of acting (so as to secure) the fellowship of worthy men.''');
        k[446] = Kural.factory(447,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''இடிக்குந் துணையாரை யாள்வரை யாரே 
கெடுக்குந் தகைமை யவர்.''','''What power can work his fall, who faithful ministers 
Employs, that thunder out reproaches when he errs.''','''Who are great enough to destroy him who has servants that have power to rebuke him ?''');
        k[447] = Kural.factory(448,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''இடிப்பாரை இல்லாத ஏமரா மன்னன் 
கெடுப்பா ரிலானுங் கெடும்.''','''The king with none to censure him, bereft of safeguards all, 
Though none his ruin work, shall surely ruined fall.''','''The king, who is without the guard of men who can rebuke him, will perish, even though there be no one to destroy him.''');
        k[448] = Kural.factory(449,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''முதலிலார்க ஊதிய மில்லை மதலையாஞ் 
சார்பிலார்க் கில்லை நிலை.''','''Who owns no principal, can have no gain of usury; 
Who lacks support of friends, knows no stability.''','''There can be no gain to those who have no capital; and in like manner there can be no permanence to those who are without the support of adherents.''');
        k[449] = Kural.factory(450,u'''பொருட்பால்''',u'''பெரியாரைத் துணைக்கோடல்''',u'''பல்லார் பகைகொளலிற் பத்தடுத்த தீமைத்தே 
நல்லார் தொடர்கை விடல்.''','''Than hate of many foes incurred, works greater woe 
Ten-fold, of worthy men the friendship to forego.''','''It is tenfold more injurious to abandon the friendship of the good, than to incur the hatred of the many.''');
        k[450] = Kural.factory(451,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''சிற்றினம் அஞ்சும் பெருமை சிறுமைதான் 
சுற்றமாச் சூழ்ந்து விடும்.''','''The great of soul will mean association fear; 
The mean of soul regard mean men as kinsmen dear.''','''(True) greatness fears the society of the base; it is only the low - minded who will regard them as friends.''');
        k[451] = Kural.factory(452,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''நிலத்தியல்பால் நீர்திரிந் தற்றாகும் மாந்தர்க்கு 
இனத்தியல்ப தாகும் அறிவு.''','''The waters\' virtues change with soil through which they flow; 
As man\'s companionship so will his wisdom show.''','''As water changes (its nature), from the nature of the soil (in which it flows), so will the character of men resemble that of their associates.''');
        k[452] = Kural.factory(453,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனத்தானாம் மாந்தர்க் குணர்ச்சி இனத்தானாம் 
இன்னான் எனப்படுஞ் சொல்.''','''Perceptions manifold in men are of the mind alone; 
The value of the man by his companionship is known.''','''The power of knowing is from the mind; (but) his character is from that of his associates.''');
        k[453] = Kural.factory(454,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனத்து ளதுபோலக் காட்டி ஒருவற்கு 
இனத்துள தாகும் அறிவு.''','''Man\'s wisdom seems the offspring of his mind; 
\'Tis outcome of companionship we find.''','''Wisdom appears to rest in the mind, but it really exists to a man in his companions.''');
        k[454] = Kural.factory(455,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனந்தூய்மை செய்வினை தூய்மை இரண்டும் 
இனந்தூய்மை தூவா வரும்.''','''Both purity of mind, and purity of action clear, 
Leaning no staff of pure companionship, to man draw near.''','''Chaste company is the staff on which come, these two things, viz, purity of mind and purity of conduct.''');
        k[455] = Kural.factory(456,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனந்தூயார்க் கெச்சம்நன் றாகும் இனந்தூயார்க்கு 
இல்லைநன் றாகா வினை.''','''From true pure-minded men a virtuous race proceeds; 
To men of pure companionship belong no evil deeds.''','''To the pure-minded there will be a good posterity. By those whose associates are pure, no deeds will be done that are not good.''');
        k[456] = Kural.factory(457,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனநலம் மன்னுயிர்க் காக்கம் இனநலம் 
எல்லாப் புகழும் தரும்.''','''Goodness of mind to lives of men increaseth gain; 
And good companionship doth all of praise obtain.''','''Goodness of mind will give wealth, and good society will bring with it all praise, to men.''');
        k[457] = Kural.factory(458,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனநலம் நன்குடைய ராயினும் சான்றோர்க்கு 
இனநலம் ஏமாப் புடைத்து.''','''To perfect men, though minds right good belong, 
Yet good companionship is confirmation strong.''','''Although they may have great (natural) goodness of mind, yet good society will tend to strengthen it.''');
        k[458] = Kural.factory(459,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''மனநலத்தின் ஆகும் மறுமைமற் றஃதும் 
இனநலத்தின் ஏமாப் புடைத்து.''','''Although to mental goodness joys of other life belong, 
Yet good companionship is confirmation strong.''','''Future bliss is (the result) of goodness of mind; and even this acquires strength from the society of the good.''');
        k[459] = Kural.factory(460,u'''பொருட்பால்''',u'''சிற்றினஞ்சேராமை''',u'''நல்லினத்தி னூங்குந் துணையில்லை தீயினத்தின் 
அல்லற் படுப்பதூஉம் இல்.''','''Than good companionship no surer help we know; 
Than bad companionship nought causes direr woe.''','''There is no greater help than the company of the good; there is no greater source of sorrow than the company of the wicked.''');
        k[460] = Kural.factory(461,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும் 
ஊதியமும் சூழ்ந்து செயல்.''','''Expenditure, return, and profit of the deed 
In time to come; weigh these- than to the act proceed.''','''Let a man reflect on what will be lost, what will be acquired and (from these) what will be his ultimate gain, and (then, let him) act.''');
        k[461] = Kural.factory(462,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''தெரிந்த இனத்தொடு தேர்ந்தெண்ணிச் செய்வார்க்கு 
அரும்பொருள் யாதொன்றும் இல்.''','''With chosen friends deliberate; next use the private thought; 
Then act. By those who thus proceed all works with ease are wrought.''','''There is nothing too difficult to (be attained by) those who, before they act, reflect well themselves, and thoroughly consider (the matter) with chosen friends.''');
        k[462] = Kural.factory(463,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''ஆக்கம் கருதி முதலிழக்கும் செய்வினை 
ஊக்கார் அறிவுடை யார்.''','''To risk one\'s all and lose, aiming at added gain, 
Is rash affair, from which the wise abstain.''','''Wise men will not, in the hopes of profit, undertake works that will consume their principal.''');
        k[463] = Kural.factory(464,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''தெளிவி லதனைத் தொடங்கார் இளிவென்னும் 
ஏதப்பாடு அஞ்சு பவர்.''','''A work of which the issue is not clear, 
Begin not they reproachful scorn who fear.''','''Those who fear reproach will not commence anything which has not been (thoroughly considered) and made clear to them.''');
        k[464] = Kural.factory(465,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''வகையறச் சூழா தெழுதல் பகைவரைப் 
பாத்திப் படுப்பதோ ராறு.''','''With plans not well matured to rise against your foe, 
Is way to plant him out where he is sure to grow!''','''One way to promote the prosperity of an enemy, is (for a king) to set out (to war) without having thoroughly weighed his ability (to cope with its chances).''');
        k[465] = Kural.factory(466,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''செய்தக்க அல்ல செயக்கெடும் செய்தக்க 
செய்யாமை யானுங் கெடும்.''','''\'Tis ruin if man do an unbefitting thing; 
Fit things to leave undone will equal ruin bring.''','''He will perish who does not what is not fit to do; and he also will perish who does not do what it is fit to do.''');
        k[466] = Kural.factory(467,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''எண்ணித் துணிக கருமம் துணிந்தபின் 
எண்ணுவம் என்பது இழுக்கு.''','''Think, and then dare the deed! Who cry, 
\'Deed dared, we\'ll think,\' disgraced shall be.''','''Consider, and then undertake a matter; after having undertaken it, to say "We will consider," is folly.''');
        k[467] = Kural.factory(468,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''ஆற்றின் வருந்தா வருத்தம் பலர்நின்று 
போற்றினும் பொத்துப் படும்.''','''On no right system if man toil and strive, 
Though many men assist, no work can thrive.''','''The work, which is not done by suitable methods, will fail though many stand to uphold it.''');
        k[468] = Kural.factory(469,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''நன்றாற்ற லுள்ளுந் தவுறுண்டு அவரவர் 
பண்பறிந் தாற்றாக் கடை.''','''Though well the work be done, yet one mistake is made, 
To habitudes of various men when no regard is paid.''','''There are failures even in acting well, when it is done without knowing the various dispositions of men.''');
        k[469] = Kural.factory(470,u'''பொருட்பால்''',u'''தெரிந்துசெயல்வகை''',u'''எள்ளாத எண்ணிச் செயல்வேண்டும் தம்மோடு 
கொள்ளாத கொள்ளாது உலகு.''','''Plan and perform no work that others may despise; 
What misbeseems a king the world will not approve as wise.''','''Let a man reflect, and do things which bring no reproach; the world will not approve, with him, of things which do not become of his position to adopt.''');
        k[470] = Kural.factory(471,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''வினைவலியும் தன்வலியும் மாற்றான் வலியும் 
துணைவலியும் தூக்கிச் செயல்.''','''The force the strife demands, the force he owns, the force of foes, 
The force of friends; these should he weigh ere to the war he goes.''','''Let (one) weigh well the strength of the deed (he purposes to do), his own strength, the strength of his enemy, and the strength of the allies (of both), and then let him act.''');
        k[471] = Kural.factory(472,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''ஒல்வ தறிவது அறிந்ததன் கண்தங்கிச் 
செல்வார்க்குச் செல்லாதது இல்.''','''Who know what can be wrought, with knowledge of the means, on this, 
Their mind firm set, go forth, nought goes with them amiss.''','''There is nothing which may not be accomplished by those who, before they attack (an enemy), make themselves acquainted with their own ability, and with whatever else is (needful) to be known, and apply themselves wholly to their object.''');
        k[472] = Kural.factory(473,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''உடைத்தம் வலியறியார் ஊக்கத்தின் ஊக்கி 
இடைக்கண் முரிந்தார் பலர்.''','''Ill-deeming of their proper powers, have many monarchs striven, 
And midmost of unequal conflict fallen asunder riven.''','''There are many who, ignorant of their (want of) power (to meet it), have haughtily set out to war, and broken down in the midst of it.''');
        k[473] = Kural.factory(474,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''அமைந்தாங் கொழுகான் அளவறியான் தன்னை 
வியந்தான் விரைந்து கெடும்.''','''Who not agrees with those around, no moderation knows, 
In self-applause indulging, swift to ruin goes.''','''He will quickly perish who, ignorant of his own resources flatters himself of his greatness, and does not live in peace with his neighbours.''');
        k[474] = Kural.factory(475,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''பீலிபெய் சாகாடும் அச்சிறும் அப்பண்டஞ் 
சால மிகுத்துப் பெயின்.''','''With peacock feathers light, you load the wain; 
Yet, heaped too high, the axle snaps in twain.''','''The axle tree of a bandy, loaded only with peacocks\' feathers will break, if it be greatly overloaded.''');
        k[475] = Kural.factory(476,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''நுனிக்கொம்பர் ஏறினார் அஃதிறந் தூக்கின் 
உயிர்க்கிறுதி ஆகி விடும்.''','''Who daring climbs, and would himself upraise 
Beyond the branch\'s tip, with life the forfeit pays.''','''There will be an end to the life of him who, having climbed out to the end of a branch, ventures to go further.''');
        k[476] = Kural.factory(477,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''ஆற்றின் அறவறிந்து ஈக அதுபொருள் 
போற்றி வழங்கு நெறி.''','''With knowledge of the measure due, as virtue bids you give! 
That is the way to guard your wealth, and seemly live.''','''Let a man know the measure of his ability (to give), and let him give accordingly; such giving is the way to preserve his property.''');
        k[477] = Kural.factory(478,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''ஆகாறு அளவிட்டி தாயினுங் கேடில்லை 
போகாறு அகலாக் கடை.''','''Incomings may be scant; but yet, no failure there, 
If in expenditure you rightly learn to spare.''','''Even though the income (of a king) be small, it will not cause his (ruin), if his outgoings be not larger than his income.''');
        k[478] = Kural.factory(479,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''அளவற஧ந்து வாழாதான் வாழ்க்கை உளபோல 
இல்லாகித் தோன்றாக் கெடும்.''','''Who prosperous lives and of enjoyment knows no bound, 
His seeming wealth, departing, nowhere shall be found.''','''The prosperity of him who lives without knowing the measure (of his property), will perish, even while it seems to continue.''');
        k[479] = Kural.factory(480,u'''பொருட்பால்''',u'''வலியறிதல்''',u'''உளவரை தூக்காத ஒப்புர வாண்மை 
வளவரை வல்லைக் கெடும்.''','''Beneficence that measures not its bound of means, 
Will swiftly bring to nought the wealth on which it leans.''','''The measure of his wealth will quickly perish, whose liberality weighs not the measure of his property.''');
        k[480] = Kural.factory(481,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''பகல்வெல்லும் கூகையைக் காக்கை இகல்வெல்லும் 
வேந்தர்க்கு வேண்டும் பொழுது.''','''A crow will conquer owl in broad daylight; 
The king that foes would crush, needs fitting time to fight.''','''A crow will overcome an owl in the day time; so the king who would conquer his enemy must have (a suitable) time.''');
        k[481] = Kural.factory(482,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''பருவத்தோடு ஒட்ட ஒழுகல் திருவினைத் 
தீராமை ஆர்க்குங் கயிறு.''','''The bond binds fortune fast is ordered effort made, 
Strictly observant still of favouring season\'s aid.''','''Acting at the right season, is a cord that will immoveably bind success (to a king).''');
        k[482] = Kural.factory(483,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''அருவினை யென்ப உளவோ கருவியான் 
காலம் அற஧ந்து செயின்.''','''Can any work be hard in very fact, 
If men use fitting means in timely act?''','''Is there anything difficult for him to do, who acts, with (the right) instruments at the right time ?''');
        k[483] = Kural.factory(484,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''ஞாலம் கருதினுங் கைகூடுங் காலம் 
கருதி இடத்தாற் செயின்.''','''The pendant world\'s dominion may be won, 
In fitting time and place by action done.''','''Though (a man) should meditate (the conquest of) the world, he may accomplish it if he acts in the right time, and at the right place.''');
        k[484] = Kural.factory(485,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''காலம் கருதி இருப்பர் கலங்காது 
ஞாலம் கருது பவர்.''','''Who think the pendant world itself to subjugate, 
With mind unruffled for the fitting time must wait.''','''They who thoughtfully consider and wait for the (right) time (for action), may successfully meditate (the conquest of) the world.''');
        k[485] = Kural.factory(486,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''ஊக்க முடையான் ஒடுக்கம் பொருதகர் 
தாக்கற்குப் பேருந் தகைத்து.''','''The men of mighty power their hidden energies repress, 
As fighting ram recoils to rush on foe with heavier stress.''','''The self-restraint of the energetic (while waiting for a suitable opportunity), is like the drawing back of a fighting-ram in order to butt.''');
        k[486] = Kural.factory(487,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''பொள்ளென ஆங்கே புறம்வேரார் காலம்பார்த்து 
உள்வேர்ப்பர் ஒள்ளி யவர்.''','''The glorious once of wrath enkindled make no outward show, 
At once; they bide their time, while hidden fires within them glow.''','''The wise will not immediately and hastily shew out their anger; they will watch their time, and restrain it within.''');
        k[487] = Kural.factory(488,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''செறுநரைக் காணின் சுமக்க இறுவரை 
காணின் கிழக்காம் தலை.''','''If foes\' detested form they see, with patience let them bear; 
When fateful hour at last they spy,- the head lies there.''','''If one meets his enemy, let him show him all respect, until the time for his destruction is come; when that is come, his head will be easily brought low.''');
        k[488] = Kural.factory(489,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''எய்தற் கரியது இயைந்தக்கால் அந்நிலையே 
செய்தற் கரிய செயல்.''','''When hardest gain of opportunity at last is won, 
With promptitude let hardest deed be done.''','''If a rare opportunity occurs, while it lasts, let a man do that which is rarely to be accomplished (but for such an opportunity).''');
        k[489] = Kural.factory(490,u'''பொருட்பால்''',u'''காலமறிதல்''',u'''கொக்கொக்க கூம்பும் பருவத்து மற்றதன் 
குத்தொக்க சீர்த்த இடத்து.''','''As heron stands with folded wing, so wait in waiting hour; 
As heron snaps its prey, when fortune smiles, put forth your power.''','''At the time when one should use self-control, let him restrain himself like a heron; and, let him like it, strike, when there is a favourable opportunity.''');
        k[490] = Kural.factory(491,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''தொடங்கற்க எவ்வினையும் எள்ளற்க முற்றும் 
இடங்கண்ட பின்அல் லது.''','''Begin no work of war, depise no foe, 
Till place where you can wholly circumvent you know.''','''Let not (a king) despise (an enemy), nor undertake any thing (against him), until he has obtained (a suitable) place for besieging him.''');
        k[491] = Kural.factory(492,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''முரண்சேர்ந்த மொய்ம்பி னவர்க்கும் அரண்சேர்ந்தாம் 
ஆக்கம் பலவுந் தரும்.''','''Though skill in war combine with courage tried on battle-field, 
The added gain of fort doth great advantage yield.''','''Even to those who are men of power and expedients, an attack in connection with a fortification will yield many advantages.''');
        k[492] = Kural.factory(493,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''ஆற்றாரும் ஆற்றி அடுப இடனறிந்து 
போற்றார்கண் போற்றிச் செயின்.''','''E\'en weak ones mightily prevail, if place of strong defence, 
They find, protect themselves, and work their foes offence.''','''Even the powerless will become powerful and conquer, if they select a proper field (of action), and guard themselves, while they make war on their enemies.''');
        k[493] = Kural.factory(494,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''எண்ணியார் எண்ணம் இழப்பர் இடனறிந்து 
துன்னியார் துன்னிச் செயின்.''','''The foes who thought to triumph, find their thoughts were vain, 
If hosts advance, seize vantage ground, and thence the fight maintain.''','''If they who draw near (to fight) choose a suitable place to approach (their enemy), the latter, will have to relinquish the thought which they once entertained, of conquering them.''');
        k[494] = Kural.factory(495,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''நெடும்புனலுள் வெல்லும் முதலை அடும்புனலின் 
நீங்கின் அதனைப் பிற.''','''The crocodile prevails in its own flow of water wide, 
If this it leaves, \'tis slain by anything beside.''','''In deep water, a crocodile will conquer (all other animals); but if it leave the water, other animals will conquer it.''');
        k[495] = Kural.factory(496,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''கடலோடா கால்வல் நெடுந்தேர் கடலோடும் 
நாவாயும் ஓடா நிலத்து.''','''The lofty car, with mighty wheel, sails not o\'er watery main, 
The boat that skims the sea, runs not on earth\'s hard plain.''','''Wide chariots, with mighty wheels, will not run on the ocean; neither will ships that the traverse ocean, move on the earth.''');
        k[496] = Kural.factory(497,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''அஞ்சாமை அல்லால் துணைவேண்டா எஞ்சாமை 
எண்ணி இடத்தால் செயின்.''','''Save their own fearless might they need no other aid, 
If in right place they fight, all due provision made.''','''You will need no other aid than fearlessness, if you thoroughly reflect (on what you are to do), and select (a suitable) place for your operations.''');
        k[497] = Kural.factory(498,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''சிறுபடையான் செல்லிடம் சேரின் உறுபடையான் 
ஊக்கம் அழிந்து விடும்.''','''If lord of army vast the safe retreat assail 
Of him whose host is small, his mightiest efforts fail.''','''The power of one who has a large army will perish, if he goes into ground where only a small army can act.''');
        k[498] = Kural.factory(499,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''சிறைநலனும் சீரும் இலரெனினும் மாந்தர் 
உறைநிலத்தோடு ஒட்டல் அரிது.''','''Though fort be none, and store of wealth they lack, 
\'Tis hard a people\'s homesteads to attack!''','''It is a hazardous thing to attack men in their own country, although they may neither have power nor a good fortress.''');
        k[499] = Kural.factory(500,u'''பொருட்பால்''',u'''இடனறிதல்''',u'''காலாழ் களரில் நரியடும் கண்ணஞ்சா 
வேலாள் முகத்த களிறு.''','''The jackal slays, in miry paths of foot-betraying fen, 
The elephant of fearless eye and tusks transfixing armed men.''','''A fox can kill a fearless, warrior-faced elephant, if it go into mud in which its legs sink down.''');
        k[500] = Kural.factory(501,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''அறம்பொருள் இன்பம் உயிரச்சம் நான்கின் 
திறந்தெரிந்து தேறப் படும்.''','''How treats he virtue, wealth and pleasure? How, when life\'s at stake, 
Comports himself? This four-fold test of man will full assurance make.''','''Let (a minister) be chosen, after he has been tried by means of these four things, viz,-his virtue, (love of) money, (love of) sexual pleasure, and tear of (losing) life.''');
        k[501] = Kural.factory(502,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும் 
நாணுடையான் சுட்டே தெளிவு.''','''Of noble race, of faultless worth, of generous pride 
That shrinks from shame or stain; in him may king confide.''','''(The king\'s) choice should (fall) on him, who is of good family, who is free from faults, and who has the modesty which fears the wounds (of sin).''');
        k[502] = Kural.factory(503,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''அரியகற்று ஆசற்றார் கண்ணும் தெரியுங்கால் 
இன்மை அரிதே வெளிறு.''','''Though deeply learned, unflecked by fault, \'tis rare to see, 
When closely scanned, a man from all unwisdom free.''','''When even men, who have studied the most difficult works, and who are free from faults, are (carefully) examined, it is a rare thing to find them without ignorance.''');
        k[503] = Kural.factory(504,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''குணம்நாடிக் குற்றமும் நாடி அவற்றுள் 
மிகைநாடி மிக்க கொளல்.''','''Weigh well the good of each, his failings closely scan, 
As these or those prevail, so estimate the man.''','''Let (a king) consider (a man\'s) good qualities, as well as his faults, and then judge (of his character) by that which prevails.''');
        k[504] = Kural.factory(505,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம் 
கருமமே கட்டளைக் கல்.''','''Of greatness and of meanness too, 
The deeds of each are touchstone true.''','''A man\'s deeds are the touchstone of his greatness and littleness.''');
        k[505] = Kural.factory(506,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''அற்றாரைத் தேறுதல் ஓம்புக மற்றவர் 
பற்றிலர் நாணார் பழி.''','''Beware of trusting men who have no kith of kin; 
No bonds restrain such men, no shame deters from sin.''','''Let (a king) avoid choosing men who have no relations; such men have no attachment, and therefore have no fear of crime.''');
        k[506] = Kural.factory(507,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''காதன்மை கந்தா அறிவறியார்த் தேறுதல் 
பேதைமை எல்லாந் தரும்.''','''By fond affection led who trusts in men of unwise soul, 
Yields all his being up to folly\'s blind control.''','''To choose ignorant men, through partiality, is the height of folly.''');
        k[507] = Kural.factory(508,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''தேரான் பிறனைத் தெளிந்தான் வழிமுறை 
தீரா இடும்பை தரும்.''','''Who trusts an untried stranger, brings disgrace, 
Remediless, on all his race.''','''Sorrow that will not leave even his posterity will come upon him chooses a stranger whose character he has not known.''');
        k[508] = Kural.factory(509,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''தேறற்க யாரையும் தேராது தேர்ந்தபின் 
தேறுக தேறும் பொருள்.''','''Trust no man whom you have not fully tried, 
When tested, in his prudence proved confide.''','''Let (a king) choose no one without previous consideration; after he has made his choice, let him unhesitatingly select for each such duties as are appropriate.''');
        k[509] = Kural.factory(510,u'''பொருட்பால்''',u'''தெரிந்துதெளிதல்''',u'''தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும் 
தீரா இடும்பை தரும்.''','''Trust where you have not tried, doubt of a friend to feel, 
Once trusted, wounds inflict that nought can heal.''','''To make choice of one who has not been examined, and to entertain doubts respecting one who has been chosen, will produce irremediable sorrow.''');
        k[510] = Kural.factory(511,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''நன்மையும் தீமையும் நாடி நலம்புரிந்த 
தன்மையான் ஆளப் படும்.''','''Who good and evil scanning, ever makes the good his joy; 
Such man of virtuous mood should king employ.''','''He should be employed (by a king), whose nature leads him to choose the good, after having weighed both the evil and the good in any undertaking.''');
        k[511] = Kural.factory(512,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''வாரி பெருக்கி வளம்படுத்து உற்றவை 
ஆராய்வான் செய்க வினை.''','''Who swells the revenues, spreads plenty o\'er the land, 
Seeks out what hinders progress, his the workman\'s hand.''','''Let him do (the king\'s) work who can enlarge the sources (of revenue), increase wealth and considerately prevent the accidents (which would destroy it).''');
        k[512] = Kural.factory(513,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''அன்பறிவு தேற்றம் அவாவின்மை இந்நான்கும் 
நன்குடையான் கட்டே தெளிவு.''','''A loyal love with wisdom, clearness, mind from avarice free; 
Who hath these four good gifts should ever trusted be.''','''Let the choice (of a king) fall upon him who largely possesses these four things, love, knowledge, a clear mind and freedom from covetousness.''');
        k[513] = Kural.factory(514,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''எனைவகையான் தேறியக் கண்ணும் வினைவகையான் 
வேறாகும் மாந்தர் பலர்.''','''Even when tests of every kind are multiplied, 
Full many a man proves otherwise, by action tried!''','''Even when (a king) has tried them in every possible way, there are many men who change, from the nature of the works (in which they may be employed).''');
        k[514] = Kural.factory(515,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''அறிந்தாற்றிச் செய்கிற்பாற்கு அல்லால் வினைதான் 
சிறந்தானென்று ஏவற்பாற் றன்று.''','''No specious fav\'rite should the king\'s commission bear, 
But he that knows, and work performs with patient care.''','''(A king\'s) work can only be accomplished by a man of wisdom and patient endurance; it is not of a nature to be given to one from mere personal attachment.''');
        k[515] = Kural.factory(516,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''செய்வானை நாடி வினைநாடிக் காலத்தோடு 
எய்த உணர்ந்து செயல்.''','''Let king first ask, \'Who shall the deed perform?\' and \'What the deed?\' 
Of hour befitting both assured, let every work proceed.''','''Let (a king) act, after having considered the agent (whom he is to employ), the deed (he desires to do), and the time which is suitable to it.''');
        k[516] = Kural.factory(517,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''இதனை இதனால் இவன்முடிக்கும் என்றாய்ந்து 
அதனை அவன்கண் விடல்.''','''\'This man, this work shall thus work out,\' let thoughtful king command; 
Then leave the matter wholly in his servant\'s hand.''','''After having considered, "this man can accomplish this, by these means", let (the king) leave with him the discharge of that duty.''');
        k[517] = Kural.factory(518,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''வினைக்குரிமை நாடிய பின்றை அவனை 
அதற்குரிய னாகச் செயல்.''','''As each man\'s special aptitude is known, 
Bid each man make that special work his own.''','''Having considered what work a man is fit for, let (the king) employ him in that work.''');
        k[518] = Kural.factory(519,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''வினைக்கண் வினையுடையான் கேண்மைவே றாக 
நினைப்பானை நீங்கும் திரு.''','''Fortune deserts the king who ill can bear, 
Informal friendly ways of men his tolls who share.''','''Prosperity will leave (the king) who doubts the friendship of the man who steadily labours in the discharge of his duties.''');
        k[519] = Kural.factory(520,u'''பொருட்பால்''',u'''தெரிந்துவினையாடல்''',u'''நாடோறும் நாடுக மன்னன் வினைசெய்வான் 
கோடாமை கோடா துலகு.''','''Let king search out his servants\' deeds each day; 
When these do right, the world goes rightly on its way.''','''Let a king daily examine the conduct of his servants; if they do not act crookedly, the world will not act crookedly.''');
        k[520] = Kural.factory(521,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''பற்றற்ற கண்ணும் பழைமைபா ராட்டுதல் 
சுற்றத்தார் கண்ணே உள.''','''When wealth is fled, old kindness still to show, 
Is kindly grace that only kinsmen know.''','''Even when (a man\'s) property is all gone, relatives will act towards him with their accustomed (kindness).''');
        k[521] = Kural.factory(522,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''விருப்பறாச் சுற்றம் இயையின் அருப்பறா 
ஆக்கம் பலவும் தரும்.''','''The gift of kin\'s unfailing love bestows 
Much gain of good, like flower that fadeless blows.''','''If (a man\'s) relatives remain attached to him with unchanging love, it will be a source of ever-increasing wealth.''');
        k[522] = Kural.factory(523,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''அளவளா வில்லாதான் வாழ்க்கை குளவளாக் 
கோடின்றி நீர்நிறைந் தற்று.''','''His joy of life who mingles not with kinsmen gathered round, 
Is lake where streams pour in, with no encircling bound.''','''The wealth of one who does not mingle freely with his relatives, will be like the filling of water in a spacious tank that has no banks.''');
        k[523] = Kural.factory(524,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''சுற்றத்தால் சுற்றப் படஒழுகல் செல்வந்தான் 
பெற்றத்தால் பெற்ற பயன்.''','''The profit gained by wealth\'s increase, 
Is living compassed round by relatives in peace.''','''To live surrounded by relatives, is the advantage to be derived from the acquisition of wealth.''');
        k[524] = Kural.factory(525,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய 
சுற்றத்தால் சுற்றப் படும்.''','''Who knows the use of pleasant words, and liberal gifts can give, 
Connections, heaps of them, surrounding him shall live.''','''He will be surrounded by numerous relatives who manifests generosity and affability.''');
        k[525] = Kural.factory(526,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''பெருங்கொடையான் பேணான் வெகுளி அவனின் 
மருங்குடையார் மாநிலத்து இல்.''','''Than one who gifts bestows and wrath restrains, 
Through the wide world none larger following gains.''','''No one, in all the world, will have so many relatives (about him), as he who makes large gift, and does not give way to anger.''');
        k[526] = Kural.factory(527,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''காக்கை கரவா கரைந்துண்ணும் ஆக்கமும் 
அன்னநீ ரார்க்கே உள.''','''The crows conceal not, call their friends to come, then eat; 
Increase of good such worthy ones shall meet.''','''The crows do not conceal (their prey), but will call out for others (to share with them) while they eat it; wealth will be with those who show a similar disposition (towards their relatives).''');
        k[527] = Kural.factory(528,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''பொதுநோக்கான் வேந்தன் வரிசையா நோக்கின் 
அதுநோக்கி வாழ்வார் பலர்.''','''Where king regards not all alike, but each in his degree, 
\'Neath such discerning rule many dwell happily.''','''Many relatives will live near a king, when they observe that he does not look on all alike, but that he looks on each man according to his merit.''');
        k[528] = Kural.factory(529,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''தமராகிக் தற்றுறந்தார் சுற்றம் அமராமைக் 
காரணம் இன்றி வரும்.''','''Who once were his, and then forsook him, as before 
Will come around, when cause of disagreement is no more.''','''Those who have been friends and have afterwards forsaken him, will return and join themselves (to him), when the cause of disagreement is not to be found in him.''');
        k[529] = Kural.factory(530,u'''பொருட்பால்''',u'''சுற்றந்தழால்''',u'''உழைப்பிரிந்து காரணத்தின் வந்தானை வேந்தன் 
இழைத்திருந்து எண்ணிக் கொளல்.''','''Who causeless went away, then to return, for any cause, ask leave; 
The king should sift their motives well, consider, and receive!''','''When one may have left him, and for some cause has returned to him, let the king fulfil the object (for which he has come back) and thoughtfully receive him again.''');
        k[530] = Kural.factory(531,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''இறந்த வெகுளியின் தீதே சிறந்த 
உவகை மகிழ்ச்சியிற் சோர்வு.''','''\'Tis greater ill, it rapture of o\'erweening gladness to the soul 
Bring self-forgetfulness than if transcendent wrath control.''','''More evil than excessive anger, is forgetfulness which springs from the intoxication of great joy.''');
        k[531] = Kural.factory(532,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''பொச்சாப்புக் கொல்லும் புகழை அறிவினை 
நிச்ச நிரப்புக்கொன் றாங்கு.''','''Perpetual, poverty is death to wisdom of the wise; 
When man forgets himself his glory dies!''','''Forgetfulness will destroy fame, even as constant poverty destroys knowledge.''');
        k[532] = Kural.factory(533,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''பொச்சாப்பார்க் கில்லை புகழ்மை அதுஉலகத்து 
எப்பால்நூ லோர்க்கும் துணிவு.''','''\'To self-oblivious men no praise\'; this rule 
Decisive wisdom sums of every school.''','''Thoughtlessness will never acquire fame; and this tenet is upheld by all treatises in the world.''');
        k[533] = Kural.factory(534,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''அச்ச முடையார்க்கு அரணில்லை ஆங்கில்லை 
பொச்சாப் புடையார்க்கு நன்கு.''','''\'To cowards is no fort\'s defence\'; e\'en so 
The self-oblivious men no blessing know.''','''Just as the coward has no defence (by whatever fortifications ha may be surrounded), so the thoughtless has no good (whatever advantages he may possess).''');
        k[534] = Kural.factory(535,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''முன்னுறக் காவாது இழுக்கியான் தன்பிழை 
பின்னூறு இரங்கி விடும்.''','''To him who nought foresees, recks not of anything, 
The after woe shall sure repentance bring.''','''The thoughtless man, who provides not against the calamities that may happen, will afterwards repent for his fault.''');
        k[535] = Kural.factory(536,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''இழுக்காமை யார்மாட்டும் என்றும் வழுக்காமை 
வாயின் அதுவொப்பது இல்.''','''Towards all unswerving, ever watchfulness of soul retain, 
Where this is found there is no greater gain.''','''There is nothing comparable with the possession of unfailing thoughtfulness at all times; and towards all persons.''');
        k[536] = Kural.factory(537,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''அரியஎன்று ஆகாத இல்லைபொச் சாவாக் 
கருவியால் போற்றிச் செயின்.''','''Though things are arduous deemed, there\'s nought may not be won, 
When work with mind\'s unslumbering energy and thought is done.''','''There is nothing too difficult to be accomplished, if a man set about it carefully, with unflinching endeavour.''');
        k[537] = Kural.factory(538,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''புகழ்ந்தவை போற்றிச் செயல்வேண்டும் செய்யாது 
இகழ்ந்தார்க்கு எழுமையும் இல்.''','''Let things that merit praise thy watchful soul employ; 
Who these despise attain through sevenfold births no joy.''','''Let (a man) observe and do these things which have been praised (by the wise); if he neglects and fails to perform them, for him there will be no (happiness) throughout the seven births.''');
        k[538] = Kural.factory(539,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''இகழ்ச்சியின் கெட்டாரை உள்ளுக தாந்தம் 
மகிழ்ச்சியின் மைந்துறும் போழ்து.''','''Think on the men whom scornful mind hath brought to nought, 
When exultation overwhelms thy wildered thought.''','''Let (a king) think of those who have been ruined by neglect, when his mind is elated with joy.''');
        k[539] = Kural.factory(540,u'''பொருட்பால்''',u'''பொச்சாவாமை''',u'''உள்ளியது எய்தல் எளிதுமன் மற்றுந்தான் 
உள்ளியது உள்ளப் பெறின்.''','''\'Tis easy what thou hast in mind to gain, 
If what thou hast in mind thy mind retain.''','''It is easy for (one) to obtain whatever he may think of, if he can again think of it.''');
        k[540] = Kural.factory(541,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் 
தேர்ந்துசெய் வஃதே முறை.''','''Search out, to no one favour show; with heart that justice loves 
Consult, then act; this is the rule that right approves.''','''To examine into (the crimes which may be committed), to show no favour (to any one), to desire to act with impartiality towards all, and to inflict (such punishments) as may be wisely resolved on, constitute rectitude.''');
        k[541] = Kural.factory(542,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''வானோக்கி வாழும் உலகெல்லாம் மன்னவன் 
கோல்நோக்கி வாழுங் குடி.''','''All earth looks up to heav\'n whence raindrops fall; 
All subjects look to king that ruleth all.''','''When there is rain, the living creation thrives; and so when the king rules justly, his subjects thrive.''');
        k[542] = Kural.factory(543,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''அந்தணர் நூற்கும் அறத்திற்கும் ஆதியாய் 
நின்றது மன்னவன் கோல்.''','''Learning and virtue of the sages spring, 
From all-controlling sceptre of the king.''','''The sceptre of the king is the firm support of the Vedas of the Brahmin, and of all virtues therein described.''');
        k[543] = Kural.factory(544,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''குடிதழீஇக் கோலோச்சும் மாநில மன்னன் 
அடிதழீஇ நிற்கும் உலகு.''','''Whose heart embraces subjects all, lord over mighty land 
Who rules, the world his feet embracing stands.''','''The world will constantly embrace the feet of the great king who rules over his subjects with love.''');
        k[544] = Kural.factory(545,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''இயல்புளிக் கோலோச்சும் மன்னவன் நாட்ட 
பெயலும் விளையுளும் தொக்கு.''','''Where king, who righteous laws regards, the sceptre wields, 
There fall the showers, there rich abundance crowns the fields.''','''Rain and plentiful crops will ever dwell together in the country of the king who sways his sceptre with justice.''');
        k[545] = Kural.factory(546,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''வேலன்று வென்றி தருவது மன்னவன் 
கோலதூஉங் கோடா தெனின்.''','''Not lance gives kings the victory, 
But sceptre swayed with equity.''','''It is not the javelin that gives victory, but the king\'s sceptre, if it do no injustice.''');
        k[546] = Kural.factory(547,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''இறைகாக்கும் வையகம் எல்லாம் அவனை 
முறைகாக்கும் முட்டாச் செயின்.''','''The king all the whole realm of earth protects; 
And justice guards the king who right respects.''','''The king defends the whole world; and justice, when administered without defect, defends the king.''');
        k[547] = Kural.factory(548,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''எண்பதத்தான் ஓரா முறைசெய்யா மன்னவன் 
தண்பதத்தான் தானே கெடும்.''','''Hard of access, nought searching out, with partial hand 
The king who rules, shall sink and perish from the land.''','''The king who gives not facile audience (to those who approach him), and who does not examine and pass judgment (on their complaints), will perish in disgrace.''');
        k[548] = Kural.factory(549,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''குடிபுறங் காத்தோம்பிக் குற்றம் கடிதல் 
வடுவன்று வேந்தன் தொழில்.''','''Abroad to guard, at home to punish, brings 
No just reproach; \'tis work assigned to kings.''','''In guarding his subjects (against injury from others), and in preserving them himself; to punish crime is not a fault in a king, but a duty.''');
        k[549] = Kural.factory(550,u'''பொருட்பால்''',u'''செங்கோன்மை''',u'''கொலையிற் கொடியாரை வேந்தொறுத்தல் பைங்கூழ் 
களைகட் டதனொடு நேர்.''','''By punishment of death the cruel to restrain, 
Is as when farmer frees from weeds the tender grain.''','''For a king to punish criminals with death, is like pulling up the weeds in the green corn.''');
        k[550] = Kural.factory(551,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''கொலைமேற்கொண் டாரிற் கொடிதே அலைமேற்கொண்டு 
அல்லவை செய்தொழுகும் வேந்து.''','''Than one who plies the murderer\'s trade, more cruel is the king 
Who all injustice works, his subjects harassing.''','''The king who gives himself up to oppression and acts unjustly (towards his subjects) is more cruel than the man who leads the life of a murderer.''');
        k[551] = Kural.factory(552,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''வேலொடு நின்றான் இடுவென் றதுபோலும் 
கோலொடு நின்றான் இரவு.''','''As \'Give\' the robber cries with lance uplift, 
So kings with sceptred hand implore a gift.''','''The request (for money) of him who holds the sceptre is like the word of a highway robber who stands with a weapon in hand and says "give up your wealth".''');
        k[552] = Kural.factory(553,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''நாடொறும் நாடி முறைசெய்யா மன்னவன் 
நாடொறும் நாடு கெடும்.''','''Who makes no daily search for wrongs, nor justly rules, that king 
Doth day by day his realm to ruin bring.''','''The country of the king who does not daily examine into the wrongs done and distribute justice, will daily fall to ruin.''');
        k[553] = Kural.factory(554,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''கூழுங் குடியும் ஒருங்கிழக்கும் கோல்கோடிச் 
சூழாது செய்யும் அரசு.''','''Whose rod from right deflects, who counsel doth refuse, 
At once his wealth and people utterly shall lose.''','''The king, who, without reflecting (on its evil consequences), perverts justice, will lose at once both his wealth and his subjects.''');
        k[554] = Kural.factory(555,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''அல்லற்பட்டு ஆற்றாது அழுதகண் ணீரன்றே 
செல்வத்தைத் தேய்க்கும் படை''','''His people\'s tears of sorrow past endurance, are not they 
Sharp instruments to wear the monarch\'s wealth away?''','''Will not the tears, shed by a people who cannot endure the oppression which they suffer (from their king), become a saw to waste away his wealth ?''');
        k[555] = Kural.factory(556,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''மன்னர்க்கு மன்னுதல் செங்கோன்மை அஃதின்றேல் 
மன்னாவாம் மன்னர்க் கொளி.''','''To rulers\' rule stability is sceptre right; 
When this is not, quenched is the rulers\' light.''','''Righteous government gives permanence to (the fame of) kings; without that their fame will have no endurance.''');
        k[556] = Kural.factory(557,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''துளியின்மை ஞாலத்திற்கு எற்றற்றே வேந்தன் 
அளியின்மை வாழும் உயிர்க்கு.''','''As lack of rain to thirsty lands beneath, 
Is lack of grace in kings to all that breathe.''','''As is the world without rain, so live a people whose king is without kindness.''');
        k[557] = Kural.factory(558,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''இன்மையின் இன்னாது உடைமை முறைசெய்யா 
மன்னவன் கோற்கீழ்ப் படின்.''','''To poverty it adds a sharper sting, 
To live beneath the sway of unjust king.''','''Property gives more sorrow than poverty, to those who live under the sceptre of a king without justice.''');
        k[558] = Kural.factory(559,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''முறைகோடி மன்னவன் செய்யின் உறைகோடி 
ஒல்லாது வானம் பெயல்.''','''Where king from right deflecting, makes unrighteous gain, 
The seasons change, the clouds pour down no rain.''','''If the king acts contrary to justice, rain will become unseasonable, and the heavens will withhold their showers.''');
        k[559] = Kural.factory(560,u'''பொருட்பால்''',u'''கொடுங்கோன்மை''',u'''ஆபயன் குன்றும் அறுதொழிலோர் நூல்மறப்பர் 
காவலன் காவான் எனின்.''','''Where guardian guardeth not, udder of kine grows dry, 
And Brahmans\' sacred lore will all forgotten lie.''','''If the guardian (of the country) neglects to guard it, the produce of the cows will fail, and the men of six duties viz., the Brahmins will forget the vedas.''');
        k[560] = Kural.factory(561,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''தக்காங்கு நாடித் தலைச்செல்லா வண்ணத்தால் 
ஒத்தாங்கு ஒறுப்பது வேந்து.''','''Who punishes, investigation made in due degree, 
So as to stay advance of crime, a king is he.''','''He is a king who having equitably examined (any injustice which has been brought to his notice), suitably punishes it, so that it may not be again committed.''');
        k[561] = Kural.factory(562,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''கடிதோச்சி மெல்ல எறிக நெடிதாக்கம் 
நீங்காமை வேண்டு பவர்.''','''For length of days with still increasing joys on Heav\'n who call, 
Should raise the rod with brow severe, but let it gently fall.''','''Let the king, who desires that his prosperity may long remain, commence his preliminary enquires with strictness, and then punish with mildness.''');
        k[562] = Kural.factory(563,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''வெருவந்த செய்தொழுகும் வெங்கோல னாயின் 
ஒருவந்தம் ஒல்லைக் கெடும்.''','''Where subjects dread of cruel wrongs endure, 
Ruin to unjust king is swift and sure.''','''The cruel-sceptred king, who acts so as to put his subjects in fear, will certainly and quickly come to ruin.''');
        k[563] = Kural.factory(564,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''இறைகடியன் என்றுரைக்கும் இன்னாச்சொல் வேந்தன் 
உறைகடுகி ஒல்லைக் கெடும்.''','''\'Ah! cruel is our king\', where subjects sadly say, 
His age shall dwindle, swift his joy of life decay.''','''The king who is spoken of as cruel will quickly perish; his life becoming shortened.''');
        k[564] = Kural.factory(565,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''அருஞ்செவ்வி இன்னா முகத்தான் பெருஞ்செல்வம் 
பேஎய்கண் டன்னது உடைத்து.''','''Whom subjects scarce may see, of harsh forbidding countenance; 
His ample wealth shall waste, blasted by demon\'s glance.''','''The great wealth of him who is difficult of access and possesses a sternness of countenance, is like that which has been obtained by a devil.''');
        k[565] = Kural.factory(566,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''கடுஞ்சொல்லன் கண்ணிலன் ஆயின் நெடுஞ்செல்வம் 
நீடின்றி ஆங்கே கெடும்.''','''The tyrant, harsh in speach and hard of eye, 
His ample joy, swift fading, soon shall die.''','''The abundant wealth of the king whose words are harsh and whose looks are void of kindness, will instantly perish instead of abiding long, with him.''');
        k[566] = Kural.factory(567,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''கடுமொழியும் கையிகந்த தண்டமும் வேந்தன் 
அடுமுரண் தேய்க்கும் அரம்.''','''Harsh words and punishments severe beyond the right, 
Are file that wears away the monarch\'s conquering might.''','''Severe words and excessive punishments will be a file to waste away a king\'s power for destroying (his enemies).''');
        k[567] = Kural.factory(568,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''இனத்தாற்றி எண்ணாத வேந்தன் சினத்தாற்றிச் 
சீறிற் சிறுகும் திரு.''','''Who leaves the work to those around, and thinks of it no more; 
If he in wrathful mood reprove, his prosperous days are o\'er!''','''The prosperity of that king will waste away, who without reflecting (on his affairs himself), commits them to his ministers, and (when a failure occurs) gives way to anger, and rages against them.''');
        k[568] = Kural.factory(569,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''செருவந்த போழ்திற் சிறைசெய்யா வேந்தன் 
வெருவந்து வெய்து கெடும்.''','''Who builds no fort whence he may foe defy, 
In time of war shall fear and swiftly die.''','''The king who has not provided himself with a place of defence, will in times of war be seized with fear and quickly perish.''');
        k[569] = Kural.factory(570,u'''பொருட்பால்''',u'''வெருவந்தசெய்யாமை''',u'''கல்லார்ப் பிணிக்கும் கடுங்கோல் அதுவல்லது 
இல்லை நிலக்குப் பொறை.''','''Tyrants with fools their counsels share: 
Earth can no heavier burthen bear!''','''The earth bears up no greater burden than ignorant men whom a cruel sceptre attaches to itself (as the ministers of its evil deeds).''');
        k[570] = Kural.factory(571,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''கண்ணோட்டம் என்னும் கழிபெருங் காரிகை 
உண்மையான் உண்டிவ் வுலகு.''','''Since true benignity, that grace exceeding great, resides 
In kingly souls, world in happy state abides.''','''The world exists through that greatest ornament (of princes), a gracious demeanour.''');
        k[571] = Kural.factory(572,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''கண்ணோட்டத் துள்ளது உலகியல் அஃதிலார் 
உண்மை நிலக்குப் பொறை.''','''The world goes on its wonted way, since grace benign is there; 
All other men are burthen for the earth to bear.''','''The prosperity of the world springs from the kindliness, the existence of those who have no (kindliness) is a burden to the earth.''');
        k[572] = Kural.factory(573,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''பண்என்னாம் பாடற்கு இயைபின்றேல் கண்என்னாம் 
கண்ணோட்டம் இல்லாத கண்.''','''Where not accordant with the song, what use of sounding chords? 
What gain of eye that no benignant light affords?''','''Of what avail is a song if it be inconsistent with harmony ? what is the use of eyes which possess no kindliness.''');
        k[573] = Kural.factory(574,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''உளபோல் முகத்தெவன் செய்யும் அளவினால் 
கண்ணோட்டம் இல்லாத கண்.''','''The seeming eye of face gives no expressive light, 
When not with duly meted kindness bright.''','''Beyond appearing to be in the face, what good do they do, those eyes in which is no well-regulated kindness ?''');
        k[574] = Kural.factory(575,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''கண்ணிற்கு அணிகலம் கண்ணோட்டம் அஃதின்றேல் 
புண்ணென்று உணரப் படும்''','''Benignity is eyes\' adorning grace; 
Without it eyes are wounds disfiguring face.''','''Kind looks are the ornaments of the eyes; without these they will be considered (by the wise) to be merely two sores.''');
        k[575] = Kural.factory(576,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''மண்ணோ டியைந்த மரத்தனையர் கண்ணோ 
டியைந்துகண் ணோடா தவர்.''','''Whose eyes \'neath brow infixed diffuse no ray 
Of grace; like tree in earth infixed are they.''','''They resemble the trees of the earth, who although they have eyes, never look kindly (on others).''');
        k[576] = Kural.factory(577,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''கண்ணோட்டம் இல்லவர் கண்ணிலர் கண்ணுடையார் 
கண்ணோட்டம் இன்மையும் இல்.''','''Eyeless are they whose eyes with no benignant lustre shine; 
Who\'ve eyes can never lack the light of grace benign.''','''Men without kind looks are men without eyes; those who (really) have eyes are also not devoid of kind looks.''');
        k[577] = Kural.factory(578,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''கருமம் சிதையாமல் கண்ணோட வல்லார்க்கு 
உரிமை உடைத்திவ் வுலகு.''','''Who can benignant smile, yet leave no work undone; 
By them as very own may all the earth be won.''','''The world is theirs (kings) who are able to show kindness, without injury to their affairs, (administration of justice).''');
        k[578] = Kural.factory(579,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''ஒறுத்தாற்றும் பண்பினார் கண்ணும்கண் ணோடிப் 
பொறுத்தாற்றும் பண்பே தலை.''','''To smile on those that vex, with kindly face, 
Enduring long, is most excelling grace.''','''Patiently to bear with, and show kindness to those who grieve us, is the most excellent of all dispositions.''');
        k[579] = Kural.factory(580,u'''பொருட்பால்''',u'''கண்ணோட்டம்''',u'''பெயக்கண்டும் நஞ்சுண் டமைவர் நயத்தக்க 
நாகரிகம் வேண்டு பவர்.''','''They drink with smiling grace, though poison interfused they see, 
Who seek the praise of all-esteemed courtesy.''','''Those who desire (to cultivate that degree of) urbanity which all shall love, even after swallowing the poison served to them by their friends, will be friendly with them.''');
        k[580] = Kural.factory(581,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''ஒற்றும் உரைசான்ற நூலும் இவையிரண்டும் 
தெற்றென்க மன்னவன் கண்.''','''These two: the code renowned and spies, 
In these let king confide as eyes.''','''Let a king consider as his eyes these two things, a spy and a book (of laws) universally esteemed.''');
        k[581] = Kural.factory(582,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும் 
வல்லறிதல் வேந்தன் தொழில்.''','''Each day, of every subject every deed, 
\'Tis duty of the king to learn with speed.''','''It is the duty of a king to know quickly (by a spy) what all happens, daily, amongst all men.''');
        k[582] = Kural.factory(583,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன் 
கொற்றங் கொளக்கிடந்தது இல்.''','''By spies who spies, not weighing things they bring, 
Nothing can victory give to that unwary king.''','''There is no way for a king to obtain conquests, who knows not the advantage of discoveries made by a spy.''');
        k[583] = Kural.factory(584,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''வினைசெய்வார் தம்சுற்றம் வேண்டாதார் என்றாங்கு 
அனைவரையும் ஆராய்வது ஒற்று.''','''His officers, his friends, his enemies, 
All these who watch are trusty spies.''','''He is a spy who watches all men, to wit, those who are in the king\'s employment, his relatives, and his enemies.''');
        k[584] = Kural.factory(585,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''கடாஅ உருவொடு கண்ணஞ்சாது யாண்டும் 
உகாஅமை வல்லதே ஒற்று.''','''Of unsuspected mien and all-unfearing eyes, 
Who let no secret out, are trusty spies.''','''A spy is one who is able to assume an appearance which may create no suspicion (in the minds of others), who fears no man\'s face, and who never reveals (his purpose).''');
        k[585] = Kural.factory(586,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''துறந்தார் படிவத்த ராகி இறந்தாராய்ந்து 
என்செயினும் சோர்விலது ஒற்று.''','''As monk or devotee, through every hindrance making way, 
A spy, whate\'er men do, must watchful mind display.''','''He is a spy who, assuming the appearance of an ascetic, goes into (whatever place he wishes), examines into (all, that is needful), and never discovers himself, whatever may be done to him.''');
        k[586] = Kural.factory(587,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''மறைந்தவை கேட்கவற் றாகி அறிந்தவை 
ஐயப்பாடு இல்லதே ஒற்று.''','''A spy must search each hidden matter out, 
And full report must render, free from doubt.''','''A spy is one who is able to discover what is hidden and who retains no doubt concerning what he has known.''');
        k[587] = Kural.factory(588,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் 
ஒற்றினால் ஒற்றிக் கொளல்.''','''Spying by spies, the things they tell 
To test by other spies is well.''','''Let not a king receive the information which a spy has discovered and made known to him, until he has examined it by another spy.''');
        k[588] = Kural.factory(589,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''ஒற்றெற் றுணராமை ஆள்க உடன்மூவர் 
சொற்றொக்க தேறப் படும்.''','''One spy must not another see: contrive it so; 
And things by three confirmed as truth you know.''','''Let a king employ spies so that one may have no knowledge of the other; and when the information of three agrees together, let him receive it.''');
        k[589] = Kural.factory(590,u'''பொருட்பால்''',u'''ஒற்றாடல்''',u'''சிறப்பறிய ஒற்ற஧ன்கண் செய்யற்க செய்யின் 
புறப்படுத்தான் ஆகும் மறை.''','''Reward not trusty spy in others\' sight, 
Or all the mystery will come to light.''','''Let not a king publicly confer on a spy any marks of his favour; if he does, he will divulge his own secret.''');
        k[590] = Kural.factory(591,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''உடையர் எனப்படுவது ஊக்கம் அஃதில்லார் 
உடையது உடையரோ மற்று.''','''\'Tis energy gives men o\'er that they own a true control; 
They nothing own who own not energy of soul.''','''Energy makes out the man of property; as for those who are destitute of it, do they (really) possess what they possess ?''');
        k[591] = Kural.factory(592,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''உள்ளம் உடைமை உடைமை பொருளுடைமை 
நில்லாது நீங்கி விடும்.''','''The wealth of mind man owns a real worth imparts, 
Material wealth man owns endures not, utterly departs.''','''The possession of (energy of) mind is true property; the possession of wealth passes away and abides not.''');
        k[592] = Kural.factory(593,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''க்கம் இழந்தேமென்று அல்லாவார் ஊக்கம் 
ஒருவந்தம் கைத்துடை யார்.''','''\'Lost is our wealth,\' they utter not this cry distressed, 
The men of firm concentred energy of soul possessed.''','''They who are possessed of enduring energy will not trouble themselves, saying, "we have lost our property."''');
        k[593] = Kural.factory(594,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''க்கம் அதர்வினாய்ச் செல்லும் அசைவிலா 
ஊக்க முடையா னுழை.''','''The man of energy of soul inflexible, 
Good fortune seeks him out and comes a friend to dwell.''','''Wealth will find its own way to the man of unfailing energy.''');
        k[594] = Kural.factory(595,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''வெள்ளத் தனைய மலர்நீட்டம் மாந்தர்தம் 
உள்ளத் தனையது உயர்வு.''','''With rising flood the rising lotus flower its stem unwinds; 
The dignity of men is measured by their minds.''','''The stalks of water-flowers are proportionate to the depth of water; so is men\'s greatness proportionate to their minds.''');
        k[595] = Kural.factory(596,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''உள்ளுவ தெல்லாம் உயர்வுள்ளல் மற்றது 
தள்ளினுந் தள்ளாமை நீர்த்து.''','''Whate\'er you ponder, let your aim be loftly still, 
Fate cannot hinder always, thwart you as it will.''','''In all that a king thinks of, let him think of his greatness; and if it should be thrust from him (by fate), it will have the nature of not being thrust from him.''');
        k[596] = Kural.factory(597,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''சிதைவிடத்து ஒல்கார் உரவோர் புதையம்பிற் 
பட்டுப்பா டூன்றுங் களிறு.''','''The men of lofty mind quail not in ruin\'s fateful hour, 
The elephant retains his dignity mind arrows\' deadly shower.''','''The strong minded will not faint, even when all is lost; the elephant stands firm, even when wounded by a shower of arrows.''');
        k[597] = Kural.factory(598,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''உள்ளம் இலாதவர் எய்தார் உலகத்து 
வள்ளியம் என்னுஞ் செருக்கு.''','''The soulless man can never gain 
Th\' ennobling sense of power with men.''','''Those who have no (greatness of) mind, will not acquire the joy of saying in the world, "we have excercised liaberality".''');
        k[598] = Kural.factory(599,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''பரியது கூர்ங்கோட்டது ஆயினும் யானை 
  ஦வ்ருஉம் புலிதாக் குறின்.''','''Huge bulk of elephant with pointed tusk all armed, 
When tiger threatens shrinks away alarmed!''','''Although the elephant has a large body, and a sharp tusk, yet it fears the attack of the tiger.''');
        k[599] = Kural.factory(600,u'''பொருட்பால்''',u'''ஊக்கமுடைமை''',u'''உரமொருவற்கு உள்ள வெறுக்கைஅஃ தில்லார் 
மரம்மக்க ளாதலே வேறு.''','''Firmness of soul in man is real excellance; 
Others are trees, their human form a mere pretence.''','''Energy is mental wealth; those men who are destitute of it are only trees in the form of men.''');
        k[600] = Kural.factory(601,u'''பொருட்பால்''',u'''மடியின்மை''',u'''குடியென்னும் குன்றா விளக்கம் மடியென்னும் 
மாசூர மாய்ந்து கெடும்.''','''Of household dignity the lustre beaming bright, 
Flickers and dies when sluggish foulness dims its light.''','''By the darkness, of idleness, the indestructible lamp of family (rank) will be extinguished.''');
        k[601] = Kural.factory(602,u'''பொருட்பால்''',u'''மடியின்மை''',u'''மடியை மடியா ஒழுகல் குடியைக் 
குடியாக வேண்டு பவர்.''','''Let indolence, the death of effort, die, 
If you\'d uphold your household\'s dignity.''','''Let those, who desire that their family may be illustrious, put away all idleness from their conduct.''');
        k[602] = Kural.factory(603,u'''பொருட்பால்''',u'''மடியின்மை''',u'''மடிமடிக் கொண்டொழுகும் பேதை பிறந்த 
குடிமடியும் தன்னினும் முந்து.''','''Who fosters indolence within his breast, the silly elf! 
The house from which he springs shall perish ere himself.''','''The (lustre of the) family of the ignorant man, who acts under the influence of destructive laziness will perish, even before he is dead.''');
        k[603] = Kural.factory(604,u'''பொருட்பால்''',u'''மடியின்மை''',u'''குடிமடிந்து குற்றம் பெருகும் மடிமடிந்து 
மாண்ட உஞற்றி லவர்க்கு.''','''His family decays, and faults unheeded thrive, 
Who, sunk in sloth, for noble objects doth not strive.''','''Family (greatness) will be destroyed, and faults will increase, in those men who give way to laziness, and put forth no dignified exertions.''');
        k[604] = Kural.factory(605,u'''பொருட்பால்''',u'''மடியின்மை''',u'''நெடுநீர் மறவி மடிதுயில் நான்கும் 
கெடுநீரார் காமக் கலன்.''','''Delay, oblivion, sloth, and sleep: these four 
Are pleasure-boat to bear the doomed to ruin\'s shore.''','''Procrastination, forgetfulness, idleness, and sleep, these four things, form the vessel which is desired by those destined to destruction.''');
        k[605] = Kural.factory(606,u'''பொருட்பால்''',u'''மடியின்மை''',u'''படியுடையார் பற்றமைந்தக் கண்ணும் மடியுடையார் 
மாண்பயன் எய்தல் அரிது.''','''Though lords of earth unearned possessions gain, 
The slothful ones no yield of good obtain.''','''It is a rare thing for the idle, even when possessed of the riches of kings who ruled over the whole earth, to derive any great benefit from it.''');
        k[606] = Kural.factory(607,u'''பொருட்பால்''',u'''மடியின்மை''',u'''இடிபுரிந்து எள்ளுஞ்சொல் கேட்பர் மடிபுரிந்து 
மாண்ட உஞற்றி லவர்.''','''Who hug their sloth, nor noble works attempt, 
Shall bear reproofs and words of just contempt.''','''Those who through idleness, and do not engage themselves in dignified exertion, will subject themselves to rebukes and reproaches.''');
        k[607] = Kural.factory(608,u'''பொருட்பால்''',u'''மடியின்மை''',u'''மடிமை குடிமைக்கண் தங்கின்தன் ஒன்னார்க்கு 
அடிமை புகுத்தி விடும்.''','''If sloth a dwelling find mid noble family, 
Bondsmen to them that hate them shall they be.''','''If idleness take up its abode in a king of high birth, it will make him a slave of his enemies.''');
        k[608] = Kural.factory(609,u'''பொருட்பால்''',u'''மடியின்மை''',u'''குடியாண்மை யுள்வந்த குற்றம் ஒருவன் 
மடியாண்மை மாற்றக் கெடும்.''','''Who changes slothful habits saves 
Himself from all that household rule depraves.''','''When a man puts away idleness, the reproach which has come upon himself and his family will disappear.''');
        k[609] = Kural.factory(610,u'''பொருட்பால்''',u'''மடியின்மை''',u'''மடியிலா மன்னவன் எய்தும் அடியளந்தான் 
தாஅய தெல்லாம் ஒருங்கு.''','''The king whose life from sluggishness is rid, 
Shall rule o\'er all by foot of mighty god bestrid.''','''The king who never gives way to idleness will obtain entire possession of (the whole earth) passed over by him who measured (the worlds) with His foot.''');
        k[610] = Kural.factory(611,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''அருமை உடைத்தென்று அசாவாமை வேண்டும் 
பெருமை முயற்சி தரும்.''','''Say not, \'Tis hard\', in weak, desponding hour, 
For strenuous effort gives prevailing power.''','''Yield not to the feebleness which says, "this is too difficult to be done"; labour will give the greatness (of mind) which is necessary (to do it).''');
        k[611] = Kural.factory(612,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''வினைக்கண் வினைகெடல் ஓம்பல் வினைக்குறை 
தீர்ந்தாரின் தீர்ந்தன்று உலகு.''','''In action be thou, \'ware of act\'s defeat; 
The world leaves those who work leave incomplete!''','''Take care not to give up exertion in the midst of a work; the world will abandon those who abandon their unfinished work.''');
        k[612] = Kural.factory(613,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''தாளாண்மை என்னும் தகைமைக்கண் தங்கிற்றே 
வேளாண்மை என்னுஞ் செருக்கு.''','''In strenuous effort doth reside 
The power of helping others: noble pride!''','''The lustre of munificence will dwell only with the dignity of laboriousness or efforts.''');
        k[613] = Kural.factory(614,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''தாளாண்மை இல்லாதான் வேளாண்மை பேடிகை 
வாளாண்மை போலக் கெடும்.''','''Beneficent intent in men by whom no strenuous work is wrought, 
Like battle-axe in sexless being\'s hand availeth nought.''','''The liberality of him, who does not labour, will fail, like the manliness of a hermaphrodite, who has a sword in its hand.''');
        k[614] = Kural.factory(615,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''இன்பம் விழையான் வினைவிழைவான் தன்கேளிர் 
துன்பம் துடைத்தூன்றும் தூண்.''','''Whose heart delighteth not in pleasure, but in action finds delight, 
He wipes away his kinsmen\'s grief and stands the pillar of their might.''','''He who desires not pleasure, but desires labour, will be a pillar to sustain his relations, wiping away their sorrows.''');
        k[615] = Kural.factory(616,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''முயற்சி திருவினை ஆக்கும் முயற்றின்மை 
இன்மை புகுத்தி விடும்.''','''Effort brings fortune\'s sure increase, 
Its absence brings to nothingness.''','''Labour will produce wealth; idleness will bring poverty.''');
        k[616] = Kural.factory(617,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''மடியுளாள் மாமுகடி என்ப மடியிலான் 
தாளுளான் தாமரையி னாள்.''','''In sluggishness is seen misfortune\'s lurid form, the wise declare; 
Where man unslothful toils, she of the lotus flower is there!''','''They say that the black Mudevi (the goddess of adversity) dwells with laziness, and the Latchmi (the goddess of prosperity) dwells with the labour of the industrious.''');
        k[617] = Kural.factory(618,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''பொறியின்மை யார்க்கும் பழியன்று அறிவறிந்து 
ஆள்வினை இன்மை பழி.''','''\'Tis no reproach unpropitious fate should ban; 
But not to do man\'s work is foul disgrace to man!''','''Adverse fate is no disgrace to any one; to be without exertion and without knowing what should be known, is disgrace.''');
        k[618] = Kural.factory(619,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''தெய்வத்தான் ஆகா தெனினும் முயற்சிதன் 
மெய்வருத்தக் கூலி தரும்.''','''Though fate-divine should make your labour vain; 
Effort its labour\'s sure reward will gain.''','''Although it be said that, through fate, it cannot be attained, yet labour, with bodily exertion, will yield its reward.''');
        k[619] = Kural.factory(620,u'''பொருட்பால்''',u'''ஆள்வினையுடைமை''',u'''ஊழையும் உப்பக்கம் காண்பர் உலைவின்றித் 
தாழாது உஞற்று பவர்.''','''Who strive with undismayed, unfaltering mind, 
At length shall leave opposing fate behind.''','''They who labour on, without fear and without fainting will see even fate (put) behind their back.''');
        k[620] = Kural.factory(621,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இடுக்கண் வருங்கால் நகுக அதனை 
அடுத்தூர்வது அஃதொப்ப தில்.''','''Smile, with patient, hopeful heart, in troublous hour; 
Meet and so vanquish grief; nothing hath equal power.''','''If troubles come, laugh; there is nothing like that, to press upon and drive away sorrow.''');
        k[621] = Kural.factory(622,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''வெள்ளத் தனைய இடும்பை அறிவுடையான் 
உள்ளத்தின் உள்ளக் கெடும்.''','''Though sorrow, like a flood, comes rolling on, 
When wise men\'s mind regards it,- it is gone.''','''A flood of troubles will be overcome by the (courageous) thought which the minds of the wise will entertain, even in sorrow.''');
        k[622] = Kural.factory(623,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு 
இடும்பை படாஅ தவர்.''','''Who griefs confront with meek, ungrieving heart, 
From them griefs, put to grief, depart.''','''They give sorrow to sorrow, who in sorrow do not suffer sorrow.''');
        k[623] = Kural.factory(624,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''மடுத்தவா யெல்லாம் பகடன்னான் உற்ற 
இடுக்கண் இடர்ப்பாடு உடைத்து.''','''Like bullock struggle on through each obstructed way; 
From such an one will troubles, troubled, roll away.''','''Troubles will vanish (i.e., will be troubled) before the man who (struggles against difficulties) as a buffalo (drawing a cart) through deep mire.''');
        k[624] = Kural.factory(625,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''அடுக்கி வரினும் அழிவிலான் உற்ற 
இடுக்கண் இடுக்கட் படும்.''','''When griefs press on, but fail to crush the patient heart, 
Then griefs defeated, put to grief, depart.''','''The troubles of that man will be troubled (and disappear) who, however thickly they may come upon him, does not abandon (his purpose).''');
        k[625] = Kural.factory(626,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''அற்றேமென்று அல்லற் படுபவோ பெற்றேமென்று 
ஓம்புதல் தேற்றா தவர்.''','''Who boasted not of wealth, nor gave it all their heart, 
Will not bemoan the loss, when prosperous days depart.''','''Will those men ever cry out in sorrow, "we are destitute" who, (in their prosperity), give not way to (undue desire) to keep their wealth.''');
        k[626] = Kural.factory(627,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இலக்கம் உடம்பிடும்பைக் கென்று கலக்கத்தைக் 
கையாறாக் கொள்ளாதாம் மேல்.''','''\'Man\'s frame is sorrow\'s target\', the noble mind reflects, 
Nor meets with troubled mind the sorrows it expects.''','''The great will not regard trouble as trouble, knowing that the body is the butt of trouble.''');
        k[627] = Kural.factory(628,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இன்பம் விழையான் இடும்பை இயல்பென்பான் 
துன்பம் உறுதல் இலன்.''','''He seeks not joy, to sorrow man is born, he knows; 
Such man will walk unharmed by touch of human woes.''','''That man never experiences sorrow, who does not seek for pleasure, and who considers distress to be natural (to man).''');
        k[628] = Kural.factory(629,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இன்பத்துள் இன்பம் விழையாதான் துன்பத்துள் 
துன்பம் உறுதல் இலன்.''','''Mid joys he yields not heart to joys\' control. 
Mid sorrows, sorrow cannot touch his soul.''','''He does not suffer sorrow, in sorrow who does not look for pleasure in pleasure.''');
        k[629] = Kural.factory(630,u'''பொருட்பால்''',u'''இடுக்கணழியாமை''',u'''இன்னாமை இன்பம் எனக்கொளின் ஆகுந்தன் 
ஒன்னார் விழையுஞ் சிறப்பு.''','''Who pain as pleasure takes, he shall acquire 
The bliss to which his foes in vain aspire.''','''The elevation, which even his enemies will esteem, will be gained by him, who regards pain as pleasure.''');
        k[630] = Kural.factory(631,u'''பொருட்பால்''',u'''அமைச்சு''',u'''கருவியும் காலமும் செய்கையும் செய்யும் 
அருவினையும் மாண்டது அமைச்சு.''','''A minister is he who grasps, with wisdom large, 
Means, time, work\'s mode, and functions rare he must discharge.''','''The minister is one who can make an excellent choice of means, time, manner of execution, and the difficult undertaking (itself).''');
        k[631] = Kural.factory(632,u'''பொருட்பால்''',u'''அமைச்சு''',u'''வன்கண் குடிகாத்தல் கற்றறிதல் ஆள்வினையோடு 
ஐந்துடன் மாண்டது அமைச்சு.''','''A minister must greatness own of guardian power, determined mind, 
Learn\'d wisdom, manly effort with the former five combined.''','''The minister is one who in addition to the aforesaid five things excels in the possession of firmness, protection of subjects, clearness by learning, and perseverance.''');
        k[632] = Kural.factory(633,u'''பொருட்பால்''',u'''அமைச்சு''',u'''பிரித்தலும் பேணிக் கொளலும் பிரிந்தார்ப் 
பொருத்தலும் வல்ல தமைச்சு.''','''A minister is he whose power can foes divide, 
Attach more firmly friends, of severed ones can heal the breaches wide.''','''The minister is one who can effect discord (among foes), maintain the good-will of his friends and restore to friendship those who have seceded (from him).''');
        k[633] = Kural.factory(634,u'''பொருட்பால்''',u'''அமைச்சு''',u'''தெரிதலும் தேர்ந்து செயலும் ஒருதலையாச் 
சொல்லலும் வல்லது அமைச்சு.''','''A minister has power to see the methods help afford, 
To ponder long, then utter calm conclusive word.''','''The minister is one who is able to comprehend (the whole nature of an undertaking), execute it in the best manner possible, and offer assuring advice (in time of necessity).''');
        k[634] = Kural.factory(635,u'''பொருட்பால்''',u'''அமைச்சு''',u'''அறனறிந்து ஆன்றமைந்த சொல்லான்எஞ் ஞான்றுந் 
திறனறிந்தான் தேர்ச்சித் துணை.''','''The man who virtue knows, has use of wise and pleasant words. 
With plans for every season apt, in counsel aid affords.''','''He is the best helper (of the king) who understanding the duties, of the latter, is by his special learning, able to tender the fullest advice, and at all times conversant with the best method (of performing actions).''');
        k[635] = Kural.factory(636,u'''பொருட்பால்''',u'''அமைச்சு''',u'''மதிநுட்பம் நூலோடு உடையார்க்கு அதிநுட்பம் 
யாவுள முன்நிற் பவை.''','''When native subtilty combines with sound scholastic lore, 
\'Tis subtilty surpassing all, which nothing stands before.''','''What (contrivances) are there so acute as to resist those who possess natural acuteness in addition to learning ?.''');
        k[636] = Kural.factory(637,u'''பொருட்பால்''',u'''அமைச்சு''',u'''செயற்கை அற஧ந்தக் கடைத்தும் உலகத்து 
இயற்கை அறிந்து செயல்.''','''Though knowing all that books can teach, \'tis truest tact 
To follow common sense of men in act.''','''Though you are acquainted with the (theoretical) methods (of performing an act), understand the ways of the world and act accordingly.''');
        k[637] = Kural.factory(638,u'''பொருட்பால்''',u'''அமைச்சு''',u'''அறிகொன்று அறியான் எனினும் உறுதி 
உழையிருந்தான் கூறல் கடன்.''','''\'Tis duty of the man in place aloud to say 
The very truth, though unwise king may cast his words away.''','''Although the king be utterly ignorant, it is the duty of the minister to give (him) sound advice.''');
        k[638] = Kural.factory(639,u'''பொருட்பால்''',u'''அமைச்சு''',u'''பழுதெண்ணும் மந்திரியின் பக்கததுள் தெவ்வோர் 
எழுபது கோடி உறும்.''','''A minister who by king\'s side plots evil things 
Worse woes than countless foemen brings.''','''Far better are seventy crores of enemies (for a king) than a minister at his side who intends (his) ruin.''');
        k[639] = Kural.factory(640,u'''பொருட்பால்''',u'''அமைச்சு''',u'''முறைப்படச் சூழ்ந்தும் முடிவிலவே செய்வர் 
திறப்பாடு இலாஅ தவர்.''','''For gain of end desired just counsel nought avails 
To minister, when tact in execution fails.''','''Those ministers who are destitute of (executive) ability will fail to carry out their projects, although they may have contrived aright.''');
        k[640] = Kural.factory(641,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''நாநலம் என்னும் நலனுடைமை அந்நலம் 
யாநலத்து உள்ளதூஉம் அன்று.''','''A tongue that rightly speaks the right is greatest gain, 
It stands alone midst goodly things that men obtain.''','''The possession of that goodness which is called the goodness of speech is (even to others) better than any other goodness.''');
        k[641] = Kural.factory(642,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''ஆக்கமுங் கேடும் அதனால் வருதலால் 
காத்தோம்பல் சொல்லின்கட் சோர்வு.''','''Since gain and loss in life on speech depend, 
From careless slip in speech thyself defend.''','''Since (both) wealth and evil result from (their) speech, ministers should most carefully guard themselves against faultiness therein.''');
        k[642] = Kural.factory(643,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் 
வேட்ப மொழிவதாம் சொல்.''','''\'Tis speech that spell-bound holds the listening ear, 
While those who have not heard desire to hear.''','''The (minister\'s) speech is that which seeks (to express) elements as bind his friends (to himself) and is so delivered as to make even his enemies desire (his friendship).''');
        k[643] = Kural.factory(644,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''திறனறிந்து சொல்லுக சொல்லை அறனும் 
பொருளும் அதனினூஉங்கு இல்.''','''Speak words adapted well to various hearers\' state; 
No higher virtue lives, no gain more surely great.''','''Understand the qualities (of your hearers) and (then) make your speech; for superior to it, there is neither virtue nor wealth.''');
        k[644] = Kural.factory(645,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''சொல்லுக சொல்லைப் பிறிதோர்சொல் அச்சொல்லை 
வெல்லுஞ்சொல் இன்மை அறிந்து.''','''Speak out your speech, when once \'tis past dispute 
That none can utter speech that shall your speech refute.''','''Deliver your speech, after assuring yourself that no counter speech can defeat your own.''');
        k[645] = Kural.factory(646,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''வேட்பத்தாஞ் சொல்லிப் பிறர்சொல் பயன்கோடல் 
மாட்சியின் மாசற்றார் கோள்.''','''Charming each hearer\'s ear, of others\' words to seize the sense, 
Is method wise of men of spotless excellence.''','''It is the opinion of those who are free from defects in diplomacy that the minister should speak so as to make his hearers desire (to hear more) and grasp the meaning of what he hears himself.''');
        k[646] = Kural.factory(647,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''சொலல்வல்லன் சோர்விலன் அஞ்சான் அவனை 
இகல்வெல்லல் யார்க்கும் அரிது.''','''Mighty in word, of unforgetful mind, of fearless speech, 
\'Tis hard for hostile power such man to overreach.''','''It is impossible for any one to conquer him by intrique who possesses power of speech, and is neither faulty nor timid.''');
        k[647] = Kural.factory(648,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''விரைந்து தொழில்கேட்கும் ஞாலம் நிரந்தினிது 
சொல்லுதல் வல்லார்ப் பெறின்.''','''Swiftly the listening world will gather round, 
When men of mighty speech the weighty theme propound.''','''If there be those who can speak on various subjects in their proper order and in a pleasing manner, the world would readily accept them.''');
        k[648] = Kural.factory(649,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''பலசொல்லக் காமுறுவர் மன்றமா சற்ற 
சிலசொல்லல் தேற்றா தவர்.''','''Who have not skill ten faultless words to utter plain, 
Their tongues will itch with thousand words man\'s ears to pain.''','''They will desire to utter many words, who do not know how to speak a few faultless ones.''');
        k[649] = Kural.factory(650,u'''பொருட்பால்''',u'''சொல்வன்மை''',u'''இண்ருழ்த்தும் நாறா மலரனையர் கற்றது 
உணர விரித்துரையா தார்.''','''Like scentless flower in blooming garland bound 
Are men who can\'t their lore acquired to other\'s ears expound.''','''Those who are unable to set forth their acquirements (before others) are like flowers blossoming in a cluster and yet without fragrance.''');
        k[650] = Kural.factory(651,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''துணைநலம் ஆக்கம் த்ருஉம் வினைநலம் 
வேண்டிய எல்லாந் தரும்.''','''The good external help confers is worldly gain; 
By action good men every needed gift obtain.''','''The efficacy of support will yield (only) wealth; (but) the efficacy of action will yield all that is desired.''');
        k[651] = Kural.factory(652,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''என்றும் ஒருவுதல் வேண்டும் புகழொடு 
நன்றி பயவா வினை.''','''From action evermore thyself restrain 
Of glory and of good that yields no gain.''','''Ministers should at all times avoid acts which, in addition to fame, yield no benefit (for the future).''');
        k[652] = Kural.factory(653,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''ஒஓதல் வேண்டும் ஒளிமாழ்கும் செய்வினை 
ஆஅதும் என்னு மவர்.''','''Who tell themselves that nobler things shall yet be won 
All deeds that dim the light of glory must they shun.''','''Those who say, "we will become (better)" should avoid the performance of acts that would destroy (their fame).''');
        k[653] = Kural.factory(654,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''இடுக்கண் படினும் இளிவந்த செய்யார் 
நடுக்கற்ற காட்சி யவர்.''','''Though troubles press, no shameful deed they do, 
Whose eyes the ever-during vision view.''','''Those who have infallible judgement though threatened with peril will not do acts which have brought disgrace (on former ministers).''');
        k[654] = Kural.factory(655,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''எற்றென்று இரங்குவ செய்யற்க செய்வானேல் 
மற்றன்ன செய்யாமை நன்று.''','''Do nought that soul repenting must deplore, 
If thou hast sinned, \'tis well if thou dost sin no more.''','''Let a minister never do acts of which he would have to grieve saying, "what is this I have done"; (but) should he do (them), it were good that he grieved not.''');
        k[655] = Kural.factory(656,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''ஈன்றாள் பசிகாண்பான் ஆயினுஞ் செய்யற்க 
சான்றோர் பழிக்கும் வினை.''','''Though her that bore thee hung\'ring thou behold, no deed 
Do thou, that men of perfect soul have crime decreed.''','''Though a minister may see his mother starve; let him do not act which the wise would (treat with contempt).''');
        k[656] = Kural.factory(657,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''பழிமலைந்து எய்திய ஆக்கத்தின் சான்றோர் 
கழிநல் குரவே தலை.''','''Than store of wealth guilt-laden souls obtain, 
The sorest poverty of perfect soul is richer gain.''','''Far more excellent is the extreme poverty of the wise than wealth obtained by heaping up of sinful deeds.''');
        k[657] = Kural.factory(658,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''கடிந்த கடிந்தொரார் செய்தார்க்கு அவைதாம் 
முடிந்தாலும் பீழை தரும்.''','''To those who hate reproof and do forbidden thing. 
What prospers now, in after days shall anguish bring.''','''The actions of those, who have not desisted from doing deeds forbidden (by the great), will, even if they succeed, cause them sorrow.''');
        k[658] = Kural.factory(659,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''அழக்கொண்ட எல்லாம் அழப்போம் இழப்பினும் 
பிற்பயக்கும் நற்பா லவை.''','''What\'s gained through tears with tears shall go; 
From loss good deeds entail harvests of blessings grow.''','''All that has been obtained with tears (to the victim) will depart with tears (to himself); but what has been by fair means; though with loss at first, will afterwards yield fruit.''');
        k[659] = Kural.factory(660,u'''பொருட்பால்''',u'''வினைத்தூய்மை''',u'''சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண் 
கலத்துள்நீர் பெய்திரீஇ யற்று.''','''In pot of clay unburnt he water pours and would retain, 
Who seeks by wrong the realm in wealth and safety to maintain.''','''(For a minister) to protect (his king) with wealth obtained by foul means is like preserving a vessel of wet clay by filling it with water.''');
        k[660] = Kural.factory(661,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''வினைத்திட்பம் என்பது ஒருவன் மனத்திட்பம் 
மற்றைய எல்லாம் பிற.''','''What men call \'power in action\' know for \'power of mind\' 
Externe to man all other aids you find.''','''Firmness in action is (simply) one\'s firmness of mind; all other (abilities) are not of this nature.''');
        k[661] = Kural.factory(662,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''ஊறொரால் உற்றபின் ஒல்காமை இவ்விரண்டின் 
ஆறென்பர் ஆய்ந்தவர் கோள்.''','''\'Each hindrance shun\', \'unyielding onward press, If obstacle be there,\' 
These two define your way, so those that search out truth declare.''','''Not to perform a ruinous act, and not to be discouraged by the ruinous termination of an act, are the two maxims which, the wise say, from the principles of those who have investigated the subject.''');
        k[662] = Kural.factory(663,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''கடைக்கொட்கச் செய்தக்க தாண்மை இடைக்கொட்கின் 
எற்றா விழுமந் தரும்.''','''Man\'s fitting work is known but by success achieved; 
In midst the plan revealed brings ruin ne\'er to be retrieved.''','''So to perform an act as to publish it (only) at its termination is (true) manliness; for to announce it beforehand, will cause irremediable sorrow.''');
        k[663] = Kural.factory(664,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''சொல்லுதல் யார்க்கும் எளிய அரியவாம் 
சொல்லிய வண்ணம் செயல்.''','''Easy to every man the speech that shows the way; 
Hard thing to shape one\'s life by words they say!''','''To say (how an act is to be performed) is (indeed) easy for any one; but far difficult it is to do according to what has been said.''');
        k[664] = Kural.factory(665,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''வீறெய்தி மாண்டார் வினைத்திட்பம் வேந்தன்கண் 
ஊறெய்தி உள்ளப் படும்.''','''The power in act of men renowned and great, 
With king acceptance finds and fame through all the state.''','''The firmness in action of those who have become great by the excellence (of their counsel) will, by attaining its fulfilment in the person of the king, be esteemed (by all).''');
        k[665] = Kural.factory(666,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''எண்ணிய எண்ணியாங்கு எய்து எண்ணியார் 
திண்ணியர் ஆகப் பெறின்.''','''Whate\'er men think, ev\'n as they think, may men obtain, 
If those who think can steadfastness of will retain.''','''If those who have planned (an undertaking) possess firmness (in executing it) they will obtain what they have desired even as they have desired it.''');
        k[666] = Kural.factory(667,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''உருவுகண்டு எள்ளாமை வேண்டும் உருள்பெருந்தேர்க்கு 
அச்சாணி அன்னார் உடைத்து.''','''Despise not men of modest bearing; Look not at form, but what men are: 
For some there live, high functions sharing, Like linch-pin of the mighty car!''','''Let none be despised for (their) size; (for) the world has those who resemble the linch-pin of the big rolling car.''');
        k[667] = Kural.factory(668,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''கலங்காது கண்ட வினைக்கண் துளங்காது 
தூக்கங் கடிந்து செயல்.''','''What clearly eye discerns as right, with steadfast will, 
And mind unslumbering, that should man fulfil.''','''An act that has been firmly resolved on must be as firmly carried out without delay.''');
        k[668] = Kural.factory(669,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''துன்பம் உறவரினும் செய்க துணிவாற்றி 
இன்பம் பயக்கும் வினை.''','''Though toil and trouble face thee, firm resolve hold fast, 
And do the deeds that pleasure yield at last.''','''Though it should cause increasing sorrow (at the outset), do with firmness the act that yield bliss (in the end).''');
        k[669] = Kural.factory(670,u'''பொருட்பால்''',u'''வினைத்திட்பம்''',u'''எனைத்திட்பம் எய்தியக் கண்ணும் வினைத்திட்பம் 
வேண்டாரை வேண்டாது உலகு.''','''The world desires not men of every power possessed, 
Who power in act desire not,- crown of all the rest.''','''The great will not esteem those who esteem not firmness of action, whatever other abilities the latter may possess.''');
        k[670] = Kural.factory(671,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''சூழ்ச்சி முடிவு துணிவெய்தல் அத்துணிவு 
தாழ்ச்சியுள் தங்குதல் தீது.''','''Resolve is counsel\'s end, If resolutions halt 
In weak delays, still unfulfilled, \'tis grievous fault.''','''Consultation ends in forming a resolution (to act); (but) delay in the execution of that resolve is an evil.''');
        k[671] = Kural.factory(672,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''தூங்குக தூங்கிச் செயற்பால தூங்கற்க 
தூங்காது செய்யும் வினை.''','''Slumber when sleepy work\'s in hand: beware 
Thou slumber not when action calls for sleepless care!''','''Sleep over such (actions) as may be slept over; (but) never over such as may not be slept over.''');
        k[672] = Kural.factory(673,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''ஙல்லும்வா யெல்லாம் வினைநன்றே ஒல்லாக்கால் 
செல்லும்வாய் நோக்கிச் செயல்.''','''When way is clear, prompt let your action be; 
When not, watch till some open path you see.''','''Whenever it is possible (to overcome your enemy) the act (of fighting) is certainly good; if not, endeavour to employ some more successful method.''');
        k[673] = Kural.factory(674,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''வினைபகை என்றிரண்டின் எச்சம் நினையுங்கால் 
தீயெச்சம் போலத் தெறும்.''','''With work or foe, when you neglect some little thing, 
If you reflect, like smouldering fire, \'twill ruin bring.''','''When duly considered, the incomplete execution of an undertaking and hostility will grow and destroy one like the (unextinguished) remnant of a fire.''');
        k[674] = Kural.factory(675,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''பொருள்கருவி காலம் வினையிடனொடு ஐந்தும் 
இருள்தீர எண்ணிச் செயல்.''','''Treasure and instrument and time and deed and place of act: 
These five, till every doubt remove, think o\'er with care exact.''','''Do an act after a due consideration of the (following) five, viz. money, means, time, execution and place.''');
        k[675] = Kural.factory(676,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''முடிவும் இடையூறும் முற்றியாங்கு எய்தும் 
படுபயனும் பார்த்துச் செயல்.''','''Accomplishment, the hindrances, large profits won 
By effort: these compare,- then let the work be done.''','''An act is to be performed after considering the exertion required, the obstacles to be encountered, and the great profit to be gained (on its completion).''');
        k[676] = Kural.factory(677,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''செய்வினை செய்வான் செயன்முறை அவ்வினை 
உள்ளறிவான் உள்ளம் கொளல்.''','''Who would succeed must thus begin: first let him ask 
The thoughts of them who thoroughly know the task.''','''The method of performance for one who has begun an act is to ascertain the mind of him who knows the secret thereof.''');
        k[677] = Kural.factory(678,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''வினையான் வினையாக்கிக் கோடல் நனைகவுள் 
யானையால் யானையாத் தற்று.''','''By one thing done you reach a second work\'s accomplishment; 
So furious elephant to snare its fellow brute is sent.''','''To make one undertaking the means of accomplishing another (similar to it) is like making one rutting elephant the means of capturing another.''');
        k[678] = Kural.factory(679,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''நட்டார்க்கு நல்ல செயலின் விரைந்ததே 
ஒட்டாரை ஒட்டிக் கொளல்.''','''Than kindly acts to friends more urgent thing to do, 
Is making foes to cling as friends attached to you.''','''One should rather hasten to secure the alliance of the foes (of one\'s foes) than perform good offices to one\'s friends.''');
        k[679] = Kural.factory(680,u'''பொருட்பால்''',u'''வினைசெயல்வகை''',u'''உறைசிறியார் உள்நடுங்கல் அஞ்சிக் குறைபெறின் 
கொள்வர் பெரியார்ப் பணிந்து.''','''The men of lesser realm, fearing the people\'s inward dread, 
Accepting granted terms, to mightier ruler bow the head.''','''Ministers of small states, afraid of their people being frightened, will yield to and acknowledge their superior foes, if the latter offer them a chance of reconciliation.''');
        k[680] = Kural.factory(681,u'''பொருட்பால்''',u'''தூது''',u'''அன்புடைமை ஆன்ற குடிப்பிறத்தல் வேந்தவாம் 
பண்புடைமை தூதுரைப்பான் பண்பு.''','''Benevolence high birth, the courtesy kings love:- 
These qualities the envoy of a king approve.''','''The qualification of an ambassador are affection (for his relations) a fitting birth, and the possession of attributes pleasing to royalty.''');
        k[681] = Kural.factory(682,u'''பொருட்பால்''',u'''தூது''',u'''அன்பறிவு ஆராய்ந்த சொல்வன்மை தூதுரைப்பார்க்கு 
இன்றி யமையாத மூன்று.''','''Love, knowledge, power of chosen words, three things, 
Should he possess who speaks the words of kings.''','''Love (to his sovereign), knowledge (of his affairs), and a discriminating power of speech (before other sovereigns) are the three sine qua non qualifications of an ambassador.''');
        k[682] = Kural.factory(683,u'''பொருட்பால்''',u'''தூது''',u'''நூலாருள் நூல்வல்லன் ஆகுதல் வேலாருள் 
வென்றி வினையுரைப்பான் பண்பு.''','''Mighty in lore amongst the learned must he be, 
Midst jav\'lin-bearing kings who speaks the words of victory.''','''To be powerful in politics among those who are learned (in ethics) is the character of him who speaks to lance-bearing kings on matters of triumph (to his own sovereign).''');
        k[683] = Kural.factory(684,u'''பொருட்பால்''',u'''தூது''',u'''அறிவுரு வாராய்ந்த கல்விஇம் மூன்றன் 
செறிவுடையான் செல்க வினைக்கு.''','''Sense, goodly grace, and knowledge exquisite. 
Who hath these three for envoy\'s task is fit.''','''He may go on a mission (to foreign rulers) who has combined in him all these three. viz., (natural) sense, an attractive bearing and well-tried learning.''');
        k[684] = Kural.factory(685,u'''பொருட்பால்''',u'''தூது''',u'''தொகச்சொல்லித் தூவாத நீக்கி நகச்சொல்லி 
நன்றி பயப்பதாந் தூது.''','''In terms concise, avoiding wrathful speech, who utters pleasant word, 
An envoy he who gains advantage for his lord.''','''He is an ambassador who (in the presence of foreign rulers) speaks briefly, avoids harshness, talks so as to make them smile, and thus brings good (to his own sovereign).''');
        k[685] = Kural.factory(686,u'''பொருட்பால்''',u'''தூது''',u'''கற்றுக்கண் அஞ்சான் செலச்சொல்லிக் காலத்தால் 
தக்கது அறிவதாம் தூது.''','''An envoy meet is he, well-learned, of fearless eye 
Who speaks right home, prepared for each emergency.''','''He is an ambassador who having studied (politics) talks impressively, is not afraid of angry looks, and knows (to employ) the art suited to the time.''');
        k[686] = Kural.factory(687,u'''பொருட்பால்''',u'''தூது''',u'''கடனறிந்து காலங் கருதி இடனறிந்து 
எண்ணி உரைப்பான் தலை.''','''He is the best who knows what\'s due, the time considered well, 
The place selects, then ponders long ere he his errand tell.''','''He is chief (among ambassadors) who understands the proper decorum (before foreign princes), seeks the (proper) occasion, knows the (most suitable) place, and delivers his message after (due) consideration.''');
        k[687] = Kural.factory(688,u'''பொருட்பால்''',u'''தூது''',u'''தூய்மை துணைமை துணிவுடைமை இம்மூன்றின் 
வாய்மை வழியுரைப்பான் பண்பு.''','''Integrity, resources, soul determined, truthfulness. 
Who rightly speaks his message must these marks possess.''','''The qualifications of him who faithfully delivers his (sovereign\'s) message are purity, the support (of foreign ministers), and boldness, with truthfulness in addition to the (aforesaid) three.''');
        k[688] = Kural.factory(689,u'''பொருட்பால்''',u'''தூது''',u'''விடுமாற்றம் வேந்தர்க்கு உரைப்பான் வடுமாற்றம் 
வாய்சேரா வன்கணவன்.''','''His faltering lips must utter no unworthy thing, 
Who stands, with steady eye, to speak the mandates of his king.''','''He alone is fit to communicate (his sovereign\'s) reply, who possesses the firmness not to utter even inadvertently what may reflect discredit (on the latter).''');
        k[689] = Kural.factory(690,u'''பொருட்பால்''',u'''தூது''',u'''இறுதி பயப்பினும் எஞ்சாது இறைவற்கு 
உறுதி பயப்பதாம் தூது.''','''Death to the faithful one his embassy may bring; 
To envoy gains assured advantage for his king.''','''He is the ambassador who fearlessly seeks his sovereign\'s good though it should cost him his life (to deliver his message).''');
        k[690] = Kural.factory(691,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''அகலாது அணுகாது தீக்காய்வார் போல்க 
இகல்வேந்தர்ச் சேர்ந்தொழுகு வார்.''','''Who warm them at the fire draw not too near, nor keep too much aloof; 
Thus let them act who dwell beneath of warlike kings the palace-roof.''','''Ministers who serve under fickle-minded monarchs should, like those who warm themselves at the fire, be neither (too) far, nor (too) near.''');
        k[691] = Kural.factory(692,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''மன்னர் விழைப விழையாமை மன்னரால் 
மன்னிய ஆக்கந் தரும்.''','''To those who prize not state that kings are wont to prize, 
The king himself abundant wealth supplies.''','''For ministers not to cover the things desired by their kings will through the kings themselves yield them everlasting wealth.''');
        k[692] = Kural.factory(693,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''போற்றின் அரியவை போற்றல் கடுத்தபின் 
தேற்றுதல் யார்க்கும் அரிது.''','''Who would walk warily, let him of greater faults beware; 
To clear suspicions once aroused is an achievement rare.''','''Ministers who would save themselves should avoid (the commission of) serious errors for if the king\'s suspicion is once roused, no one can remove it.''');
        k[693] = Kural.factory(694,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''செவிச்சொல்லும் சேர்ந்த நகையும் அவித்தொழுகல் 
ஆன்ற பெரியா ரகத்து.''','''All whispered words and interchange of smiles repress, 
In presence of the men who kingly power possess.''','''While in the presence of the sovereign, ministers should neither whisper to nor smile at others.''');
        k[694] = Kural.factory(695,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''எப்பொருளும் ஓரார் தொடரார்மற் றப்பொருளை 
விட்டக்கால் கேட்க மறை.''','''Seek not, ask not, the secret of the king to hear; 
But if he lets the matter forth, give ear!''','''(When the king is engaged) in secret counsel (with others), ministers should neither over-hear anything whatever nor pry into it with inquisitive questions, but (wait to) listen when it is divulged (by the king himself).''');
        k[695] = Kural.factory(696,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''குறிப்பறிந்து காலங் கருதி வெறுப்பில 
வேண்டுப வேட்பச் சொலல்.''','''Knowing the signs, waiting for fitting time, with courteous care, 
Things not displeasing, needful things, declare.''','''Knowing the (king\'s disposition and seeking the right time, (the minister) should in a pleasing manner suggest things such as are desirable and not disagreeable.''');
        k[696] = Kural.factory(697,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''வேட்பன சொல்லி வினையில எஞ்ஞான்றும் 
கேட்பினும் சொல்லா விடல்.''','''Speak pleasant things, but never utter idle word; 
Not though by monarch\'s ears with pleasure heard.''','''Ministers should (always) give agreeable advice but on no occasion recommend useless actions, though requested (to do so).''');
        k[697] = Kural.factory(698,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''இளையர் இனமுறையர் என்றிகழார் நின்ற 
ஒளியோடு ஒழுகப் படும்.''','''Say not, \'He\'s young, my kinsman,\' despising thus your king; 
But reverence the glory kingly state doth bring.''','''Ministers should behave in accordance with the (Divine) light in the person of kings and not despise them saying, "He is our junior (in age) and connected with our family!".''');
        k[698] = Kural.factory(699,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''கொளப்பட்டேம் என்றெண்ணிக் கொள்ளாத செய்யார் 
துளக்கற்ற காட்சி யவர்.''','''\'We\'ve gained his grace, boots nought what graceless acts we do\', 
So deem not sages who the changeless vision view.''','''Those whose judgement is firm will not do what is disagreeable (to the sovereign) saying (within themselves) "We are esteemed by the king".''');
        k[699] = Kural.factory(700,u'''பொருட்பால்''',u'''மன்னரைச் சேர்ந்தொழுதல்''',u'''பழையம் எனக்கருதிப் பண்பல்ல செய்யும் 
கெழுதகைமை கேடு தரும்.''','''Who think \'We\'re ancient friends\' and do unseemly things; 
To these familiarity sure ruin brings.''','''The (foolish) claim with which a minister does unbecoming acts because of his (long) familiarity (with the king) will ensure his ruin.''');
        k[700] = Kural.factory(701,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''கூறாமை நோக்க஧க் குறிப்பறிவான் எஞ்ஞான்றும் 
மாறாநீர் வையக் கணி.''','''Who knows the sign, and reads unuttered thought, the gem is he, 
Of earth round traversed by the changeless sea.''','''The minister who by looking (at the king) understands his mind without being told (of it), will be a perpetual ornament to the world which is surrounded by a never-drying sea.''');
        k[701] = Kural.factory(702,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''ஐயப் படாஅது அகத்தது உணர்வானைத் 
தெய்வத்தோ டொப்பக் கொளல்.''','''Undoubting, who the minds of men can scan, 
As deity regard that gifted man.''','''He is to be esteemed a god who is able to ascertain without a doubt what is within (one\'s mind).''');
        k[702] = Kural.factory(703,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''குறிப்பிற் குறிப்புணர் வாரை உறுப்பினுள் 
யாது கொடுத்தும் கொளல்.''','''Who by the sign the signs interprets plain, 
Give any member up his aid to gain.''','''The king should ever give whatever (is asked) of his belongings and secure him who, by the indications (of his own mind) is able to read those of another.''');
        k[703] = Kural.factory(704,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''குறித்தது கூறாமைக் கொள்வாரோ டேனை 
உறுப்போ ரனையரால் வேறு.''','''Who reads what\'s shown by signs, though words unspoken be, 
In form may seem as other men, in function nobler far is he.''','''Those who understand one\'s thoughts without being informed (thereof) and those who do not, may (indeed) resemble one another bodily; still are they different (mentally).''');
        k[704] = Kural.factory(705,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''குறிப்பிற் குறிப்புணரா வாயின் உறுப்பினுள் 
என்ன பயத்தவோ கண்.''','''By sign who knows not sings to comprehend, what gain, 
\'Mid all his members, from his eyes does he obtain?''','''Of what use are the eyes amongst one\'s members, if they cannot by their own indications dive those of another ?.''');
        k[705] = Kural.factory(706,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''அடுத்தது காட்டும் பளிங்குபோல் நெஞ்சம் 
கடுத்தது காட்டும் முகம்.''','''As forms around in crystal mirrored clear we find, 
The face will show what\'s throbbing in the mind.''','''As the mirror reflects what is near so does the face show what is uppermost in the mind.''');
        k[706] = Kural.factory(707,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''முகத்தின் முதுக்குறைந்தது உண்டோ உவப்பினும் 
காயினும் தான்முந் துறும்.''','''Than speaking countenance hath aught more prescient skill? 
Rejoice or burn with rage, \'tis the first herald still!''','''Is there anything so full of knowledge as the face ? (No.) it precedes the mind, whether (the latter is) pleased or vexed.''');
        k[707] = Kural.factory(708,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''முகம்நோக்கி நிற்க அமையும் அகம்நோக்கி 
உற்ற துணர்வார்ப் பெறின்.''','''To see the face is quite enough, in presence brought, 
When men can look within and know the lurking thought.''','''If the king gets those who by looking into his mind can understand (and remove) what has occurred (to him) it is enough that he stand looking at their face.''');
        k[708] = Kural.factory(709,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''பகைமையும் கேண்மையும் கண்ணுரைக்கும் கண்ணின் 
வகைமை உணர்வார்ப் பெறின்.''','''The eye speaks out the hate or friendly soul of man; 
To those who know the eye\'s swift varying moods to scan.''','''If a king gets ministers who can read the movements of the eye, the eyes (of foreign kings) will (themselves) reveal (to him) their hatred or friendship.''');
        k[709] = Kural.factory(710,u'''பொருட்பால்''',u'''குறிப்பறிதல்''',u'''நுண்ணியம் என்பார் அளக்குங்கோல் காணுங்கால் 
கண்ணல்லது இல்லை பிற.''','''The men of keen discerning soul no other test apply 
(When you their secret ask) than man\'s revealing eye.''','''The measuring-rod of those (ministers) who say "we are acute" will on inquiry be found to be their (own) eyes and nothing else.''');
        k[710] = Kural.factory(711,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''அவையறிநது ஆராய்ந்து சொல்லுக சொல்லின் 
தொகையறிந்த தூய்மை யவர்.''','''Men pure in heart, who know of words the varied force, 
Should to their audience known adapt their well-arranged discourse.''','''Let the pure who know the arrangement of words speak with deliberation after ascertaining (the nature of) the court (then assembled).''');
        k[711] = Kural.factory(712,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''இடைதெரிந்து நன்குணர்ந்து சொல்லுக சொல்லின் 
நடைதெரிந்த நன்மை யவர்.''','''Good men to whom the arts of eloquence are known, 
Should seek occasion meet, and say what well they\'ve made their own.''','''Let the good who know the uses of words speak with a clear knowledge after ascertaining the time (suited to the court).''');
        k[712] = Kural.factory(713,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''அவையறியார் சொல்லல்மேற் கொள்பவர் சொல்லின் 
வகையறியார் வல்லதூஉம் இல்.''','''Unversed in councils, who essays to speak. 
Knows not the way of suasive words,- and all is weak.''','''Those who undertake to speak without knowing the (nature of the) court are ignorant of the quality of words as well as devoid of the power (of learning).''');
        k[713] = Kural.factory(714,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''ஒளியார்முன் ஒள்ளிய ராதல் வெளியார்முன் 
வான்சுதை வண்ணம் கொளல்.''','''Before the bright ones shine as doth the light! 
Before the dull ones be as purest stucco white!''','''Ministers should be lights in the assembly of the enlightned, but assume the pure whiteness of mortar (ignorance) in that of fools.''');
        k[714] = Kural.factory(715,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''நன்றென்ற வற்றுள்ளும் நன்றே முதுவருள் 
முந்து கிளவாச் செறிவு.''','''Midst all good things the best is modest grace, 
That speaks not first before the elders\' face.''','''The modesty by which one does not rush forward and speak in (an assembly of) superiors is the best among all (one\'s) good qualities.''');
        k[715] = Kural.factory(716,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''ஆற்றின் நிலைதளர்ந் தற்றே வியன்புலம் 
ஏற்றுணர்வார் முன்னர் இழுக்கு.''','''As in the way one tottering falls, is slip before 
The men whose minds are filled with varied lore.''','''(For a minister) to blunder in the presence of those who have acquired a vast store of learning and know (the value thereof) is like a good man stumbling (and falling away) from the path (of virtue).''');
        k[716] = Kural.factory(717,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''கற்றறிந்தார் கல்வி விளங்கும் கசடறச் 
சொல்தெரிதல் வல்லார் அகத்து.''','''The learning of the learned sage shines bright 
To those whose faultless skill can value it aright.''','''The learning of those who have read and understood (much) will shine in the assembly of those who faultlessly examine (the nature of) words.''');
        k[717] = Kural.factory(718,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''உணர்வ துடையார்முன் சொல்லல் வளர்வதன் 
பாத்தியுள் நீர்சொரிந் தற்று.''','''To speak where understanding hearers you obtain, 
Is sprinkling water on the fields of growing grain!''','''Lecturing to those who have the ability to understand (for themselves) is like watering a bed of plants that are growing (of themselves).''');
        k[718] = Kural.factory(719,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''புல்லவையுள் பொச்சாந்தும் சொல்லற்க நல்லவையுள் 
நன்குசலச் சொல்லு வார்.''','''In councils of the good, who speak good things with penetrating power, 
In councils of the mean, let them say nought, e\'en in oblivious hour.''','''Those who are able to speak good things impressively in an assembly of the good should not even forgetfully speak them in that of the low.''');
        k[719] = Kural.factory(720,u'''பொருட்பால்''',u'''அவையறிதல்''',u'''அங்கணத்துள் உக்க அமிழ்தற்றால் தங்கணத்தார் 
அல்லார்முன் கோட்டி கொளல்.''','''Ambrosia in the sewer spilt, is word 
Spoken in presence of the alien herd.''','''To utter (a good word) in the assembly of those who are of inferior rank is like dropping nectar on the ground.''');
        k[720] = Kural.factory(721,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''வகையறிந்து வல்லவை வாய்சோரார் சொல்லின் 
தொகையறிந்த தூய்மை யவர்.''','''Men, pure in heart, who know of words the varied force, 
The mighty council\'s moods discern, nor fail in their discourse.''','''The pure who know the classification of words having first ascertained the nature (of the court) will not (through fear) falter in their speech before the powerful body.''');
        k[721] = Kural.factory(722,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன் 
கற்ற செலச்சொல்லு வார்.''','''Who what they\'ve learned, in penetrating words heve learned to say, 
Before the learn\'d among the learn\'d most learn\'d are they.''','''Those who can agreeably set forth their acquirements before the learned will be regarded as the most learned among the learned.''');
        k[722] = Kural.factory(723,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''பகையகத்துச் சாவார் எளியர் அரியர் 
அவையகத்து அஞ்சா தவர்.''','''Many encountering death in face of foe will hold their ground; 
Who speak undaunted in the council hall are rarely found.''','''Many indeed may (fearlessly) die in the presence of (their) foes; (but) few are those who are fearless in the assembly (of the learned).''');
        k[723] = Kural.factory(724,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''கற்றார்முன் கற்ற செலச்சொல்லித் தாம்கற்ற 
மிக்காருள் மிக்க கொளல்.''','''What you have learned, in penetrating words speak out before 
The learn\'d; but learn what men more learn\'d can teach you more.''','''(Ministers) should agreeably set forth their acquirements before the learned and acquire more (knowledge) from their superiors (in learning).''');
        k[724] = Kural.factory(725,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''ஆற்றின் அளவறிந்து கற்க அவையஞ்சா 
மாற்றங் கொடுத்தற் பொருட்டு.''','''By rule, to dialectic art your mind apply, 
That in the council fearless you may make an apt reply.''','''In order to reply fearlessly before a foreign court, (ministers) should learn logic according to the rules (of grammar).''');
        k[725] = Kural.factory(726,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''வாளொடென் வன்கண்ணர் அல்லார்க்கு நூலொடென் 
நுண்ணவை அஞ்சு பவர்க்கு.''','''To those who lack the hero\'s eye what can the sword avail? 
Or science what, to those before the council keen who quail?''','''What have they to do with a sword who are not valiant, or they with learning who are afraid of an intelligent assembly ?''');
        k[726] = Kural.factory(727,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''பகையகத்துப் பேடிகை ஒள்வாள் அவையகத்து 
அஞ்சு மவன்கற்ற நூல்.''','''As shining sword before the foe which \'sexless being\' bears, 
Is science learned by him the council\'s face who fears.''','''The learning of him who is diffident before an assembly is like the shining sword of an hermaphrodite in the presence of his foes.''');
        k[727] = Kural.factory(728,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''பல்லவை கற்றும் பயமிலரே நல்லவையுள் 
நன்கு செலச்சொல்லா தார்.''','''Though many things they\'ve learned, yet useless are they all, 
To man who cannot well and strongly speak in council hall.''','''Those who cannot agreeably speak good things before a good assembly are indeed unprofitable persons inspite of all their various acquirements.''');
        k[728] = Kural.factory(729,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''கல்லா தவரின் கடையென்ப கற்றறிந்தும் 
நல்லா ரவையஞ்சு வார்.''','''Who, though they\'ve learned, before the council of the good men quake, 
Than men unlearn\'d a lower place must take.''','''They who, though they have learned and understood, are yet afraid of the assembly of the good, are said to be inferior (even) to the illiterate.''');
        k[729] = Kural.factory(730,u'''பொருட்பால்''',u'''அவையஞ்சாமை''',u'''உளரெனினும் இல்லாரொடு ஒப்பர் களன்அஞ்சிக் 
கற்ற செலச்சொல்லா தார்.''','''Who what they\'ve learned, in penetrating words know not to say, 
The council fearing, though they live, as dead are they.''','''Those who through fear of the assembly are unable to set forth their learning in an interesting manner, though alive, are yet like the dead.''');
        k[730] = Kural.factory(731,u'''பொருட்பால்''',u'''நாடு''',u'''தள்ளா விளையுளும் தக்காரும் தாழ்விலாச் 
செல்வரும் சேர்வது நாடு.''','''Where spreads fertility unfailing, where resides a band, 
Of virtuous men, and those of ample wealth, call that a \'land\'''','''A kingdom is that in which (those who carry on) a complete cultivation, virtuous persons, and merchants with inexhaustible wealth, dwell together.''');
        k[731] = Kural.factory(732,u'''பொருட்பால்''',u'''நாடு''',u'''பெரும்பொருளால் பெட்டக்க தாகி அருங்கேட்டால் 
ஆற்ற விளைவது நாடு.''','''That is a \'land\' which men desire for wealth\'s abundant share, 
Yielding rich increase, where calamities are rare.''','''A kingdom is that which is desire for its immense wealth, and which grows greatly in prosperity, being free from destructive causes.''');
        k[732] = Kural.factory(733,u'''பொருட்பால்''',u'''நாடு''',u'''பொறையொருங்கு மேல்வருங்கால் தாங்கி இறைவற்கு 
இறையொருங்கு நேர்வது நாடு.''','''When burthens press, it bears; Yet, With unfailing hand 
To king due tribute pays: that is the \'land\'''','''A kingdom is that which can bear any burden that may be pressed on it (from adjoining kingdoms) and (yet) pay the full tribute to its sovereign.''');
        k[733] = Kural.factory(734,u'''பொருட்பால்''',u'''நாடு''',u'''உறுபசியும் ஓவாப் பிணியும் செறுபகையும் 
சேரா தியல்வது நாடு.''','''That is a \'land\' whose peaceful annals know, 
Nor famine fierce, nor wasting plague, nor ravage of the foe.''','''A kingdom is that which continues to be free from excessive starvation, irremediable epidemics, and destructive foes.''');
        k[734] = Kural.factory(735,u'''பொருட்பால்''',u'''நாடு''',u'''பல்குழுவும் பாழ்செய்யும் உட்பகையும் வேந்தலைக்கும் 
கொல்குறும்பும் இல்லத''','''From factions free, and desolating civil strife, and band 
Of lurking murderers that king afflict, that is the \'land\'.''','''A kingdom is that which is without various (irregular) associations, destructive internal enemies, and murderous savages who (sometimes) harass the sovereign.''');
        k[735] = Kural.factory(736,u'''பொருட்பால்''',u'''நாடு''',u'''கேடறியாக் கெட்ட இடத்தும் வளங்குன்றா 
நாடென்ப நாட்டின் தலை.''','''Chief of all lands is that, where nought disturbs its peace; 
Or, if invaders come, still yields its rich increase.''','''The learned say that the best kingdom is that which knows no evil (from its foes), and, if injured (at all), suffers no diminution in its fruitfulness.''');
        k[736] = Kural.factory(737,u'''பொருட்பால்''',u'''நாடு''',u'''இருபுனலும் வாய்ந்த மலையும் வருபுனலும் 
வல்லரணும் நாட்டிற்கு உறுப்பு.''','''Waters from rains and springs, a mountain near, and waters thence; 
These make a land, with fortress\' sure defence.''','''The constituents of a kingdom are the two waters (from above and below), well situated hills and an undestructible fort.''');
        k[737] = Kural.factory(738,u'''பொருட்பால்''',u'''நாடு''',u'''பிணியின்மை செல்வம் விளைவின்பம் ஏமம் 
அணியென்ப நாட்டிவ் வைந்து.''','''A country\'s jewels are these five: unfailing health, 
Fertility, and joy, a sure defence, and wealth.''','''Freedom from epidemics, wealth, produce, happiness and protection (to subjects); these five, the learned, say, are the ornaments of a kingdom.''');
        k[738] = Kural.factory(739,u'''பொருட்பால்''',u'''நாடு''',u'''நாடென்ப நாடா வளத்தன நாடல்ல 
நாட வளந்தரு நாடு.''','''That is a land that yields increase unsought, 
That is no land whose gifts with toil are bought.''','''The learned say that those are kingdom whose wealth is not laboured for, and those not, whose wealth is only obtained through labour.''');
        k[739] = Kural.factory(740,u'''பொருட்பால்''',u'''நாடு''',u'''ஆங்கமை வெய்தியக் கண்ணும் பயமின்றே 
வேந்தமை வில்லாத நாடு.''','''Though blest with all these varied gifts\' increase, 
A land gains nought that is not with its king at peace.''','''Although in possession of all the above mentioned excellences, these are indeed of no use to a country, in the absence of harmony between the sovereign and the sujects.''');
        k[740] = Kural.factory(741,u'''பொருட்பால்''',u'''அரண்''',u'''ஆற்று பவர்க்கும் அரண்பொருள் அஞ்சித்தற் 
போற்று பவர்க்கும் பொருள்.''','''A fort is wealth to those who act against their foes; 
Is wealth to them who, fearing, guard themselves from woes.''','''A fort is an object of importance to those who march (against their foes) as well as to those who through fear (of pursuers) would seek it for shelter.''');
        k[741] = Kural.factory(742,u'''பொருட்பால்''',u'''அரண்''',u'''மணிநீரும் மண்ணும் மலையும் அணிநிழற் 
காடும் உடைய தரண்.''','''A fort is that which owns fount of waters crystal clear, 
An open space, a hill, and shade of beauteous forest near.''','''A fort is that which has everlasting water, plains, mountains and cool shady forests.''');
        k[742] = Kural.factory(743,u'''பொருட்பால்''',u'''அரண்''',u'''உயர்வகலம் திண்மை அருமைஇந் நான்கின் 
அமைவரண் என்றுரைக்கும் நூல்.''','''Height, breadth, strength, difficult access: 
Science declares a fort must these possess.''','''The learned say that a fortress is an enclosure having these four (qualities) viz., height, breadth, strength and inaccessibility.''');
        k[743] = Kural.factory(744,u'''பொருட்பால்''',u'''அரண்''',u'''சிறுகாப்பிற் பேரிடத்த தாகி உறுபகை 
ஊக்கம் அழிப்ப தரண்.''','''A fort must need but slight defence, yet ample be, 
Defying all the foeman\'s energy.''','''A fort is that which has an extensive space within, but only small places to be guarded, and such as can destroy the courage of besieging foes.''');
        k[744] = Kural.factory(745,u'''பொருட்பால்''',u'''அரண்''',u'''கொளற்கரிதாய்க் கொண்டகூழ்த் தாகி அகத்தார் 
நிலைக்கெளிதாம் நீரது அரண்.''','''Impregnable, containing ample stores of food, 
A fort for those within, must be a warlike station good.''','''A fort is that which cannot be captured, which abounds in suitable provisions, and affords a position of easy defence to its inmates.''');
        k[745] = Kural.factory(746,u'''பொருட்பால்''',u'''அரண்''',u'''எல்லாப் பொருளும் உடைத்தாய் இடத்துதவும் 
நல்லாள் உடையது அரண்.''','''A fort, with all munitions amply stored, 
In time of need should good reserves afford.''','''A fort is that which has all (needful) things, and excellent heroes that can help it against destruction (by foes).''');
        k[746] = Kural.factory(747,u'''பொருட்பால்''',u'''அரண்''',u'''முற்றியும் முற்றா தெறிந்தும் அறைப்படுத்தும் 
பற்றற் கரியது அரண்.''','''A fort should be impregnable to foes who gird it round, 
Or aim there darts from far, or mine beneath the ground.''','''A fort is that which cannot be captured by blockading, assaulting, or undermining it.''');
        k[747] = Kural.factory(748,u'''பொருட்பால்''',u'''அரண்''',u'''முற்றாற்றி முற்றி யவரையும் பற்றாற்றிப் 
பற்றியார் வெல்வது அரண்.''','''Howe\'er the circling foe may strive access to win, 
A fort should give the victory to those who guard within.''','''That is a fort whose inmates are able to overcome without losing their ground, even abler men who have besieged it.''');
        k[748] = Kural.factory(749,u'''பொருட்பால்''',u'''அரண்''',u'''முனைமுகத்து மாற்றலர் சாய வினைமுகத்து 
வீறெய்தி மாண்ட தரண்.''','''At outset of the strife a fort should foes dismay; 
And greatness gain by deeds in every glorious day.''','''A fort is that which derives excellence from the stratagems made (by its inmates) to defeat their enemies in the battlefield.''');
        k[749] = Kural.factory(750,u'''பொருட்பால்''',u'''அரண்''',u'''எனைமாட்சித் தாகியக் கண்ணும் வினைமாட்சி 
இல்லார்கண் இல்லது அரண்.''','''Howe\'er majestic castled walls may rise, 
To craven souls no fortress strength supplies.''','''Although a fort may possess all (the above-said) excellence, it is, as it were without these, if its inmates possess not the excellence of action.''');
        k[750] = Kural.factory(751,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''பொருளல் லவரைப் பொருளாகச் செய்யும் 
பொருளல்லது இல்லை பொருள்.''','''Nothing exists save wealth, that can 
Change man of nought to worthy man.''','''Besides wealth there is nothing that can change people of no importance into those of (some) importance.''');
        k[751] = Kural.factory(752,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''இல்லாரை எல்லாரும் எள்ளுவர் செல்வரை 
எல்லாரும் செய்வர் சிறப்பு.''','''Those who have nought all will despise; 
All raise the wealthy to the skies.''','''All despise the poor; (but) all praise the rich.''');
        k[752] = Kural.factory(753,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''பொருளென்னும் பொய்யா விளக்கம் இருளறுக்கும் 
எண்ணிய தேயத்துச் சென்று.''','''Wealth, the lamp unfailing, speeds to every land, 
Dispersing darkness at its lord\'s command.''','''The imperishable light of wealth goes into regions desired (by its owner) and destroys the darkness (of enmity therein).''');
        k[753] = Kural.factory(754,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''அறன்ஈனும் இன்பமும் ஈனும் திறனறிந்து 
தீதின்றி வந்த பொருள்.''','''Their wealth, who blameless means can use aright, 
Is source of virtue and of choice delight.''','''The wealth acquired with a knowledge of the proper means and without foul practices will yield virtue and happiness.''');
        k[754] = Kural.factory(755,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''அருளொடும் அன்பொடும் வாராப் பொருளாக்கம் 
புல்லார் புரள விடல்.''','''Wealth gained by loss of love and grace, 
Let man cast off from his embrace.''','''(Kings) should rather avoid than seek the accumulation of wealth which does not flow in with mercy and love.''');
        k[755] = Kural.factory(756,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''உறுபொருளும் உல்கு பொருளும்தன் ஒன்னார்த் 
தெறுபொருளும் வேந்தன் பொருள்.''','''Wealth that falls to him as heir, wealth from the kingdom\'s dues, 
The spoils of slaughtered foes; these are the royal revenues.''','''Unclaimed wealth, wealth acquired by taxes, and wealth (got) by conquest of foes are (all) the wealth of the king.''');
        k[756] = Kural.factory(757,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''அருளென்னும் அன்பீன் குழவி பொருளென்னும் 
செல்வச் செவிலியால் உண்டு.''','''\'Tis love that kindliness as offspring bears: 
And wealth as bounteous nurse the infant rears.''','''The child mercy which is borne by love grows under the care of the rich nurse of wealth.''');
        k[757] = Kural.factory(758,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''குன்றேறி யானைப்போர் கண்டற்றால் தன்கைத்தொன்று 
உண்டாகச் செய்வான் வினை.''','''As one to view the strife of elephants who takes his stand, 
On hill he\'s climbed, is he who works with money in his hand.''','''An undertaking of one who has wealth in one\'s hands is like viewing an elephant-fight from a hill-top.''');
        k[758] = Kural.factory(759,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''செய்க பொருளைச் செறுநர் செருக்கறுக்கும் 
எஃகதனிற் கூரிய தில்.''','''Make money! Foeman\'s insolence o\'ergrown 
To lop away no keener steel is known.''','''Accumulate wealth; it will destroy the arrogance of (your) foes; there is no weapon sharper than it.''');
        k[759] = Kural.factory(760,u'''பொருட்பால்''',u'''பொருள்செயல்வகை''',u'''ஒண்பொருள் காழ்ப்ப இயற்றியார்க்கு எண்பொருள் 
ஏனை இரண்டும் ஒருங்கு.''','''Who plenteous store of glorious wealth have gained, 
By them the other two are easily obtained.''','''To those who have honestly acquired an abundance of riches, the other two, (virtue and pleasure) are things easy (of acquisition).''');
        k[760] = Kural.factory(761,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''உறுப்பமைந்து ஊறஞ்சா வெல்படை வேந்தன் 
வெறுக்கையுள் எல்லாம் தலை.''','''A conquering host, complete in all its limbs, that fears no wound, 
Mid treasures of the king is chiefest found.''','''The army which is complete in (its) parts and conquers without fear of wounds is the chief wealth of the king.''');
        k[761] = Kural.factory(762,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''உலைவிடத்து ஊறஞ்சா வன்கண் தொலைவிடத்துத் 
தொல்படைக் கல்லால் அரிது.''','''In adverse hour, to face undaunted might of conquering foe, 
Is bravery that only veteran host can show.''','''Ancient army can alone have the valour which makes it stand by its king at the time of defeat, fearless of wounds and unmindful of its reduced strength.''');
        k[762] = Kural.factory(763,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''ஒலித்தக்கால் என்னாம் உவரி எலிப்பகை 
நாகம் உயிர்ப்பக் கெடும்.''','''Though, like the sea, the angry mice send forth their battle cry; 
What then? The dragon breathes upon them, and they die!''','''What if (a host of) hostile rats roar like the sea ? They will perish at the mere breath of the cobra.''');
        k[763] = Kural.factory(764,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''அழிவின்றி அறைபோகா தாகி வழிவந்த 
வன்க ணதுவே படை.''','''That is a host, by no defeats, by no desertions shamed, 
For old hereditary courage famed.''','''That indeed is an army which has stood firm of old without suffering destruction or deserting (to the enemy).''');
        k[764] = Kural.factory(765,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''கூற்றுடன்று மேல்வரினும் கூடி எதிர்நிற்கும் 
ஆற்ற லதுவே படை.''','''That is a \'host\' that joins its ranks, and mightily withstands, 
Though death with sudden wrath should fall upon its bands.''','''That indeed is an army which is capable of offering a united resistance, even if Yama advances against it with fury.''');
        k[765] = Kural.factory(766,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''மறமானம் மாண்ட வழிச்செலவு தேற்றம் 
எனநான்கே ஏமம் படைக்கு.''','''Valour with honour, sure advance in glory\'s path, with confidence; 
To warlike host these four are sure defence.''','''Valour, honour, following in the excellent-footsteps (of its predecessors) and trust-worthiness; these four alone constitute the safeguard of an army.''');
        k[766] = Kural.factory(767,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''தார்தாங்கிச் செல்வது தானை தலைவந்த 
போர்தாங்கும் தன்மை அறிந்து.''','''A valiant army bears the onslaught, onward goes, 
Well taught with marshalled ranks to meet their coming foes.''','''That is an army which knowing the art of warding off an impending struggle, can bear against the dust-van (of a hostile force).''');
        k[767] = Kural.factory(768,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''அடல்தகையும் ஆற்றலும் இல்லெனினும் தானை 
படைத்தகையால் பாடு பெறும்.''','''Though not in war offensive or defensive skilled; 
An army gains applause when well equipped and drilled.''','''Though destitute of courage to fight and strength (to endure), an army may yet gain renown by the splendour of its appearance.''');
        k[768] = Kural.factory(769,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''சிறுமையும் செல்லாத் துனியும் வறுமையும் 
இல்லாயின் வெல்லும் படை.''','''Where weakness, clinging fear and poverty 
Are not, the host will gain the victory.''','''An army can triumph (over its foes) if it is free from diminution; irremediable aversion and poverty.''');
        k[769] = Kural.factory(770,u'''பொருட்பால்''',u'''படைமாட்சி''',u'''நிலைமக்கள் சால உடைத்தெனினும் தானை 
தலைமக்கள் இல்வழி இல்.''','''Though men abound, all ready for the war, 
No army is where no fit leaders are.''','''Though an army may contain a large number of permanent soldiers, it cannot last if it has no generals.''');
        k[770] = Kural.factory(771,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''என்னைமுன் நில்லன்மின் தெவ்விர் பலரென்னை 
முன்நின்று கல்நின் றவர்.''','''Ye foes! stand not before my lord! for many a one 
Who did my lord withstand, now stands in stone!''','''O my foes, stand not before my leader; (for) many are those who did so but afterwards stood (in the shape of) statues.''');
        k[771] = Kural.factory(772,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''கான முயலெய்த அம்பினில் யானை 
பிழைத்தவேல் ஏந்தல் இனிது.''','''Who aims at elephant, though dart should fail, has greater praise. 
Than he who woodland hare with winged arrow slays.''','''It is more pleasant to hold the dart that has missed an elephant than that which has hit hare in the forest.''');
        k[772] = Kural.factory(773,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''பேராண்மை என்ப தறுகண்ஒன் றுற்றக்கால் 
ஊராண்மை மற்றதன் எஃகு.''','''Fierceness in hour of strife heroic greatness shows; 
Its edge is kindness to our suffering foes.''','''The learned say that fierceness (incontest with a foe) is indeed great valour; but to become a benefactor in case of accident (to a foe) is the extreme (limit) of that valour.''');
        k[773] = Kural.factory(774,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''கைவேல் களிற்றொடு போக்கி வருபவன் 
மெய்வேல் பறியா நகும்.''','''At elephant he hurls the dart in hand; for weapon pressed, 
He laughs and plucks the javelin from his wounded breast.''','''The hero who after casting the lance in his hand on an elephant, comes (in search of another) will pluck the one (that sticks) in his body and laugh (exultingly).''');
        k[774] = Kural.factory(775,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''விழித்தகண் வேல்கொண டெறிய அழித்திமைப்பின் 
ஒட்டன்றோ வன்க ணவர்க்கு.''','''To hero fearless must it not defeat appear, 
If he but wink his eye when foemen hurls his spear.''','''Is it not a defeat to the valiant to wink and destroy their ferocious look when a lance in cast at them (by their foe) ?''');
        k[775] = Kural.factory(776,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''விழுப்புண் படாதநாள் எல்லாம் வழுக்கினுள் 
வைக்கும்தன் நாளை எடுத்து.''','''The heroes, counting up their days, set down as vain 
Each day when they no glorious wound sustain.''','''The hero will reckon among wasted days all those on which he had not received severe wounds.''');
        k[776] = Kural.factory(777,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''சுழலும் இசைவேண்டி வேண்டா உயிரார் 
கழல்யாப்புக் காரிகை நீர்த்து.''','''Who seek for world-wide fame, regardless of their life, 
The glorious clasp adorns, sign of heroic strife.''','''The fastening of ankle-ring by those who disire a world-wide renown and not (the safety of) their lives is like adorning (themselves).''');
        k[777] = Kural.factory(778,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''உறின்உயிர் அஞ்சா மறவர் இறைவன் 
செறினும் சீர்குன்றல் இலர்.''','''Fearless they rush where\'er \'the tide of battle rolls\'; 
The king\'s reproof damps not the ardour of their eager souls.''','''The heroes who are not afraid of losing their life in a contest will not cool their ardour, even if the king prohibits (their fighting).''');
        k[778] = Kural.factory(779,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''இழைத்தது இகவாமைச் சாவாரை யாரே 
பிழைத்தது ஒறுக்கிற் பவர்.''','''Who says they err, and visits them scorn, 
Who die and faithful guard the vow they\'ve sworn?''','''Who would reproach with failure those who seal their oath with their death ?''');
        k[779] = Kural.factory(780,u'''பொருட்பால்''',u'''படைச்செருக்கு''',u'''புரந்தார்கண் நீர்மல்கச் சாகிற்பின் சாக்காடு 
இரந்துகோள் தக்கது உடைத்து.''','''If monarch\'s eyes o\'erflow with tears for hero slain, 
Who would not beg such boon of glorious death to gain?''','''If (heroes) can so die as to fill with tears the eyes of their rulers, such a death deserves to be obtained even by begging.''');
        k[780] = Kural.factory(781,u'''பொருட்பால்''',u'''நட்பு''',u'''செயற்கரிய யாவுள நட்பின் அதுபோல் 
வினைக்கரிய யாவுள காப்பு.''','''What so hard for men to gain as friendship true? 
What so sure defence \'gainst all that foe can do?''','''What things are there so difficult to acquire as friendship ? What guards are there so difficult to break through by the efforts (of one\'s foes) ?''');
        k[781] = Kural.factory(782,u'''பொருட்பால்''',u'''நட்பு''',u'''நிறைநீர நீரவர் கேண்மை பிறைமதிப் 
பின்னீர பேதையார் நட்பு.''','''Friendship with men fulfilled of good Waxes like the crescent moon; 
Friendship with men of foolish mood, Like the full orb, waneth soon.''','''The friendship of the wise waxes like the new moon; (but) that of fools wanes like the full moon.''');
        k[782] = Kural.factory(783,u'''பொருட்பால்''',u'''நட்பு''',u'''நவில்தொறும் நூல்நயம் போலும் பயில்தொறும் 
பண்புடை யாளர் தொடர்பு.''','''Learned scroll the more you ponder, Sweeter grows the mental food; 
So the heart by use grows fonder, Bound in friendship with the good.''','''Like learning, the friendship of the noble, the more it is cultivated, the more delightful does it become.''');
        k[783] = Kural.factory(784,u'''பொருட்பால்''',u'''நட்பு''',u'''நகுதற் பொருட்டன்று நட்டல் மிகுதிக்கண் 
மேற்செனறு இடித்தற் பொருட்டு.''','''Nor for laughter only friendship all the pleasant day, 
But for strokes of sharp reproving, when from right you stray.''','''Friendship is to be practised not for the purpose of laughing but for that of being beforehand in giving one another sharp rebukes in case of transgression.''');
        k[784] = Kural.factory(785,u'''பொருட்பால்''',u'''நட்பு''',u'''புணர்ச்சி பழகுதல் வேண்டா உணர்ச்சிதான் 
நட்பாங் கிழமை தரும்.''','''Not association constant, not affection\'s token bind; 
\'Tis the unison of feeling friends unites of kindred mind.''','''Living together and holding frequent intercourse are not necessary (for friendship); (mutual) understanding can alone create a claim for it.''');
        k[785] = Kural.factory(786,u'''பொருட்பால்''',u'''நட்பு''',u'''முகநக நட்பது நட்பன்று நெஞ்சத்து 
அகநக நட்பது நட்பு.''','''Not the face\'s smile of welcome shows the friend sincere, 
But the heart\'s rejoicing gladness when the friend is near.''','''The love that dwells (merely in the smiles of the face is not friendship; (but) that which dwells deep in the smiles of the heart is true friendship.''');
        k[786] = Kural.factory(787,u'''பொருட்பால்''',u'''நட்பு''',u'''அழிவி னவைநீக்கி ஆறுய்த்து அழிவின்கண் 
அல்லல் உழப்பதாம் நட்பு.''','''Friendship from ruin saves, in way of virtue keeps; 
In troublous time, it weeps with him who weeps.''','''(True) friendship turns aside from evil (ways) makes (him) walk in the (good) way, and, in case of loss if shares his sorrow (with him).''');
        k[787] = Kural.factory(788,u'''பொருட்பால்''',u'''நட்பு''',u'''உடுக்கை இழந்தவன் கைபோல ஆங்கே 
இடுக்கண் களைவதாம் நட்பு.''','''As hand of him whose vesture slips away, 
Friendship at once the coming grief will stay.''','''(True) friendship hastens to the rescue of the afflicted (as readily) as the hand of one whose garment is loosened (before an assembly).''');
        k[788] = Kural.factory(789,u'''பொருட்பால்''',u'''நட்பு''',u'''நட்பிற்கு வீற்றிருக்கை யாதெனின் கொட்பின்றி 
ஒல்லும்வாய் ஊன்றும் நிலை.''','''And where is friendship\'s royal seat? In stable mind, 
Where friend in every time of need support may find.''','''Friendship may be said to be on its throne when it possesses the power of supporting one at all times and under all circumstances, (in the practice or virtue and wealth).''');
        k[789] = Kural.factory(790,u'''பொருட்பால்''',u'''நட்பு''',u'''இனையர் இவரெமக்கு இன்னம்யாம் என்று 
புனையினும் புல்லென்னும் நட்பு.''','''Mean is the friendship that men blazon forth, 
\'He\'s thus to me\' and \'such to him my worth\'.''','''Though friends may praise one another saying, "He is so intimate with us, and we so much (with him)"; (still) such friendship will appear mean.''');
        k[790] = Kural.factory(791,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''நாடாது நட்டலிற் கேடில்லை நட்டபின் 
வீடில்லை நட்பாள் பவர்க்கு.''','''To make an untried man your friend is ruin sure; 
For friendship formed unbroken must endure.''','''As those who are of a friendly nature will not forsake (a friend) after once loving (him), there is no evil so great as contracting a friendship without due inquiry.''');
        k[791] = Kural.factory(792,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''ஆய்ந்தாய்ந்து கொள்ளாதான் கேண்மை கடைமுறை 
தான்சாம் துயரம் தரும்.''','''Alliance with the man you have not proved and proved again, 
In length of days will give you mortal pain.''','''The friendship contracted by him who has not made repeated inquiry will in the end grieve (him) to death.''');
        k[792] = Kural.factory(793,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''குணமும் குடிமையும் குற்றமும் குன்றா 
இனனும் அறிந்தியாக்க நட்பு.''','''Temper, descent, defects, associations free 
From blame: know these, then let the man be friend to thee.''','''Make friendship (with one) after ascertaining (his) character, birth, defects and the whole of one\'s relations.''');
        k[793] = Kural.factory(794,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''குடிப்பிறந்து தன்கண் பழிநாணு வானைக் 
கொடுத்தும் கொளல்வேண்டும் நட்பு.''','''Who, born of noble race, from guilt would shrink with shame, 
Pay any price so you as friend that man may claim.''','''The friendship of one who belongs to a (good) family and is afraid of (being charged with) guilt, is worth even purchasing.''');
        k[794] = Kural.factory(795,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''அழச்சொல்லி அல்லது இடித்து வழக்கறிய 
வல்லார்நடபு ஆய்ந்து கொளல்.''','''Make them your chosen friend whose words repentance move, 
With power prescription\'s path to show, while evil they reprove.''','''You should examine and secure the friendship of those who can speak so as to make you weep over a crime (before its commission) or rebuke you severely (after you have done it) and are able to teach you (the ways of) the world.''');
        k[795] = Kural.factory(796,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''கேட்டினும் உண்டோர் உறுதி கிளைஞரை 
நீட்டி அளப்பதோர் கோல்.''','''Ruin itself one blessing lends: 
\'Tis staff that measures out one\'s friends.''','''Even in ruin there is some good; (for) it is a rod by which one may measure fully (the affection of one\'s) relations.''');
        k[796] = Kural.factory(797,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''ஊதியம் என்பது ஒருவற்குப் பேதையார் 
கேண்மை ஒரீஇ விடல்.''','''\'Tis gain to any man, the sages say, 
Friendship of fools to put away.''','''It is indead a gain for one to renounce the friendship of fools.''');
        k[797] = Kural.factory(798,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''உள்ளற்க உள்ளம் சிறுகுவ கொள்ளற்க 
அல்லற்கண் ஆற்றறுப்பார் நட்பு.''','''Think not the thoughts that dwarf the soul; nor take 
For friends the men who friends in time of grief forsake.''','''Do not think of things that discourage your mind, nor contract friendship with those who would forsake you in adversity.''');
        k[798] = Kural.factory(799,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''கெடுங்காலைக் கைவிடுவார் கேண்மை அடுங்காலை 
உள்ளினும் உள்ளஞ் சுடும்.''','''Of friends deserting us on ruin\'s brink, 
\'Tis torture e\'en in life\'s last hour to think.''','''The very thought of the friendship of those who have deserted one at the approach of adversity will burn one\'s mind at the time of death.''');
        k[799] = Kural.factory(800,u'''பொருட்பால்''',u'''நட்பாராய்தல்''',u'''மருவுக மாசற்றார் கேண்மைஒன் றீத்தும் 
ஒருவுக ஒப்பிலார் நட்பு.''','''Cling to the friendship of the spotless one\'s; whate\'er you pay. 
Renounce alliance with the men of evil way.''','''Continue to enjoy the friendship of the pure; (but) renounce even with a gift, the friendship of those who do not agree (with the world).''');
        k[800] = Kural.factory(801,u'''பொருட்பால்''',u'''பழைமை''',u'''பழைமை எனப்படுவது யாதெனின் யாதும் 
கிழமையைக் கீழ்ந்திடா நட்பு.''','''Familiarity is friendship\'s silent pact, 
That puts restraint on no familiar act.''','''Imtimate friendship is that which cannot in the least be injured by (things done through the) right (of longstanding intimacy).''');
        k[801] = Kural.factory(802,u'''பொருட்பால்''',u'''பழைமை''',u'''நட்பிற் குறுப்புக் கெழுதகைமை மற்றதற்கு 
உப்பாதல் சான்றோர் கடன்.''','''Familiar freedom friendship\'s very frame supplies; 
To be its savour sweet is duty of the wise.''','''The constituents of friendship are (things done through) the right of intimacy; to be pleased with such a right is the duty of the wise.''');
        k[802] = Kural.factory(803,u'''பொருட்பால்''',u'''பழைமை''',u'''பழகிய நட்பெவன் செய்யுங் கெழுதகைமை 
செய்தாங்கு அமையாக் கடை.''','''When to familiar acts men kind response refuse, 
What fruit from ancient friendship\'s use?''','''Of what avail is long-standing friendship, if friends do not admit as their own actions done through the right of intimacy ?''');
        k[803] = Kural.factory(804,u'''பொருட்பால்''',u'''பழைமை''',u'''விழைதகையான் வேண்டி இருப்பர் கெழுதகையாற் 
கேளாது நட்டார் செயின்.''','''When friends unbidden do familiar acts with loving heart, 
Friends take the kindly deed in friendly part.''','''If friends, through the right of friendship, do (anything) without being asked, the wise will be pleased with them on account of its desirability.''');
        k[804] = Kural.factory(805,u'''பொருட்பால்''',u'''பழைமை''',u'''பேதைமை ஒன்றோ பெருங்கிழமை என்றுணர்க 
நோதக்க நட்டார் செயின்.''','''Not folly merely, but familiar carelessness, 
Esteem it, when your friends cause you distress.''','''If friends should perform what is painful, understand that it is owing not only to ignorance, but also to the strong claims of intimacy.''');
        k[805] = Kural.factory(806,u'''பொருட்பால்''',u'''பழைமை''',u'''எல்லைக்கண் நின்றார் துறவார் தொலைவிடத்தும் 
தொல்லைக்கண் நின்றார் தொடர்பு.''','''Who stand within the bounds quit not, though loss impends, 
Association with the old familiar friends.''','''Those who stand within the limits (of true friendship) will not even in adversity give up the intimacy of long-standing friends.''');
        k[806] = Kural.factory(807,u'''பொருட்பால்''',u'''பழைமை''',u'''அழிவந்த செய்யினும் அன்பறார் அன்பின் 
வழிவந்த கேண்மை யவர்.''','''True friends, well versed in loving ways, 
Cease not to love, when friend their love betrays.''','''Those who have (long) stood in the path of affection will not give it up even if their friends cause (them) their ruin.''');
        k[807] = Kural.factory(808,u'''பொருட்பால்''',u'''பழைமை''',u'''கேளிழுக்கம் கேளாக் கெழுதகைமை வல்லார்க்கு 
நாளிழுக்கம் நட்டார் செயின்.''','''In strength of friendship rare of friend\'s disgrace who will not hear, 
The day his friend offends will day of grace to him appear.''','''To those who understand that by which they should not listen to (tales about) the faults of their friends, that is a (profitable) day on which the latter may commit a fault.''');
        k[808] = Kural.factory(809,u'''பொருட்பால்''',u'''பழைமை''',u'''கெடாஅ வழிவந்த கேண்மையார் கேண்மை 
விடாஅர் விழையும் உலகு.''','''Friendship of old and faithful friends, 
Who ne\'er forsake, the world commends.''','''They will be loved by the world, who have not forsaken the friendship of those with whom they have kept up an unbroken long-standing intimacy.''');
        k[809] = Kural.factory(810,u'''பொருட்பால்''',u'''பழைமை''',u'''விழையார் விழையப் படுப பழையார்கண் 
பண்பின் தலைப்பிரியா தார்.''','''Ill-wishers even wish them well, who guard. 
For ancient friends, their wonted kind regard.''','''Even enemies will love those who have never changed in their affection to their long-standing friends.''');
        k[810] = Kural.factory(811,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''பருகுவார் போலினும் பண்பிலார் கேண்மை 
பெருகலிற் குன்றல் இனிது.''','''Though evil men should all-absorbing friendship show, 
Their love had better die away than grow.''','''The decrease of friendship with those who look as if they would eat you up (through excess of love) while they are really destitute of goodness is far better than its increase.''');
        k[811] = Kural.factory(812,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''உறின்நட்டு அறின்ஙருஉம் ஒப்பிலார் கேண்மை 
பெறினும் இழப்பினும் என்.''','''What though you gain or lose friendship of men of alien heart, 
Who when you thrive are friends, and when you fail depart?''','''Of what avail is it to get or lose the friendship of those who love when there is gain and leave when there is none ?''');
        k[812] = Kural.factory(813,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''உறுவது சீர்தூக்கும் நட்பும் பெறுவது 
கொள்வாரும் கள்வரும் நேர்.''','''These are alike: the friends who ponder friendship\'s gain 
Those who accept whate\'er you give, and all the plundering train.''','''Friendship who calculate the profits (of their friendship), prostitutes who are bent on obtaining their gains, and thieves are (all) of the same character.''');
        k[813] = Kural.factory(814,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''அமரகத்து ஆற்றறுக்கும் கல்லாமா அன்னார் 
தமரின் தனிமை தலை.''','''A steed untrained will leave you in the tug of war; 
Than friends like that to dwell alone is better far.''','''Solitude is more to be desired than the society of those who resemble the untrained horses which throw down (their riders) in the fields of battle.''');
        k[814] = Kural.factory(815,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''செய்தேமஞ் சாராச் சிறியவர் புன்கேண்மை 
எய்தலின் எய்தாமை நன்று.''','''\'Tis better not to gain than gain the friendship profitless 
Of men of little minds, who succour fails when dangers press.''','''It is far better to avoid that to contract the evil friendship of the base who cannot protect (their friends) even when appointed to do so.''');
        k[815] = Kural.factory(816,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''பேதை பெருங்கெழீஇ நட்பின் அறிவுடையார் 
ஏதின்மை கோடி உறும்.''','''Better ten million times incur the wise man\'s hate, 
Than form with foolish men a friendship intimate.''','''The hatred of the wise is ten-million times more profitable than the excessive intimacy of the fool.''');
        k[816] = Kural.factory(817,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''நகைவகைய ராகிய நட்பின் பகைவரால் 
பத்தடுத்த கோடி உறும்.''','''From foes ten million fold a greater good you gain, 
Than friendship yields that\'s formed with laughers vain.''','''What comes from enemies is a hundred million times more profitable than what comes from the friendship of those who cause only laughter.''');
        k[817] = Kural.factory(818,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''ஒல்லும் கருமம் உடற்று பவர்கேண்மை 
சொல்லாடார் சோர விடல்.''','''Those men who make a grievous toil of what they do 
On your behalf, their friendship silently eschew.''','''Gradually abandon without revealing (beforehand) the friendship of those who pretend inability to carry out what they (really) could do.''');
        k[818] = Kural.factory(819,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''கனவினும் இன்னாது மன்னோ வினைவேறு 
சொல்வேறு பட்டார் தொடர்பு.''','''E\'en in a dream the intercourse is bitterness 
With men whose deeds are other than their words profess.''','''The friendship of those whose actions do not agree with their words will distress (one) even in (one\'s) dreams.''');
        k[819] = Kural.factory(820,u'''பொருட்பால்''',u'''தீ நட்பு''',u'''எனைத்தும் குறுகுதல் ஓம்பல் மனைக்கெழீஇ 
மன்றில் பழிப்பார் தொடர்பு.''','''In anywise maintain not intercourse with those, 
Who in the house are friends, in hall are slandering foes.''','''Avoid even the least approach to a contraction of friendship with those who would love you in private but ridicule you in public.''');
        k[820] = Kural.factory(821,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''சீரிடம் காணின் எறிதற்குப் பட்டடை 
நேரா நிரந்தவர் நட்பு.''','''Anvil where thou shalt smitten be, when men occasion find, 
Is friendship\'s form without consenting mind.''','''The friendship of those who behave like friends without inward affection is a weapon that may be thrown when a favourable opportunity presents itself.''');
        k[821] = Kural.factory(822,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''இனம்போன்று இனமல்லார் கேண்மை மகளிர் 
மனம்போல வேறு படும்.''','''Friendship of those who seem our kin, but are not really kind. 
Will change from hour to hour like woman\'s mind.''','''The friendship of those who seem to be friends while they are not, will change like the love of women.''');
        k[822] = Kural.factory(823,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''பலநல்ல கற்றக் கடைத்து மனநல்லர் 
ஆகுதல் மாணார்க் கரிது.''','''To heartfelt goodness men ignoble hardly may attain, 
Although abundant stores of goodly lore they gain.''','''Though (one\'s) enemies may have mastered many good books, it will be impossible for them to become truly loving at heart.''');
        k[823] = Kural.factory(824,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''முகத்தின் இனிய நகாஅ அகத்தின்னா 
வஞ்சரை அஞ்சப் படும்.''','''\'Tis fitting you should dread dissemblers\' guile, 
Whose hearts are bitter while their faces smile.''','''One should fear the deceitful who smile sweetly with their face but never love with their heart.''');
        k[824] = Kural.factory(825,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''மனத்தின் அமையா தவரை எனைத்தொன்றும் 
சொல்லினால் தேறற்பாற்று அன்று.''','''When minds are not in unison, \'its never; just, 
In any words men speak to put your trust.''','''In nothing whatever is it proper to rely on the words of those who do not love with their heart.''');
        k[825] = Kural.factory(826,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல் 
ஒல்லை உணரப் படும்.''','''Though many goodly words they speak in friendly tone, 
The words of foes will speedily be known.''','''Though (one\'s) foes may utter good things as though they were friends, once will at once understand (their evil, import).''');
        k[826] = Kural.factory(827,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''சொல்வணக்கம் ஒன்னார்கண் கொள்ளற்க வில்வணக்கம் 
தீங்கு குறித்தமை யான்.''','''To pliant speech from hostile lips give thou no ear; 
\'Tis pliant bow that show the deadly peril near!''','''Since the bending of the bow bespeaks evil, one should not accept (as good) the humiliating speeches of one\'s foes.''');
        k[827] = Kural.factory(828,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''தொழுதகை யுள்ளும் படையொடுங்கும் ஒன்னார் 
அழுதகண் ணீரும் அனைத்து.''','''In hands that worship weapon ten hidden lies; 
Such are the tears that fall from foeman\'s eyes.''','''A weapon may be hid in the very hands with which (one\'s) foes adore (him) (and) the tears they shed are of the same nature.''');
        k[828] = Kural.factory(829,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''மிகச்செய்து தம்மெள்ளு வாரை நகச்செய்து 
நட்பினுள் சாப்புல்லற் பாற்று.''','''\'Tis just, when men make much of you, and then despise, 
To make them smile, and slap in friendship\'s guise.''','''It is the duty of kings to affect great love but make it die (inwardly); as regard those foes who shew them great friendship but despise them (in their heart).''');
        k[829] = Kural.factory(830,u'''பொருட்பால்''',u'''கூடாநட்பு''',u'''பகைநட்பாம் காலம் வருங்கால் முகநட்டு 
அகநட்பு ஒரீஇ விடல்.''','''When time shall come that foes as friends appear, 
Then thou, to hide a hostile heart, a smiling face may\'st wear.''','''When one\'s foes begin to affect friendship, one should love them with one\'s looks, and, cherishing no love in the heart, give up (even the former).''');
        k[830] = Kural.factory(831,u'''பொருட்பால்''',u'''பேதைமை''',u'''பேதைமை என்பதொன்று யாதெனின் ஏதங்கொண்டு 
ஊதியம் போக விடல்.''','''What one thing merits folly\'s special name. 
Letting gain go, loss for one\'s own to claim!''','''Folly is one (of the chief defects); it is that which (makes one) incur loss and forego gain.''');
        k[831] = Kural.factory(832,u'''பொருட்பால்''',u'''பேதைமை''',u'''பேதைமையுள் எல்லாம் பேதைமை காதன்மை 
கையல்ல தன்கட் செயல்.''','''\'Mid follies chiefest folly is to fix your love 
On deeds which to your station unbefitting prove.''','''The greatest folly is that which leads one to take delight in doing what is forbidden.''');
        k[832] = Kural.factory(833,u'''பொருட்பால்''',u'''பேதைமை''',u'''நாணாமை நாடாமை நாரின்மை யாதொன்றும் 
பேணாமை பேதை தொழில்''','''Ashamed of nothing, searching nothing out, of loveless heart, 
Nought cherishing, \'tis thus the fool will play his part.''','''Shamelessness indifference (to what must be sought after), harshness, and aversion for everything (that ought to be desired) are the qualities of the fool.''');
        k[833] = Kural.factory(834,u'''பொருட்பால்''',u'''பேதைமை''',u'''ஓதி உணர்ந்தும் பிறர்க்குரைத்தும் தானடங்காப் 
பேதையின் பேதையார் இல்.''','''The sacred law he reads and learns, to other men expounds,- 
Himself obeys not; where can greater fool be found?''','''There are no greater fools than he who, though he has read and understood (a great deal) and even taught it to others, does not walk according to his own teaching.''');
        k[834] = Kural.factory(835,u'''பொருட்பால்''',u'''பேதைமை''',u'''ஒருமைச் செயலாற்றும் பேதை எழுமையும் 
தான்புக் கழுந்தும் அளறு.''','''The fool will merit hell in one brief life on earth, 
In which he entering sinks through sevenfold round of birth.''','''A fool can procure in a single birth a hell into which he may enter and suffer through all the seven births.''');
        k[835] = Kural.factory(836,u'''பொருட்பால்''',u'''பேதைமை''',u'''பொய்படும் ஒன்றோ புனைபூணும் கையறியாப் 
பேதை வினைமேற் கொளின்.''','''When fool some task attempts with uninstructed pains, 
It fails; nor that alone, himself he binds with chains.''','''If the fool, who knows not how to act undertakes a work, he will (certainly) fail. (But) is it all ? He will even adorn himself with fetters.''');
        k[836] = Kural.factory(837,u'''பொருட்பால்''',u'''பேதைமை''',u'''ஏதிலார் ஆரத் தமர்பசிப்பர் பேதை 
பெருஞ்செல்வம் உற்றக் கடை.''','''When fools are blessed with fortune\'s bounteous store, 
Their foes feed full, their friends are prey to hunger sore.''','''If a fool happens to get an immense fortune, his neighbours will enjoy it while his relations starve.''');
        k[837] = Kural.factory(838,u'''பொருட்பால்''',u'''பேதைமை''',u'''மையல் ஒருவன் களித்தற்றால் பேதைதன் 
கையொன்று உடைமை பெறின்.''','''When folly\'s hand grasps wealth\'s increase, \'twill be 
As when a mad man raves in drunken glee.''','''A fool happening to possess something is like the intoxication of one who is (already) giddy.''');
        k[838] = Kural.factory(839,u'''பொருட்பால்''',u'''பேதைமை''',u'''பெரிதினிது பேதையார் கேண்மை பிரிவின்கண் 
பீழை தருவதொன் றில்.''','''Friendship of fools is very pleasant thing, 
Parting with them will leave behind no sting.''','''The friendship between fools is exceedingly delightful (to each other): for at parting there will be nothing to cause them pain.''');
        k[839] = Kural.factory(840,u'''பொருட்பால்''',u'''பேதைமை''',u'''கழாஅக்கால் பள்ளியுள் வைத்தற்றால் சான்றோர் 
குழாஅத்துப் பேதை புகல்.''','''Like him who seeks his couch with unwashed feet, 
Is fool whose foot intrudes where wise men meet.''','''The appearance of a fool in an assembly of the learned is like placing (one\'s) unwashed feet on a bed.''');
        k[840] = Kural.factory(841,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''அறிவின்மை இன்மையுள் இன்மை பிறிதின்மை 
இன்மையா வையா துலகு.''','''Want of knowledge, \'mid all wants the sorest want we deem; 
Want of other things the world will not as want esteem.''','''The want of wisdom is the greatest of all wants; but that of wealth the world will not regard as such.''');
        k[841] = Kural.factory(842,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''அறிவிலான் நெஞ்சுவந்து ஈதல் பிறிதியாதும் 
இல்லை பெறுவான் தவம்.''','''The gift of foolish man, with willing heart bestowed, is nought, 
But blessing by receiver\'s penance bought.''','''(The cause of) a fool cheerfully giving (something) is nothing else but the receiver\'s merit (in a former birth).''');
        k[842] = Kural.factory(843,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''அறிவிலார் தாந்தம்மைப் பீழிக்கும் பீழை 
செறுவார்க்கும் செய்தல் அரிது.''','''With keener anguish foolish men their own hearts wring, 
Than aught that even malice of their foes can bring.''','''The suffering that fools inflict upon themselves is hardly possible even to foes.''');
        k[843] = Kural.factory(844,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''வெண்மை எனப்படுவ தியாதெனின் ஒண்மை 
உடையம்யாம் என்னும் செருக்கு.''','''What is stupidity? The arrogance that cries, 
\'Behold, we claim the glory of the wise.\'''','''What is called want of wisdom is the vanity which says, "We are wise".''');
        k[844] = Kural.factory(845,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''கல்லாத மேற்கொண் டொழுகல் கசடற 
வல்லதூஉம் ஐயம் தரும்.''','''If men what they have never learned assume to know, 
Upon their real learning\'s power a doubt \'twill throw.''','''Fools pretending to know what has not been read (by them) will rouse suspicion even as to what they have thoroughly mastered.''');
        k[845] = Kural.factory(846,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''அற்றம் மறைத்தலோ புல்லறிவு தம்வயின் 
குற்றம் மறையா வழி.''','''Fools are they who their nakedness conceal, 
And yet their faults unveiled reveal.''','''Even to cover one\'s nakedness would be folly, if (one\'s) faults were not covered (by forsaking them).''');
        k[846] = Kural.factory(847,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''அருமறை சோரும் அறிவிலான் செய்யும் 
பெருமிறை தானே தனக்கு.''','''From out his soul who lets the mystic teachings die, 
Entails upon himself abiding misery.''','''The fool who neglects precious counsel does, of his own accord, a great injury to himself.''');
        k[847] = Kural.factory(848,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் 
போஒம் அளவுமோர் நோய்.''','''Advised, he heeds not; of himself knows nothing wise; 
This man\'s whole life is all one plague until he dies.''','''The fool will not perform (his duties) even when advised nor ascertain them himself; such a soul is a burden (to the earth) till it departs (from the body).''');
        k[848] = Kural.factory(849,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''காணாதான் காட்டுவான் தான்காணான் காணாதான் 
கண்டானாம் தான்கண்ட வாறு.''','''That man is blind to eyes that will not see who knowledge shows;- 
The blind man still in his blind fashion knows.''','''One who would teach a fool will (simply) betray his folly; and the fool would (still) think himself "wise in his own conceit".''');
        k[849] = Kural.factory(850,u'''பொருட்பால்''',u'''புல்லறிவாண்மை''',u'''உலகத்தார் உண்டென்பது இல்லென்பான் வையத்து 
அலகையா வைக்கப் படும்.''','''Who what the world affirms as false proclaim, 
O\'er all the earth receive a demon\'s name.''','''He who denies the existence of what the world believes in will be regarded as a demon on earth.''');
        k[850] = Kural.factory(851,u'''பொருட்பால்''',u'''இகல்''',u'''இகலென்ப எல்லா உயிர்க்கும் பகலென்னும் 
பண்பின்மை பார஧க்கும் நோய்.''','''Hostility disunion\'s plague will bring, 
That evil quality, to every living thing.''','''The disease which fosters the evil of disunion among all creatures is termed hatred by the wise.''');
        k[851] = Kural.factory(852,u'''பொருட்பால்''',u'''இகல்''',u'''பகல்கருதிப் பற்றா செயினும் இகல்கருதி 
இன்னாசெய் யாமை தலை.''','''Though men disunion plan, and do thee much despite 
\'Tis best no enmity to plan, nor evil deeds requite.''','''Though disagreeable things may be done from (a feeling of) disunion, it is far better that nothing painful be done from (that of) hatred.''');
        k[852] = Kural.factory(853,u'''பொருட்பால்''',u'''இகல்''',u'''இகலென்னும் எவ்வநோய் நீக்கின் தவலில்லாத் 
தாவில் விளக்கம் தரும்.''','''If enmity, that grievous plague, you shun, 
Endless undying praises shall be won.''','''To rid one-self of the distressing dtsease of hatred will bestow (on one) a never-decreasing imperishable fame.''');
        k[853] = Kural.factory(854,u'''பொருட்பால்''',u'''இகல்''',u'''இன்பத்துள் இன்பம் பயக்கும் இகலென்னும் 
துன்பத்துள் துன்பங் கெடின்.''','''Joy of joys abundant grows, 
When malice dies that woe of woes.''','''If hatred which is the greatest misery is destroyed, it will yield the greatest delight.''');
        k[854] = Kural.factory(855,u'''பொருட்பால்''',u'''இகல்''',u'''இகலெதிர் சாய்ந்தொழுக வல்லாரை யாரே 
மிக்லூக்கும் தன்மை யவர்.''','''If men from enmity can keep their spirits free, 
Who over them shall gain the victory?''','''Who indeed would think of conquering those who naturally shrink back from hatred ?''');
        k[855] = Kural.factory(856,u'''பொருட்பால்''',u'''இகல்''',u'''இகலின் மிகலினிது என்பவன் வாழ்க்கை 
தவலும் கெடலும் நணித்து.''','''The life of those who cherished enmity hold dear, 
To grievous fault and utter death is near.''','''Failure and ruin are not far from him who says it is sweet to excel in hatred.''');
        k[856] = Kural.factory(857,u'''பொருட்பால்''',u'''இகல்''',u'''மிகல்மேவல் மெய்ப்பொருள் காணார் இகல்மேவல் 
இன்னா அறிவி னவர்.''','''The very truth that greatness gives their eyes can never see, 
Who only know to work men woe, fulfilled of enmity.''','''Those whose judgement brings misery through its connection with hatred cannot understand the triumphant nature of truth.''');
        k[857] = Kural.factory(858,u'''பொருட்பால்''',u'''இகல்''',u'''இகலிற்கு எதிர்சாய்தல் ஆக்கம் அதனை 
மிக்லூக்கின் ஊக்குமாம் கேடு.''','''\'Tis gain to turn the soul from enmity; 
Ruin reigns where this hath mastery.''','''Shrinking back from hatred will yield wealth; indulging in its increase will hasten ruin.''');
        k[858] = Kural.factory(859,u'''பொருட்பால்''',u'''இகல்''',u'''இகல்காணான் ஆக்கம் வருங்கால் அதனை 
மிகல்காணும் கேடு தரற்கு.''','''Men think not hostile thought in fortune\'s favouring hour, 
They cherish enmity when in misfortune\'s power.''','''At the approach of wealth one will not think of hatred (but) to secure one\'s ruin, one will look to its increase.''');
        k[859] = Kural.factory(860,u'''பொருட்பால்''',u'''இகல்''',u'''இகலானாம் இன்னாத எல்லாம் நகலானாம் 
நன்னயம் என்னும் செருக்கு.''','''From enmity do all afflictive evils flow; 
But friendliness doth wealth of kindly good bestow.''','''All calamities are caused by hatred; but by the delight (of friendship) is caused the great wealth of good virtues.''');
        k[860] = Kural.factory(861,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''வலியார்க்கு மாறேற்றல் ஓம்புக ஓம்பா 
மெலியார்மேல் மேக பகை.''','''With stronger than thyself, turn from the strife away; 
With weaker shun not, rather court the fray.''','''Avoid offering resistance to the strong; (but) never fail to cherish enmity towards the weak.''');
        k[861] = Kural.factory(862,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''அன்பிலன் ஆன்ற துணையிலன் தான்துவ்வான் 
என்பரியும் ஏதிலான் துப்பு.''','''No kinsman\'s love, no strength of friends has he; 
How can he bear his foeman\'s enmity?''','''How can he who is unloving, destitute of powerful aids, and himself without strength overcome the might of his foe ?''');
        k[862] = Kural.factory(863,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''அஞ்சும் அறியான் அமைவிலன் ஈகலான் 
தஞ்சம் எளியன் பகைக்கு.''','''A craven thing! knows nought, accords with none, gives nought away; 
To wrath of any foe he falls an easy prey.''','''In the estimation of foes miserably weak is he, who is timid, ignorant, unsociable and niggardly.''');
        k[863] = Kural.factory(864,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''நீங்கான் வெகுளி நிறையிலன் எஞ்ஞான்றும் 
யாங்கணும் யார்க்கும் எளிது.''','''His wrath still blazes, every secret told; each day 
This man\'s in every place to every foe an easy prey.''','''He who neither refrains from anger nor keeps his secrets will at all times and in all places be easily conquered by all.''');
        k[864] = Kural.factory(865,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''வழிநோக்கான் வாய்ப்பன செய்யான் பழிநோக்கான் 
பண்பிலன் பற்றார்க்கு இனிது.''','''No way of right he scans, no precepts bind, no crimes affright, 
No grace of good he owns; such man\'s his foes\' delight.''','''(A) pleasing (object) to his foes is he who reads not moral works, does nothing that is enjoined by them cares not for reproach and is not possessed of good qualities.''');
        k[865] = Kural.factory(866,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''காணாச் சினத்தான் கழிபெருங் காமத்தான் 
பேணாமை பேணப் படும்.''','''Blind in his rage, his lustful passions rage and swell; 
If such a man mislikes you, like it well.''','''Highly to be desired is the hatred of him whose anger is blind, and whose lust increases beyond measure.''');
        k[866] = Kural.factory(867,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''கொடுத்தும் கொளல்வேண்டும் மன்ற அடுத்திருந்து 
மாணாத செய்வான் பகை.''','''Unseemly are his deeds, yet proffering aid, the man draws nigh: 
His hate- \'tis cheap at any price- be sure to buy!''','''It is indeed necessary to obtain even by purchase the hatred of him who having begun (a work) does what is not conductive (to its accomplishment).''');
        k[867] = Kural.factory(868,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''குணனிலனாய்க் குற்றம் பலவாயின் மாற்றார்க்கு 
இனனிலனாம் ஏமாப் புடைத்து.''','''No gracious gifts he owns, faults many cloud his fame; 
His foes rejoice, for none with kindred claim.''','''He will become friendless who is without (any good) qualities. and whose faults are many; (such a character) is a help to (his) foes.''');
        k[868] = Kural.factory(869,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''செறுவார்க்குச் சேணிகவா இன்பம் அறிவிலா 
அஞ்சும் பகைவர்ப் பெறின்.''','''The joy of victory is never far removed from those 
Who\'ve luck to meet with ignorant and timid foes.''','''There will be no end of lofty delights to the victorious, if their foes are (both) ignorant and timid.''');
        k[869] = Kural.factory(870,u'''பொருட்பால்''',u'''பகைமாட்சி''',u'''கல்லான் வெகுளும் சிறுபொருள் எஞ்ஞான்றும் 
ஒல்லானை ஒல்லா தொளி.''','''The task of angry war with men unlearned in virtue\'s lore 
Who will not meet, glory shall meet him never more.''','''The light (of fame) will never be gained by him who gains not the trifling reputation of having fought an unlearned (foe).''');
        k[870] = Kural.factory(871,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''பகைஎன்னும் பண்பி லதனை ஒருவன் 
நகையேயும் வேண்டற்பாற்று அன்று.''','''For Hate, that ill-conditioned thing not e\'en in jest. 
Let any evil longing rule your breast.''','''The evil of hatred is not of a nature to be desired by one even in sport.''');
        k[871] = Kural.factory(872,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''வில்லேர் உழவர் பகைகொளினும் கொள்ளற்க 
சொல்லேர் உழவர் பகை.''','''Although you hate incur of those whose ploughs are bows, 
Make not the men whose ploughs are words your foes!''','''Though you may incur the hatred of warriors whose ploughs are bows, incur not that of ministers whose ploughs are words.''');
        k[872] = Kural.factory(873,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''ஏமுற் றவரினும் ஏழை தமியனாய்ப் 
பல்லார் பகைகொள் பவன்.''','''Than men of mind diseased, a wretch more utterly forlorn, 
Is he who stands alone, object of many foeman\'s scorn.''','''He who being alone, incurs the hatred of many is more infatuated than even mad men.''');
        k[873] = Kural.factory(874,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''பகைநட்பாக் கொண்டொழுகும் பண்புடை யாளன் 
தகைமைக்கண் தங்கிற்று உலகு.''','''The world secure on his dexterity depends, 
Whose worthy rule can change his foes to friends.''','''The world abides in the greatness of that good-natured man who behaves so as to turn hatred into friendship.''');
        k[874] = Kural.factory(875,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''தன்துணை இன்றால் பகையிரண்டால் தான்ஒருவன் 
இன்துணையாக் கொள்கவற்றின் ஒன்று.''','''Without ally, who fights with twofold enemy o\'ermatched, 
Must render one of these a friend attached.''','''He who is alone and helpless while his foes are two should secure one of them as an agreeable help (to himself).''');
        k[875] = Kural.factory(876,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''தேற஧னும் தேறா விடினும் அழிவின்கண் 
தேறான் பகாஅன் விடல்.''','''Whether you trust or not, in time of sore distress, 
Questions of diff\'rence or agreement cease to press.''','''Though (one\'s foe is) aware or not of one\'s misfortune one should act so as neither to join nor separate (from him).''');
        k[876] = Kural.factory(877,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''நோவற்க நொந்தது அறியார்க்கு மேவற்க 
மென்மை பகைவர் அகத்து.''','''To those who know them not, complain not of your woes; 
Nor to your foeman\'s eyes infirmities disclose.''','''Relate not your suffering even to friends who are ignorant of it, nor refer to your weakness in the presence of your foes.''');
        k[877] = Kural.factory(878,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''வகையறிந்து தற்செய்து தற்காப்ப மாயும் 
பகைவர்கண் பட்ட செருக்கு.''','''Know thou the way, then do thy part, thyself defend; 
Thus shall the pride of those that hate thee have an end.''','''The joy of one\'s foes will be destroyed if one guards oneself by knowing the way (of acting) and securing assistance.''');
        k[878] = Kural.factory(879,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''இளைதாக முள்மரம் கொல்க களையுநர் 
கைகொல்லும் காழ்த்த இடத்து.''','''Destroy the thorn, while tender point can work thee no offence; 
Matured by time, \'twill pierce the hand that plucks it thence.''','''A thorny tree should be felled while young, (for) when it is grown it will destroy the hand of the feller.''');
        k[879] = Kural.factory(880,u'''பொருட்பால்''',u'''பகைத்திறந்தெரிதல்''',u'''உயிர்ப்ப உளரல்லர் மன்ற செயிர்ப்பவர் 
செம்மல் சிதைக்கலா தார்.''','''But breathe upon them, and they surely die, 
Who fail to tame the pride of angry enemy.''','''Those who do not destroy the pride of those who hate (them) will certainly not exist even to breathe.''');
        k[880] = Kural.factory(881,u'''பொருட்பால்''',u'''உட்பகை''',u'''நிழல்நீரும் இன்னாத இன்னா தமர்நீரும் 
இன்னாவாம் இன்னா செயின்.''','''Water and shade, if they unwholesome prove, will bring you pain. 
And qualities of friends who treacherous act, will be your bane.''','''Shade and water are not pleasant, (if) they cause disease; so are the qualities of (one\'s) relations not agreeable, (if) they cause pain.''');
        k[881] = Kural.factory(882,u'''பொருட்பால்''',u'''உட்பகை''',u'''வாள்போல பகைவரை அஞ்சற்க அஞ்சுக 
கேள்போல் பகைவர் தொடர்பு.''','''Dread not the foes that as drawn swords appear; 
Friendship of foes, who seem like kinsmen, fear!''','''Fear not foes (who say they would cut) like a sword; (but) fear the friendship of foes (who seemingly act) like relations.''');
        k[882] = Kural.factory(883,u'''பொருட்பால்''',u'''உட்பகை''',u'''உட்பகை அஞ்சித்தற் காக்க உலைவிடத்து 
மட்பகையின் மாணத் தெறும்.''','''Of hidden hate beware, and guard thy life; 
In troublous time \'twill deeper wound than potter\'s knife.''','''Fear internal enmity and guard yourself; (if not) it will destroy (you) in an evil hour, as surely as the tool which cuts the potter\'s clay.''');
        k[883] = Kural.factory(884,u'''பொருட்பால்''',u'''உட்பகை''',u'''மனமாணா உட்பகை தோன்றின் இனமாணா 
ஏதம் பலவும் தரும்.''','''If secret enmities arise that minds pervert, 
Then even kin unkind will work thee grievous hurt.''','''The secret enmity of a person whose mind in unreformed will lead to many evils causing disaffection among (one\'s) relations.''');
        k[884] = Kural.factory(885,u'''பொருட்பால்''',u'''உட்பகை''',u'''உறல்முறையான் உட்பகை தோன்றின் இறல்முறையான் 
ஏதம் பலவும் தரும்.''','''Amid one\'s relatives if hidden hath arise, 
\'Twill hurt inflict in deadly wise.''','''If there appears internal hatred in a (king\'s) family; it will lead to many a fatal crime.''');
        k[885] = Kural.factory(886,u'''பொருட்பால்''',u'''உட்பகை''',u'''ஒன்றாமை ஒன்றியார் கட்படின் எஞ்ஞான்றும் 
பொன்றாமை ஒன்றல் அரிது.''','''If discord finds a place midst those who dwelt at one before, 
\'Tis ever hard to keep destruction from the door.''','''If hatred arises among (one\'s) own people, it will be hardly possible (for one) to escape death.''');
        k[886] = Kural.factory(887,u'''பொருட்பால்''',u'''உட்பகை''',u'''செப்பின் புணர்ச்சிபோல் கூடினும் கூடாதே 
உட்பகை உற்ற குடி.''','''As casket with its cover, though in one they live alway, 
No union to the house where hate concealed hath sway.''','''Never indeed will a family subject to internal hatred unite (really) though it may present an apparent union like that of a casket and its lid.''');
        k[887] = Kural.factory(888,u'''பொருட்பால்''',u'''உட்பகை''',u'''அரம்பொருத பொன்போலத் தேயும் உரம்பொருது 
உட்பகை உற்ற குடி.''','''As gold with which the file contends is worn away, 
So strength of house declines where hate concealed hath sway.''','''A family subject to internal hatred will wear out and lose its strength like iron that has been filed away.''');
        k[888] = Kural.factory(889,u'''பொருட்பால்''',u'''உட்பகை''',u'''எட்பக வன்ன சிறுமைத்தே ஆயினும் 
உட்பகை உள்ளதாங் கேடு.''','''Though slight as shred of \'seasame\' seed it be, 
Destruction lurks in hidden enmity.''','''Although internal hatred be as small as the fragment of the sesamum (seed), still does destruction dwell in it.''');
        k[889] = Kural.factory(890,u'''பொருட்பால்''',u'''உட்பகை''',u'''உடம்பாடு இலாதவர் வாழ்க்கை குடங்கருள் 
பாம்போடு உடனுறைந் தற்று.''','''Domestic life with those who don\'t agree, 
Is dwelling in a shed with snake for company.''','''Living with those who do not agree (with one) is like dwelling with a cobra (in the same) hut.''');
        k[890] = Kural.factory(891,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''ஆற்றுவார் ஆற்றல் இகழாமை போற்றுவார் 
போற்றலுள் எல்லாம் தலை.''','''The chiefest care of those who guard themselves from ill, 
Is not to slight the powers of those who work their mighty will.''','''Not to disregard the power of those who can carry out (their wishes) is more important than all the watchfulness of those who guard (themselves against evil).''');
        k[891] = Kural.factory(892,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''பெரியாரைப் பேணாது ஒழுகிற் பெரியாரால் 
பேரா இடும்பை தரும்.''','''If men will lead their lives reckless of great men\'s will, 
Such life, through great men\'s powers, will bring perpetual ill.''','''To behave without respect for the great (rulers) will make them do (us) irremediable evils.''');
        k[892] = Kural.factory(893,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''கெடல்வேண்டின் கேளாது செய்க அடல்வேண்டின் 
ஆற்று பவர்கண் இழுக்கு.''','''Who ruin covet let them shut their ears, and do despite 
To those who, where they list to ruin have the might.''','''If a person desires ruin, let him not listen to the righteous dictates of law, but commit crimes against those who are able to slay (other sovereigns).''');
        k[893] = Kural.factory(894,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''கூற்றத்தைக் கையால் விளித்தற்றால் ஆற்றுவார்க்கு 
ஆற்றாதார் இன்னா செயல்.''','''When powerless man \'gainst men of power will evil deeds essay, 
Tis beck\'ning with the hand for Death to seize them for its prey.''','''The weak doing evil to the strong is like beckoning Yama to come (and destroy them).''');
        k[894] = Kural.factory(895,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''யாண்டுச்சென்று யாண்டும் உளராகார் வெந்துப்பின் 
வேந்து செறப்பட் டவர்.''','''Who dare the fiery wrath of monarchs dread, 
Where\'er they flee, are numbered with the dead.''','''Those who have incurred the wrath of a cruel and mighty potentate will not prosper wherever they may go.''');
        k[895] = Kural.factory(896,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''எரியால் சுடப்படினும் உய்வுண்டாம் உய்யார் 
பெரியார்ப் பிழைத்தொழுகு வார்.''','''Though in the conflagration caught, he may escape from thence: 
He \'scapes not who in life to great ones gives offence.''','''Though burnt by a fire (from a forest), one may perhaps live; (but) never will he live who has shown disrespect to the great (devotees).''');
        k[896] = Kural.factory(897,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''வகைமாண்ட வாழ்க்கையும் வான்பொருளும் என்னாம் 
தகைமாண்ட தக்கார் செறின்.''','''Though every royal gift, and stores of wealth your life should crown, 
What are they, if the worthy men of mighty virtue frown?''','''If a king incurs the wrath of the righteous great, what will become of his government with its splendid auxiliaries and (all) its untold wealth ?''');
        k[897] = Kural.factory(898,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''குன்றன்னார் குன்ற மதிப்பின் குடியொடு 
நின்றன்னார் மாய்வர் நிலத்து.''','''If they, whose virtues like a mountain rise, are light esteemed; 
They die from earth who, with their households, ever-during seemed.''','''If (the) hill-like (devotees) resolve on destruction, those who seemed to be everlasting will be destroyed root and branch from the earth.''');
        k[898] = Kural.factory(899,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''ஏந்திய கொள்கையார் சீறின் இடைமுரிந்து 
வேந்தனும் வேந்து கெடும்.''','''When blazes forth the wrath of men of lofty fame, 
Kings even fall from high estate and perish in the flame.''','''If those of exalted vows burst in a rage, even (Indra) the king will suffer a sudden loss and be entirely ruined.''');
        k[899] = Kural.factory(900,u'''பொருட்பால்''',u'''பெரியாரைப் பிழையாமை''',u'''இறந்தமைந்த சார்புடையர் ஆயினும் உய்யார் 
சிறந்தமைந்த சீரார் செறின்.''','''Though all-surpassing wealth of aid the boast, 
If men in glorious virtue great are wrath, they\'re lost.''','''Though in possession of numerous auxiliaries, they will perish who are-exposed to the wrath of the noble whose penance is boundless.''');
        k[900] = Kural.factory(901,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''மனைவிழைவார் மாண்பயன் எய்தார் வினைவிழையார் 
வேண்டாப் பொருளும் அது.''','''Who give their soul to love of wife acquire not nobler gain; 
Who give their soul to strenuous deeds such meaner joys disdain.''','''Those who lust after their wives will not attain the excellence of virtue; and it is just this that is not desired by those who are bent on acquiring wealth.''');
        k[901] = Kural.factory(902,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''பேணாது பெண்விழைவான் ஆக்கம் பெரியதோர் 
நாணாக நாணுத் தரும்.''','''Who gives himself to love of wife, careless of noble name 
His wealth will clothe him with o\'erwhelming shame.''','''The wealth of him who, regardless (of his manliness), devotes himself to his wife\'s feminine nature will cause great shame (to ali men) and to himself;''');
        k[902] = Kural.factory(903,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''இல்லாள்கண் தாழ்ந்த இயல்பின்மை எஞ்ஞான்றும் 
நல்லாருள் நாணுத் தரும்.''','''Who to his wife submits, his strange, unmanly mood 
Will daily bring him shame among the good.''','''The frailty that stoops to a wife will always make (her husband) feel ashamed among the good.''');
        k[903] = Kural.factory(904,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''மனையாளை அஞ்சும் மறுமையி லாளன் 
வினையாண்மை வீறெய்த லின்று.''','''No glory crowns e\'en manly actions wrought 
By him who dreads his wife, nor gives the other world a thought.''','''The undertaking of one, who fears his wife and is therefore destitute of (bliss), will never be applauded.''');
        k[904] = Kural.factory(905,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''இல்லாளை அஞ்சுவான் அஞ்சுமற் றெஞ்ஞான்றும் 
நல்லார்க்கு நல்ல செயல்.''','''Who quakes before his wife will ever tremble too, 
Good deeds to men of good deserts to do.''','''He that fears his wife will always be afraid of doing good deeds (even) to the good.''');
        k[905] = Kural.factory(906,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''இமையாரின் வாழினும் பாடிலரே இல்லாள் 
அமையார்தோள் அஞ்சு பவர்.''','''Though, like the demi-gods, in bliss they dwell secure from harm, 
Those have no dignity who fear the housewife\'s slender arm.''','''They that fear the bamboo-like shoulders of their wives will be destitute of manliness though they may flourish like the Gods.''');
        k[906] = Kural.factory(907,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''பெண்ணேவல் செய்தொழுகும் ஆண்மையின் நாணுடைப் 
பெண்ணே பெருமை உடைத்து.''','''The dignity of modest womanhood excels 
His manliness, obedient to a woman\'s law who dwells.''','''Even shame faced womanhood is more to be esteemed than the shameless manhood that performs the behests of a wife.''');
        k[907] = Kural.factory(908,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''நட்டார் குறைமுடியார் நன்றாற்றார் நன்னுதலாள் 
பெட்டாங்கு ஒழுகு பவர்.''','''Who to the will of her with beauteous brow their lives conform, 
Aid not their friends in need, nor acts of charity perform.''','''Those who yield to the wishes of their wives will neither relieve the wants of (their) friends nor perform virtuous deeds.''');
        k[908] = Kural.factory(909,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''அறவினையும் ஆன்ற பொருளும் பிறவினையும் 
பெண்ஏவல் செய்வார்கண் இல்.''','''No virtuous deed, no seemly wealth, no pleasure, rests 
With them who live obedient to their wives\' behests.''','''From those who obey the commands of their wives are to be expected neither deeds of virtue, nor those of wealth nor (even) those of pleasure.''');
        k[909] = Kural.factory(910,u'''பொருட்பால்''',u'''பெண்வழிச்சேறல்''',u'''எண்சேர்ந்த நெஞ்சத் திடனுடையார்க்கு எஞ்ஞான்றும் 
பெண்சேர்ந்தாம் பேதைமை இல்.''','''Where pleasures of the mind, that dwell in realms of thought, abound, 
Folly, that springs from overweening woman\'s love, is never found.''','''The foolishness that results from devotion to a wife will never be found in those who possess a reflecting mind and a prosperity (flowing) therefrom.''');
        k[910] = Kural.factory(911,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''அன்பின் விழையார் பொருள்விழையும் ஆய்தொடியார் 
இன்சொல் இழுக்குத் தரும்.''','''Those that choice armlets wear who seek not thee with love, 
But seek thy wealth, their pleasant words will ruin prove.''','''The sweet words of elegant braceleted (prostitutes) who desire (a man) not from affection but from avarice, will cause sorrow.''');
        k[911] = Kural.factory(912,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''பயன்தூக்கிப் பண்புரைக்கும் பண்பின் மகளிர் 
நயன்தூக்கி நள்ளா விடல்.''','''Who weigh the gain, and utter virtuous words with vicious heart, 
Weighing such women\'s worth, from their society depart.''','''One must ascertain the character of the ill-natured women who after ascertaining the wealth (of a man) speak (as if they were) good natured-ones, and avoid intercourse (with them).''');
        k[912] = Kural.factory(913,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''பொருட்பெண்டிர் பொய்ம்மை முயக்கம் இருட்டறையில் 
ஏத஧ல் பிணந்தழீஇ அற்று.''','''As one in darkened room, some stranger corpse inarms, 
Is he who seeks delight in mercenary women\'s charms!''','''The false embraces of wealth-loving women are like (hired men) embracing a strange corpse in a dark room.''');
        k[913] = Kural.factory(914,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''பொருட்பொருளார் புன்னலந் தோயார் அருட்பொருள் 
ஆயும் அறிவி னவர்.''','''Their worthless charms, whose only weal is wealth of gain, 
From touch of these the wise, who seek the wealth of grace, abstain.''','''The wise who seek the wealth of grace will not desire the base favours of those who regard wealth (and not pleasure) as (their) riches.''');
        k[914] = Kural.factory(915,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''பொதுநலத்தார் புன்னலம் தோயார் மதிநலத்தின் 
மாண்ட அறிவி னவர்.''','''From contact with their worthless charms, whose charms to all are free, 
The men with sense of good and lofty wisdom blest will flee;''','''Those whose knowledge is made excellent by their (natural) sense will not covet the trffling delights of those whose favours are common (to all).''');
        k[915] = Kural.factory(916,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''தந்நலம் பார஧ப்பார் தோயார் தகைசெருக்கிப் 
புன்னலம் பாரிப்பார் தோள்.''','''From touch of those who worthless charms, with wanton arts, display, 
The men who would their own true good maintain will turn away.''','''Those who would spread (the fame of) their own goodness will not desire the shoulders of those who rejoice in their accomplishments and bestow their despicable favours (on all who pay).''');
        k[916] = Kural.factory(917,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''நிறைநெஞ்சம் இல்லவர் தோய்வார் பிறநெஞ்சிற் 
பேணிப் புணர்பவர் தோள்.''','''Who cherish alien thoughts while folding in their feigned embrace, 
These none approach save those devoid of virtue\'s grace.''','''Those who are destitute of a perfectly (reformed) mind will covet the shoulders of those who embrace (them) while their hearts covet other things.''');
        k[917] = Kural.factory(918,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''ஆயும் அறிவினர் அல்லார்க்கு அணங்கென்ப 
மாய மகளிர் முயக்கு.''','''As demoness who lures to ruin woman\'s treacherous love 
To men devoid of wisdom\'s searching power will prove.''','''The wise say that to such as are destitute of discerning sense the embraces of faithless women are (as ruinous as those of) the celestail female.''');
        k[918] = Kural.factory(919,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''வரைவிலா மாணிழையார் மென்தோள் புரையிலாப் 
பூரியர்கள் ஆழும் அளறு.''','''The wanton\'s tender arm, with gleaming jewels decked, 
Is hell, where sink degraded souls of men abject.''','''The delicate shoulders of prostitutes with excellent jewels are a hell into which are plunged the ignorant base.''');
        k[919] = Kural.factory(920,u'''பொருட்பால்''',u'''வரைவின்மகளிர்''',u'''இருமனப் பெண்டிரும் கள்ளும் கவறும் 
திருநீக்கப் பட்டார் தொடர்பு.''','''Women of double minds, strong drink, and dice; to these giv\'n o\'er, 
Are those on whom the light of Fortune shines no more.''','''Treacherous women, liquor, and gambling are the associates of such as have forsaken by Fortune.''');
        k[920] = Kural.factory(921,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''உட்கப் படாஅர் ஒளியிழப்பர் எஞ்ஞான்றும் 
கட்காதல் கொண்டொழுகு வார்.''','''Who love the palm\'s intoxicating juice, each day, 
No rev\'rence they command, their glory fades away.''','''Those who always thirst after drink will neither inspire fear (in others) nor retain the light (of their fame).''');
        k[921] = Kural.factory(922,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''உண்ணற்க கள்ளை உணில்உண்க சான்றோரான் 
எண்ணப் படவேண்டா தார்.''','''Drink not inebriating draught. Let him count well the cost. 
Who drinks, by drinking, all good men\'s esteem is lost.''','''Let no liquor be drunk; if it is desired, let it be drunk by those who care not for esteem of the great.''');
        k[922] = Kural.factory(923,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''ஈன்றாள் முகத்தேயும் இன்னாதால் என்மற்றுச் 
சான்றோர் முகத்துக் களி.''','''The drunkard\'s joy is sorrow to his mother\'s eyes; 
What must it be in presence of the truly wise?''','''Intoxication is painful even in the presence of (one\'s) mother; what will it not then be in that of the wise ?''');
        k[923] = Kural.factory(924,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''நாண்என்னும் நல்லாள் புறங்கொடுக்கும் கள்ளென்னும் 
பேணாப் பெருங்குற்றத் தார்க்கு.''','''Shame, goodly maid, will turn her back for aye on them 
Who sin the drunkard\'s grievous sin, that all condemn.''','''The fair maid of modesty will turn her back on those who are guilty of the great and abominable crime of drunkenness.''');
        k[924] = Kural.factory(925,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''கையறி யாமை உடைத்தே பொருள்கொடுத்து 
மெய்யறி யாமை கொளல்.''','''With gift of goods who self-oblivion buys, 
Is ignorant of all that man should prize.''','''To give money and purchase unconsciousness is the result of one\'s ignorance of (one\'s own actions).''');
        k[925] = Kural.factory(926,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''துஞ்சினார் செத்தாரின் வேறல்லர் எஞ்ஞான்றும் 
நஞ்சுண்பார் கள்ளுண் பவர்.''','''Sleepers are as the dead, no otherwise they seem; 
Who drink intoxicating draughts, they poison quaff, we deem.''','''They that sleep resemble the deed; (likewise) they that drink are no other than poison-eaters.''');
        k[926] = Kural.factory(927,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''உள்ளொற்றி உள்ளூர் நகப்படுவர் எஞ்ஞான்றும் 
கள்ளொற்றிக் கண்சாய் பவர்3''','''Who turn aside to drink, and droop their heavy eye, 
Shall be their townsmen\'s jest, when they the fault espy.''','''Those who always intoxicate themselves by a private (indulgence in) drink; will have their secrets detected and laughed at by their fellow-townsmen.''');
        k[927] = Kural.factory(928,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''களித்தறியேன் என்பது கைவிடுக நெஞ்சத்து 
ஒளித்ததூஉம் ஆங்கே மிகும்.''','''No more in secret drink, and then deny thy hidden fraud; 
What in thy mind lies hid shall soon be known abroad.''','''Let (the drunkard) give up saying "I have never drunk"; (for) the moment (he drinks) he will simply betray his former attempt to conceal.''');
        k[928] = Kural.factory(929,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''களித்தானைக் காரணம் காட்டுதல் கீழ்நீர்க் 
குளித்தானைத் தீத்துரீஇ அற்று.''','''Like him who, lamp in hand, would seek one sunk beneath the wave. 
Is he who strives to sober drunken man with reasonings grave.''','''Reasoning with a drunkard is like going under water with a torch in search of a drowned man.''');
        k[929] = Kural.factory(930,u'''பொருட்பால்''',u'''கள்ளுண்ணாமை''',u'''கள்ளுண்ணாப் போழ்திற் களித்தானைக் காணுங்கால் 
உள்ளான்கொல் உண்டதன் சோர்வு.''','''When one, in sober interval, a drunken man espies, 
Does he not think, \'Such is my folly in my revelries\'?''','''When (a drunkard) who is sober sees one who is not, it looks as if he remembered not the evil effects of his (own) drink.''');
        k[930] = Kural.factory(931,u'''பொருட்பால்''',u'''சூது''',u'''வேண்டற்க வென்றிடினும் சூதினை வென்றதூஉம் 
தூண்டிற்பொன் மீன்விழுங்கி அற்று.''','''Seek not the gamester\'s play; though you should win, 
Your gain is as the baited hook the fish takes in.''','''Though able to win, let not one desire gambling; (for) even what is won is like a fish swallowing the iron in fish-hook.''');
        k[931] = Kural.factory(932,u'''பொருட்பால்''',u'''சூது''',u'''ஒன்றெய்தி நூறிழக்கும் சூதர்க்கும் உண்டாங்கொல் 
நன்றெய்தி வாழ்வதோர் ஆறு.''','''Is there for gamblers, too, that gaining one a hundred lose, some way 
That they may good obtain, and see a prosperous day?''','''Is there indeed a means of livelihood that can bestow happiness on gamblers who gain one and lose a hundred ?''');
        k[932] = Kural.factory(933,u'''பொருட்பால்''',u'''சூது''',u'''உருளாயம் ஓவாது கூறின் பொருளாயம் 
போஒய்ப் புறமே படும்.''','''If prince unceasing speak of nought but play, 
Treasure and revenue will pass from him away.''','''If the king is incessantly addicted to the rolling dice in the hope of gain, his wealth and the resources thereof will take their departure and fall into other\'s hands.''');
        k[933] = Kural.factory(934,u'''பொருட்பால்''',u'''சூது''',u'''சிறுமை பலசெய்து சீரழ஧க்கும் சூதின் 
வறுமை தருவதொன்று இல்.''','''Gaming brings many woes, and ruins fair renown; 
Nothing to want brings men so surely down.''','''There is nothing else that brings (us) poverty like gambling which causes many a misery and destroys (one\'s) reputation.''');
        k[934] = Kural.factory(935,u'''பொருட்பால்''',u'''சூது''',u'''கவறும் கழகமும் கையும் தருக்கி 
இவறியார் இல்லாகி யார்.''','''The dice, and gaming-hall, and gamester\'s art, they eager sought, 
Thirsting for gain- the men in other days who came to nought.''','''Penniless are those who by reason of their attachment would never forsake gambling, the gambling-place and the handling (of dice).''');
        k[935] = Kural.factory(936,u'''பொருட்பால்''',u'''சூது''',u'''அகடாரார் அல்லல் உழப்பர்சூ தென்னும் 
முகடியான் மூடப்பட் டார்.''','''Gambling\'s Misfortune\'s other name: o\'er whom she casts her veil, 
They suffer grievous want, and sorrows sore bewail.''','''Those who are swallowed by the goddess called "gambling" will never have their hunger satisfied, but suffer the pangs of hell in the next world.''');
        k[936] = Kural.factory(937,u'''பொருட்பால்''',u'''சூது''',u'''பழகிய செல்வமும் பண்பும் கெடுக்கும் 
கழகத்துக் காலை புகின்.''','''Ancestral wealth and noble fame to ruin haste, 
If men in gambler\'s halls their precious moments waste.''','''To waste time at the place of gambling will destroy inherited wealth and goodness of character.''');
        k[937] = Kural.factory(938,u'''பொருட்பால்''',u'''சூது''',u'''பொருள்கெடுத்துப் பொய்மேற் கொளீஇ அருள்கெடுத்து 
அல்லல் உழப்பிக்கும் சூது.''','''Gambling wastes wealth, to falsehood bends the soul: it drives away 
All grace, and leaves the man to utter misery a prey.''','''Gambling destroys property, teaches falsehood, puts an end to benevolence, and brings in misery (here and hereafter).''');
        k[938] = Kural.factory(939,u'''பொருட்பால்''',u'''சூது''',u'''உடைசெல்வம் ஊண்ஒளி கல்விஎன்று ஐந்தும் 
அடையாவாம் ஆயங் கொளின்.''','''Clothes, wealth, food, praise, and learning, all depart 
From him on gambler\'s gain who sets his heart.''','''The habit of gambling prevents the attainment of these five: clothing, wealth, food, fame and learning.''');
        k[939] = Kural.factory(940,u'''பொருட்பால்''',u'''சூது''',u'''இழத்தொறூஉம் காதலிக்கும் சூதேபோல் துன்பம் 
உழத்தொறூஉம் காதற்று உயிர்.''','''Howe\'er he lose, the gambler\'s heart is ever in the play; 
E\'en so the soul, despite its griefs, would live on earth alway.''','''As the gambler loves (his vice) the more he loses by it, so does the soul love (the body) the more it suffers through it.''');
        k[940] = Kural.factory(941,u'''பொருட்பால்''',u'''மருந்து''',u'''மிகினும் குறையினும் நோய்செய்யும் நூலோர் 
வளிமுதலா எண்ணிய மூன்று.''','''The learned books count three, with wind as first; of these, 
As any one prevail, or fail; \'twill cause disease.''','''If (food and work are either) excessive or deficient, the three things enumerated by (medical) writers, flatulence, biliousness, and phlegm, will cause (one) disease.''');
        k[941] = Kural.factory(942,u'''பொருட்பால்''',u'''மருந்து''',u'''மருந்தென வேண்டாவாம் யாக்கைக்கு அருந்தியது 
அற்றது போற்றி உணின்.''','''No need of medicine to heal your body\'s pain, 
If, what you ate before digested well, you eat again.''','''No medicine is necessary for him who eats after assuring (himself) that what he has (already) eaten has been digested.''');
        k[942] = Kural.factory(943,u'''பொருட்பால்''',u'''மருந்து''',u'''அற்றால் அறவறிந்து உண்க அஃதுடம்பு 
பெற்றான் நெடிதுய்க்கும் ஆறு.''','''Who has a body gained may long the gift retain, 
If, food digested well, in measure due he eat again.''','''If (one\'s food has been) digested let one eat with moderation; (for) that is the way to prolong the life of an embodied soul.''');
        k[943] = Kural.factory(944,u'''பொருட்பால்''',u'''மருந்து''',u'''அற்றது அறிந்து கடைப்பிடித்து மாறல்ல 
துய்க்க துவரப் பசித்து.''','''Knowing the food digested well, when hunger prompteth thee, 
With constant care, the viands choose that well agree.''','''(First) assure yourself that your food has been digested and never fail to eat, when very hungry, whatever is not disagreeable (to you).''');
        k[944] = Kural.factory(945,u'''பொருட்பால்''',u'''மருந்து''',u'''மாறுபாடு இல்லாத உண்டி மறுத்துண்ணின் 
ஊறுபாடு இல்லை உயிர்க்கு.''','''With self-denial take the well-selected meal; 
So shall thy frame no sudden sickness feel.''','''There will be no disaster to one\'s life if one eats with moderation, food that is not disagreeable.''');
        k[945] = Kural.factory(946,u'''பொருட்பால்''',u'''மருந்து''',u'''இழிவறிந்து உண்பான்கண் இன்பம்போல் நிற்கும் 
கழிபேர் இரையான்கண் நோய்.''','''On modest temperance as pleasures pure, 
So pain attends the greedy epicure.''','''As pleasure dwells with him who eats moderately, so disease (dwells) with the glutton who eats voraciously.''');
        k[946] = Kural.factory(947,u'''பொருட்பால்''',u'''மருந்து''',u'''தீயள வன்றித் தெரியான் பெரிதுண்ணின் 
நோயள வின்றிப் படும்.''','''Who largely feeds, nor measure of the fire within maintains, 
That thoughtless man shall feel unmeasured pains.''','''He will be afflicted with numberless diseases, who eats immoderately, ignorant (of the rules of health).''');
        k[947] = Kural.factory(948,u'''பொருட்பால்''',u'''மருந்து''',u'''நோய்நாடி நோய்முதல் நாடி அதுதணிக்கும் 
வாய்நாடி வாய்ப்பச் செயல்.''','''Disease, its cause, what may abate the ill: 
Let leech examine these, then use his skill.''','''Let the physician enquire into the (nature of the) disease, its cause and its method of cure and treat it faithfully according to (medical rule).''');
        k[948] = Kural.factory(949,u'''பொருட்பால்''',u'''மருந்து''',u'''உற்றான் அளவும் பிணியளவும் காலமும் 
கற்றான் கருதிச் செயல்.''','''The habitudes of patient and disease, the crises of the ill 
These must the learned leech think over well, then use his skill.''','''The learned (physician) should ascertain the condition of his patient; the nature of his disease, and the season (of the year) and (then) proceed (with his treatment).''');
        k[949] = Kural.factory(950,u'''பொருட்பால்''',u'''மருந்து''',u'''உற்றவன் தீர்ப்பான் மருந்துழைச் செல்வானென்று 
அப்பால் நாற்கூற்றே மருந்து.''','''For patient, leech, and remedies, and him who waits by patient\'s side, 
The art of medicine must fourfold code of laws provide.''','''Medical science consists of four parts, viz., patient, physician, medicine and compounder; and each of these (again) contains four sub-divisions.''');
        k[950] = Kural.factory(951,u'''பொருட்பால்''',u'''குடிமை''',u'''இற்பிறந்தார் கண்அல்லது இல்லை இயல்பாகச் 
செப்பமும் நாணும் ஒருங்கு.''','''Save in the scions of a noble house, you never find 
Instinctive sense of right and virtuous shame combined.''','''Consistency (of thought, word and deed) and fear (of sin) are conjointly natural only to the high-born.''');
        k[951] = Kural.factory(952,u'''பொருட்பால்''',u'''குடிமை''',u'''ஒழுக்கமும் வாய்மையும் நாணும்இம் மூன்றும் 
இழுக்கார் குடிப்பிறந் தார்.''','''In these three things the men of noble birth fail not: 
In virtuous deed and truthful word, and chastened thought.''','''The high-born will never deviate from these three; good manners, truthfulness and modesty.''');
        k[952] = Kural.factory(953,u'''பொருட்பால்''',u'''குடிமை''',u'''நகைஈகை இன்சொல் இகழாமை நான்கும் 
வகையென்ப வாய்மைக் குடிக்கு.''','''The smile, the gift, the pleasant word, unfailing courtesy 
These are the signs, they say, of true nobility.''','''A cheerful countenance, liberality, pleasant words, and an unreviling disposition, these four are said to be the proper qualities of the truly high-born.''');
        k[953] = Kural.factory(954,u'''பொருட்பால்''',u'''குடிமை''',u'''அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் 
குன்றுவ செய்தல் இலர்.''','''Millions on millions piled would never win 
The men of noble race to soul-degrading sin.''','''Though blessed with immense wealth, the noble will never do anything unbecoming.''');
        k[954] = Kural.factory(955,u'''பொருட்பால்''',u'''குடிமை''',u'''வழங்குவ துள்வீழ்ந்தக் கண்ணும் பழங்குடி 
பண்பில் தலைப்பிரிதல் இன்று.''','''Though stores for charity should fail within, the ancient race 
Will never lose its old ancestral grace.''','''Though their means fall off, those born in ancient families, will not lose their character (for liberality).''');
        k[955] = Kural.factory(956,u'''பொருட்பால்''',u'''குடிமை''',u'''சலம்பற்றிச் சால்பில செய்யார்மா சற்ற 
குலம்பற்றி வாழ்தும்என் பார்.''','''Whose minds are set to live as fits their sire\'s unspotted fame, 
Stooping to low deceit, commit no deeds that gender shame.''','''Those who seek to preserve the irreproachable honour of their families will not viciously do what is detrimental thereto.''');
        k[956] = Kural.factory(957,u'''பொருட்பால்''',u'''குடிமை''',u'''குடிப்பிறந்தார் கண்விளங்கும் குற்றம் விசும்பின் 
மதிக்கண் மறுப்போல் உயர்ந்து.''','''The faults of men of noble race are seen by every eye, 
As spots on her bright orb that walks sublime the evening sky.''','''The defects of the noble will be observed as clearly as the dark spots in the moon.''');
        k[957] = Kural.factory(958,u'''பொருட்பால்''',u'''குடிமை''',u'''நலத்தின்கண் நாரின்மை தோன்றின் அவனைக் 
குலத்தின்கண் ஐயப் படும்.''','''If lack of love appear in those who bear some goodly name, 
\'Twill make men doubt the ancestry they claim.''','''If one of a good family betrays want of affection, his descent from it will be called in question.''');
        k[958] = Kural.factory(959,u'''பொருட்பால்''',u'''குடிமை''',u'''நிலத்தில் கிடந்தமை கால்காட்டும் காட்டும் 
குலத்தில் பிறந்தார்வாய்ச் சொல்.''','''Of soil the plants that spring thereout will show the worth: 
The words they speak declare the men of noble birth.''','''As the sprout indicates the nature of the soil, (so) the speech of the noble indicates (that of one\'s birth).''');
        k[959] = Kural.factory(960,u'''பொருட்பால்''',u'''குடிமை''',u'''நலம்வேண்டின் நாணுடைமை வேண்டும் குலம் 
வேண்டின் வேண்டுக யார்க்கும் பணிவு.''','''Who seek for good the grace of virtuous shame must know; 
Who seek for noble name to all must reverence show.''','''He who desires a good name must desire modesty; and he who desires (the continuance of) a family greatness must be submissive to all.''');
        k[960] = Kural.factory(961,u'''பொருட்பால்''',u'''மானம்''',u'''இன்றி அமையாச் சிறப்பின ஆயினும் 
குன்ற வருப விடல்.''','''Though linked to splendours man no otherwise may gain, 
Reject each act that may thine honour\'s clearness stain.''','''Actions that would degrade (one\'s) family should not be done; though they may be so important that not doing them would end in death.''');
        k[961] = Kural.factory(962,u'''பொருட்பால்''',u'''மானம்''',u'''சீரினும் சீரல்ல செய்யாரே சீரொடு 
பேராண்மை வேண்டு பவர்.''','''Who seek with glory to combine honour\'s untarnished fame, 
Do no inglorious deeds, though men accord them glory\'s name.''','''Those who desire (to maintain their) honour, will surely do nothing dishonourable, even for the sake of fame.''');
        k[962] = Kural.factory(963,u'''பொருட்பால்''',u'''மானம்''',u'''பெருக்கத்து வேண்டும் பணிதல் சிறிய 
சுருக்கத்து வேண்டும் உயர்வு.''','''Bow down thy soul, with increase blest, in happy hour; 
Lift up thy heart, when stript of all by fortune\'s power.''','''In great prosperity humility is becoming; dignity, in great adversity.''');
        k[963] = Kural.factory(964,u'''பொருட்பால்''',u'''மானம்''',u'''தலையின் இழிந்த மயிரனையர் மாந்தர் 
நிலையின் இழிந்தக் கடை.''','''Like hairs from off the head that fall to earth, 
When fall\'n from high estate are men of noble birth.''','''They who have fallen from their (high) position are like the hair which has fallen from the head.''');
        k[964] = Kural.factory(965,u'''பொருட்பால்''',u'''மானம்''',u'''குன்றின் அனையாரும் குன்றுவர் குன்றுவ 
குன்றி அனைய செயின்.''','''If meanness, slight as \'abrus\' grain, by men be wrought, 
Though like a hill their high estate, they sink to nought.''','''Even those who are exalted like a hill will be thought low, if they commit deeds that are debasing.''');
        k[965] = Kural.factory(966,u'''பொருட்பால்''',u'''மானம்''',u'''புகழ்இன்றால் புத்தேள்நாட்டு உய்யாதால் என்மற்று 
இகழ்வார்பின் சென்று நிலை.''','''It yields no praise, nor to the land of Gods throws wide the gate: 
Why follow men who scorn, and at their bidding wait?''','''Of what good is it (for the high-born) to go and stand in vain before those who revile him ? it only brings him loss of honour and exclusion from heaven.''');
        k[966] = Kural.factory(967,u'''பொருட்பால்''',u'''மானம்''',u'''ஒட்டார்பின் சென்றொருவன் வாழ்தலின் அந்நிலையே 
கெட்டான் எனப்படுதல் நன்று.''','''Better \'twere said, \'He\'s perished!\' than to gain 
The means to live, following in foeman\'s train.''','''It is better for a man to be said of him that he died in his usual state than that he eked out his life by following those who disgraced him.''');
        k[967] = Kural.factory(968,u'''பொருட்பால்''',u'''மானம்''',u'''மருந்தோமற்று ஊன்ஓம்பும் வாழ்க்கை பெருந்தகைமை 
பீடழிய வந்த இடத்து.''','''When high estate has lost its pride of honour meet, 
Is life, that nurses this poor flesh, as nectar sweet?''','''For the high-born to keep their body in life when their honour is gone will certainly not prove a remedy against death.''');
        k[968] = Kural.factory(969,u'''பொருட்பால்''',u'''மானம்''',u'''மயிர்நீப்பின் வாழாக் கவரிமா அன்னார் 
உயிர்நீப்பர் மானம் வரின்.''','''Like the wild ox that, of its tuft bereft, will pine away, 
Are those who, of their honour shorn, will quit the light of day.''','''Those who give up (their) life when (their) honour is at stake are like the yark which kills itself at the loss of (even one of) its hairs.''');
        k[969] = Kural.factory(970,u'''பொருட்பால்''',u'''மானம்''',u'''இளிவரின் வாழாத மானம் உடையார் 
ஒளிதொழுது ஏத்தும் உலகு.''','''Who, when dishonour comes, refuse to live, their honoured memory 
Will live in worship and applause of all the world for aye!''','''The world will (always) praise and adore the fame of the honourable who would rather die than suffer indignity.''');
        k[970] = Kural.factory(971,u'''பொருட்பால்''',u'''பெருமை''',u'''ஒளிஒருவற்கு உள்ள வெறுக்கை இளிஒருவற்கு 
அஃதிறந்து வாழ்தும் எனல்.''','''The light of life is mental energy; disgrace is his 
Who says, \'I \'ill lead a happy life devoid of this.\'''','''One\'s light is the abundance of one\'s courage; one\'s darkness is the desire to live destitute of such (a state of mind.)''');
        k[971] = Kural.factory(972,u'''பொருட்பால்''',u'''பெருமை''',u'''பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்பொவ்வா 
செய்தொழில் வேற்றுமை யான்.''','''All men that live are one in circumstances of birth; 
Diversities of works give each his special worth.''','''All human beings agree as regards their birth but differ as regards their characteristics, because of the different qualities of their actions.''');
        k[972] = Kural.factory(973,u'''பொருட்பால்''',u'''பெருமை''',u'''மேலிருந்தும் மேலல்லார் மேலல்லர் கீழிருந்தும் 
கீழல்லார் கீழல் லவர்.''','''The men of lofty line, whose souls are mean, are never great 
The men of lowly birth, when high of soul, are not of low estate.''','''Though (raised) above, the base cannot become great; though (brought) low, the great cannot become base.''');
        k[973] = Kural.factory(974,u'''பொருட்பால்''',u'''பெருமை''',u'''ஒருமை மகளிரே போலப் பெருமையும் 
தன்னைத்தான் கொண்டொழுகின் உண்டு.''','''Like single-hearted women, greatness too, 
Exists while to itself is true.''','''Even greatness, like a woman\'s chastity, belongs only to him who guards himself.''');
        k[974] = Kural.factory(975,u'''பொருட்பால்''',u'''பெருமை''',u'''பெருமை யுடையவர் ஆற்றுவார் ஆற்றின் 
அருமை உடைய செயல்.''','''The man endowed with greatness true, 
Rare deeds in perfect wise will do.''','''(Though reduced) the great will be able to perform, in the proper way, deeds difficult (for others to do).''');
        k[975] = Kural.factory(976,u'''பொருட்பால்''',u'''பெருமை''',u'''சிறியார் உணர்ச்சியுள் இல்லை பெரியாரைப் 
பேணிக் கொள் வேம் என்னும் 
நோக்கு.''','''\'As votaries of the truly great we will ourselves enroll,\' 
Is thought that enters not the mind of men of little soul.''','''It is never in the nature of the base to seek the society of the great and partake of their nature.''');
        k[976] = Kural.factory(977,u'''பொருட்பால்''',u'''பெருமை''',u'''இறப்பே புரிந்த தொழிற்றாம் சிறப்புந்தான் 
சீரல் லவர்கண் படின்.''','''Whene\'er distinction lights on some unworthy head, 
Then deeds of haughty insolence are bred.''','''Even nobility of birth, wealth and learning, if in (the possession of) the base, will (only) produce everincreasing pride.''');
        k[977] = Kural.factory(978,u'''பொருட்பால்''',u'''பெருமை''',u'''பணியுமாம் என்றும் பெருமை சிறுமை 
அணியுமாம் தன்னை வியந்து.''','''Greatness humbly bends, but littleness always 
Spreads out its plumes, and loads itself with praise.''','''The great will always humble himself; but the mean will exalt himself in self-admiration.''');
        k[978] = Kural.factory(979,u'''பொருட்பால்''',u'''பெருமை''',u'''பெருமை பெருமிதம் இன்மை சிறுமை 
பெருமிதம் ஊர்ந்து விடல்.''','''Greatness is absence of conceit; meanness, we deem, 
Riding on car of vanity supreme.''','''Freedom from conceit is (the nature of true) greatness; (while) obstinacy therein is (that of) meanness.''');
        k[979] = Kural.factory(980,u'''பொருட்பால்''',u'''பெருமை''',u'''அற்றம் மறைக்கும் பெருமை சிறுமைதான் 
குற்றமே கூறி விடும்.''','''Greatness will hide a neighbour\'s shame; 
Meanness his faults to all the world proclaim.''','''The great hide the faults of others; the base only divulge them.''');
        k[980] = Kural.factory(981,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''கடன்என்ப நல்லவை எல்லாம் கடன்அறிந்து 
சான்றாண்மை மேற்கொள் பவர்க்கு.''','''All goodly things are duties to the men, they say 
Who set themselves to walk in virtue\'s perfect way.''','''It is said that those who are conscious of their duty and behave with a perfect goodness will regard as natural all that is good.''');
        k[981] = Kural.factory(982,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''குணநலம் சான்றோர் நலனே பிறநலம் 
எந்நலத்து உள்ளதூஉம் அன்று.''','''The good of inward excellence they claim, 
The perfect men; all other good is only good in name.''','''The only delight of the perfect is that of their goodness; all other (sensual) delights are not to be included among any (true) delights.''');
        k[982] = Kural.factory(983,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு 
ஐந்துசால் ஊன்றிய தூண்.''','''Love, modesty, beneficence, benignant grace, 
With truth, are pillars five of perfect virtue\'s resting-place.''','''Affection, fear (of sin), benevolence, favour and truthfulness; these are the five pillars on which perfect goodness rests.''');
        k[983] = Kural.factory(984,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''கொல்லா நலத்தது நோன்மை பிறர்தீமை 
சொல்லா நலத்தது சால்பு.''','''The type of \'penitence\' is virtuous good that nothing slays; 
To speak no ill of other men is perfect virtue\'s praise.''','''Penance consists in the goodness that kills not , and perfection in the goodness that tells not others\' faults.''');
        k[984] = Kural.factory(985,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர் 
மாற்றாரை மாற்றும் படை.''','''Submission is the might of men of mighty acts; the sage 
With that same weapon stills his foeman\'s rage.''','''Stooping (to inferiors) is the strength of those who can accomplish (an undertaking); and that is the weapon with which the great avert their foes.''');
        k[985] = Kural.factory(986,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''சால்பிற்குக் கட்டளை யாதெனின் தோல்வி 
துலையல்லார் கண்ணும் கொளல்.''','''What is perfection\'s test? The equal mind. 
To bear repulse from even meaner men resigned.''','''The touch-stone of perfection is to receive a defeat even at the hands of one\'s inferiors.''');
        k[986] = Kural.factory(987,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''இன்னாசெய் தார்க்கும் இனியவே செய்யாக்கால் 
என்ன பயத்ததோ சால்பு.''','''What fruit doth your perfection yield you, say! 
Unless to men who work you ill good repay?''','''Of what avail is perfect goodness if it cannot do pleasing things even to those who have pained (it) ?''');
        k[987] = Kural.factory(988,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''இன்மை ஒருவற்கு இனிவன்று சால்பென்னும் 
திண்மைஉண் டாகப் பெறின்.''','''To soul with perfect virtue\'s strength endued, 
Brings no disgrace the lack of every earthly good.''','''Poverty is no disgrace to one who abounds in good qualities.''');
        k[988] = Kural.factory(989,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்கு 
ஆழி எனப்படு வார்.''','''Call them of perfect virtue\'s sea the shore, 
Who, though the fates should fail, fail not for evermore.''','''Those who are said to be the shore of the sea of perfection will never change, though ages may change.''');
        k[989] = Kural.factory(990,u'''பொருட்பால்''',u'''சான்றாண்மை''',u'''சான்றவர் சான்றாண்மை குன்றின் இருநிலந்தான் 
தாங்காது மன்னோ பொறை.''','''The mighty earth its burthen to sustain must cease, 
If perfect virtue of the perfect men decrease.''','''If there is a defect in the character of the perfect, (even) the great world cannot bear (its) burden.''');
        k[990] = Kural.factory(991,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''எண்பதத்தால் எய்தல் எளிதென்ப யார்மாட்டும் 
பண்புடைமை என்னும் வழக்கு.''','''Who easy access give to every man, they say, 
Of kindly courtesy will learn with ease the way.''','''If one is easy of access to all, it will be easy for one to obtain the virtue called goodness.''');
        k[991] = Kural.factory(992,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''அன்புடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும் 
பண்புடைமை என்னும் வழக்கு.''','''Benevolence and high born dignity, 
These two are beaten paths of courtesy.''','''Affectionateness and birth in a good family, these two constitute what is called a proper behaviour to all.''');
        k[992] = Kural.factory(993,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''உறுப்பொத்தல் மக்களொப்பு அன்றால் வெறுத்தக்க 
பண்பொத்தல் ஒப்பதாம் ஒப்பு.''','''Men are not one because their members seem alike to outward view; 
Similitude of kindred quality makes likeness true.''','''Resemblance of bodies is no resemblance of souls; true resemblance is the resemblance of qualities that attract.''');
        k[993] = Kural.factory(994,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''யனொடு நன்றி புரிந்த பயனுடையார் 
பண்புபா ராட்டும் உலகு.''','''Of men of fruitful life, who kindly benefits dispense, 
The world unites to praise the \'noble excellence.\'''','''The world applauds the character of those whose usefulness results from their equity and charity.''');
        k[994] = Kural.factory(995,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''நகையுள்ளும் இன்னா திகழ்ச்சி பகையுள்ளும் 
பண்புள பாடறிவார் மாட்டு.''','''Contempt is evil though in sport. They who man\'s nature know, 
E\'en in their wrath, a courteous mind will show.''','''Reproach is painful to one even in sport; those (therefore) who know the nature of others exhibit (pleasing) qualities even when they are hated.''');
        k[995] = Kural.factory(996,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''பண்புடையார்ப் பட்டுண்டு உலகம் அதுஇன்றேல் 
மண்புக்கு மாய்வது மன்.''','''The world abides; for \'worthy\' men its weight sustain. 
Were it not so, \'twould fall to dust again.''','''The (way of the) world subsists by contact with the good; if not, it would bury itself in the earth and perish.''');
        k[996] = Kural.factory(997,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''அரம்போலும் கூர்மைய ரேனும் மரம்போல்வர் 
மக்கட்பண்பு இல்லா தவர்.''','''Though sharp their wit as file, as blocks they must remain, 
Whose souls are void of \'courtesy humane\'.''','''He who is destitute of (true) human qualities (only) resembles a tree, though he may possess the sharpness of a file.''');
        k[997] = Kural.factory(998,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''நண்பாற்றார் ஆகி நயமில செய்வார்க்கும் 
பண்பாற்றார் ஆதல் கடை.''','''Though men with all unfriendly acts and wrongs assail, 
\'Tis uttermost disgrace in \'courtesy\' to fail.''','''It is wrong (for the wise) not to exhibit (good) qualities even towards those who bearing no friendship (for them) do only what is hateful.''');
        k[998] = Kural.factory(999,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''நகல்வல்லர் அல்லார்க்கு மாயிரு ஞாலம் 
பகலும்பாற் பட்டன்று இருள்.''','''To him who knows not how to smile in kindly mirth, 
Darkness in daytime broods o\'er all the vast and mighty earth.''','''To those who cannot rejoice, the wide world is buried darkness even in (broad) day light.''');
        k[999] = Kural.factory(1000,u'''பொருட்பால்''',u'''பண்புடைமை''',u'''பண்பிலான் பெற்ற பெருஞ்செல்வம் நன்பால் 
கலந்தீமை யால்திரிந் தற்று.''','''Like sweet milk soured because in filthy vessel poured, 
Is ample wealth in churlish man\'s unopened coffers stored.''','''The great wealth obtained by one who has no goodness will perish like pure milk spoilt by the impurity of the vessel.''');
        k[1000] = Kural.factory(1001,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''வைத்தான்வாய் சான்ற பெரும்பொருள் அஃதுண்ணான் 
செத்தான் செயக்கிடந்தது இல்.''','''Who fills his house with ample store, enjoying none, 
Is dead. Nought with the useless heap is done.''','''He who does not enjoy the immense riches he has heaped up in his house, is (to be reckoned as) dead, (for) there is nothing achieved (by him).''');
        k[1001] = Kural.factory(1002,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''பொருளானாம் எல்லாமென்று ஈயாது இவறும் 
மருளானாம் மாணாப் பிறப்பு''','''Who giving nought, opines from wealth all blessing springs, 
Degraded birth that doting miser\'s folly brings.''','''He who knows that wealth yields every pleasure and yet is so blind as to lead miserly life will be born a demon.''');
        k[1002] = Kural.factory(1003,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''ஈட்டம் இவறி இசைவேண்டா ஆடவர் 
தோற்றம் நிலக்குப் பொறை.''','''Who lust to heap up wealth, but glory hold not dear, 
It burthens earth when on the stage of being they appear.''','''A burden to the earth are men bent on the acquisition of riches and not (true) fame.''');
        k[1003] = Kural.factory(1004,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''எச்சமென்று என்எண்ணுங் கொல்லோ ஒருவரால் 
நச்சப் படாஅ தவன்.''','''Whom no one loves, when he shall pass away, 
What doth he look to leave behind, I pray?''','''What will the miser who is not liked (by any one) regard as his own (in the world to come) ?''');
        k[1004] = Kural.factory(1005,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய 
கோடியுண் டாயினும் இல்.''','''Amid accumulated millions they are poor, 
Who nothing give and nought enjoy of all they store.''','''Those who neither give (to others) nor enjoy (their property) are (truly) destitute, though possessing immense riches.''');
        k[1005] = Kural.factory(1006,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''ஏதம் பெருஞ்செல்வம் தான்துவ்வான் தக்கார்க்கொன்று 
ஈதல் இயல்பிலா தான்.''','''Their ample wealth is misery to men of churlish heart, 
Who nought themselves enjoy, and nought to worthy men impart.''','''He who enjoys not (his riches) nor relieves the wants of the worthy is a disease to his wealth.''');
        k[1006] = Kural.factory(1007,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''அற்றார்க்கொன்று ஆற்றாதான் செல்வம் மிகநலம் 
பெற்றாள் தமியள்மூத் தற்று.''','''Like woman fair in lonelihood who aged grows, 
Is wealth of him on needy men who nought bestows.''','''The wealth of him who never bestows anything on the destitute is like a woman of beauty growing old without a husband.''');
        k[1007] = Kural.factory(1008,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''நச்சப் படாதவன் செல்வம் நடுவூருள் 
நச்சு மரம்பழுத் தற்று.''','''When he whom no man loves exults in great prosperity, 
\'Tis as when fruits in midmost of the town some poisonous tree.''','''The wealth of him who is disliked (by all) is like the fruit-bearing of the etty tree in the midst of a town.''');
        k[1008] = Kural.factory(1009,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''அன்பொரீஇத் தற்செற்று அறநோக்காது ஈட்டிய 
ஒண்பொருள் கொள்வார் பிறர்.''','''Who love abandon, self-afflict, and virtue\'s way forsake 
To heap up glittering wealth, their hoards shall others take.''','''Strangers will inherit the riches that have been acquired without regard for friendship, comfort and charity.''');
        k[1009] = Kural.factory(1010,u'''பொருட்பால்''',u'''நன்றியில்செல்வம்''',u'''சீருடைச் செல்வர் சிறுதுனி மாரி 
வறங்கூர்ந் தனையது உடைத்து.''','''\'Tis as when rain cloud in the heaven grows day, 
When generous wealthy man endures brief poverty.''','''The short-lived poverty of those who are noble and rich is like the clouds becoming poor (for a while).''');
        k[1010] = Kural.factory(1011,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''கருமத்தால் நாணுதல் நாணுந் திருநுதல் 
நல்லவர் நாணுப் பிற.''','''To shrink abashed from evil deed is \'generous shame\'; 
Other is that of bright-browed one of virtuous fame.''','''True modesty is the fear of (evil) deeds; all other modesty is (simply) the bashfulness of virtuous maids.''');
        k[1011] = Kural.factory(1012,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''ஊணுடை எச்சம் உயிர்க்கெல்லாம் வேறல்ல 
நாணுடைமை மாந்தர் சிறப்பு.''','''Food, clothing, and other things alike all beings own; 
By sense of shame the excellence of men is known.''','''Food, clothing and the like are common to all men but modesty is peculiar to the good.''');
        k[1012] = Kural.factory(1013,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''ஊனைக் குறித்த உயிரெல்லாம் நாண்என்னும் 
நன்மை குறித்தது சால்பு.''','''All spirits homes of flesh as habitation claim, 
And perfect virtue ever dwells with shame.''','''As the body is the abode of the spirit, so the excellence of modesty is the abode of perfection.''');
        k[1013] = Kural.factory(1014,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''அணிஅன்றோ நாணுடைமை சான்றோர்க்கு அஃதின்றேல் 
பிணிஅன்றோ பீடு நடை.''','''And is not shame an ornament to men of dignity? 
Without it step of stately pride is piteous thing to see.''','''Is not the modesty ornament of the noble ? Without it, their haughtiness would be a pain (to others).''');
        k[1014] = Kural.factory(1015,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''பிறர்பழியும் தம்பழியும் நாணுவார் நாணுக்கு 
உறைபதி என்னும் உலகு.''','''As home of virtuous shame by all the world the men are known, 
Who feel ashamed for others, guilt as for their own.''','''The world regards as the abode of modesty him who fear his own and other\'s guilt.''');
        k[1015] = Kural.factory(1016,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''நாண்வேலி கொள்ளாது மன்னோ வியன்ஞாலம் 
பேணலர் மேலா யவர்.''','''Unless the hedge of shame inviolate remain, 
For men of lofty soul the earth\'s vast realms no charms retain.''','''The great make modesty their barrier (of defence) and not the wide world.''');
        k[1016] = Kural.factory(1017,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''நாணால் உயிரைத் துறப்பர் உயிர்ப்பொருட்டால் 
நாண்துறவார் நாணாள் பவர்.''','''The men of modest soul for shame would life an offering make, 
But ne\'er abandon virtuous shame for life\'s dear sake.''','''The modest would rather lose their life for the sake of modesty than lose modesty for the sake of life.''');
        k[1017] = Kural.factory(1018,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''பிறர்நாணத் தக்கது தான்நாணா னாயின் 
அறம்நாணத் தக்கது உடைத்து.''','''Though know\'st no shame, while all around asha med must be: 
Virtue will shrink away ashamed of thee!''','''Virtue is likely to forsake him who shamelessly does what others are ashamed of.''');
        k[1018] = Kural.factory(1019,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''குலஞ்சுடும் கொள்கை பிழைப்பின் நலஞ்சுடும் 
நாணின்மை நின்றக் கடை.''','''\'Twill race consume if right observance fail; 
\'Twill every good consume if shamelessness prevail.''','''Want of manners injures one\'s family; but want of modesty injures one\'s character.''');
        k[1019] = Kural.factory(1020,u'''பொருட்பால்''',u'''நாணுடைமை''',u'''நாண்அகத் தில்லார் இயக்கம் மரப்பாவை 
நாணால் உயிர்மருட்டி அற்று.''','''\'Tis as with strings a wooden puppet apes life\'s functions, when 
Those void of shame within hold intercourse with men.''','''The actions of those who are without modesty at heart are like those of puppet moved by a string.''');
        k[1020] = Kural.factory(1021,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''கருமம் செயஒருவன் கைதூவேன் என்னும் 
பெருமையின் பீடுடையது இல்.''','''Who says \'I\'ll do my work, nor slack my hand\', 
His greatness, clothed with dignity supreme, shall stand.''','''There is no higher greatness than that of one saying. I will not cease in my effort (to raise my family).''');
        k[1021] = Kural.factory(1022,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''ஆள்வினையும் ஆன்ற அறிவும் எனஇரண்டின் 
நீள்வினையால் நீளும் குடி.''','''The manly act and knowledge full, when these combine 
In deed prolonged, then lengthens out the race\'s line.''','''One\'s family is raised by untiring perseverance in both effort and wise contrivances.''');
        k[1022] = Kural.factory(1023,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''குடிசெய்வல் என்னும் ஒருவற்குத் தெய்வம் 
மடிதற்றுத் தான்முந் துறும்.''','''\'I\'ll make my race renowned,\' if man shall say, 
With vest succinct the goddess leads the way.''','''The Deity will clothe itself and appear before him who resolves on raising his family.''');
        k[1023] = Kural.factory(1024,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''சூழாமல் தானே முடிவெய்தும் தம்குடியைத் 
தாழாது உஞற்று பவர்க்கு.''','''Who labours for his race with unremitting pain, 
Without a thought spontaneously, his end will gain.''','''Those who are prompt in their efforts (to better their family) need no deliberation, such efforts will of themselves succeed.''');
        k[1024] = Kural.factory(1025,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''குற்றம் இலனாய்க் குடிசெய்து வாழ்வானைச் 
சுற்றமாச் சுற்றும் உலகு.''','''With blameless life who seeks to build his race\'s fame, 
The world shall circle him, and kindred claim.''','''People will eagerly seek the friendship of the prosperous soul who has raised his family without foul means.''');
        k[1025] = Kural.factory(1026,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''நல்லாண்மை என்பது ஒருவற்குத் தான்பிறந்த 
இல்லாண்மை ஆக்கிக் கொளல்.''','''Of virtuous manliness the world accords the praise 
To him who gives his powers, the house from which he sprang to raise.''','''A man\'s true manliness consists in making himself the head and benefactor of his family.''');
        k[1026] = Kural.factory(1027,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''அமரகத்து வன்கண்ணர் போலத் தமரகத்தும் 
ஆற்றுவார் மேற்றே பொறை.''','''The fearless hero bears the brunt amid the warrior throng; 
Amid his kindred so the burthen rests upon the strong.''','''Like heroes in the battle-field, the burden (of protection etc.) is borne by those who are the most efficient in a family.''');
        k[1027] = Kural.factory(1028,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''குடிசெய்வார்க் கில்லை பருவம் மடிசெய்து 
மானங் கருதக் கெடும்.''','''Wait for no season, when you would your house uprear; 
\'Twill perish, if you wait supine, or hold your honour dear.''','''As a family suffers by (one\'s) indolence and false dignity there is to be so season (good or bad) to those who strive to raise their family.''');
        k[1028] = Kural.factory(1029,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''இடும்பைக்கே கொள்கலம் கொல்லோ குடும்பத்தைக் 
குற்ற மறைப்பான் உடம்பு.''','''Is not his body vase that various sorrows fill, 
Who would his household screen from every ill?''','''Is it only to suffering that his body is exposed who undertakes to preserve his family from evil ?''');
        k[1029] = Kural.factory(1030,u'''பொருட்பால்''',u'''குடிசெயல்வகை''',u'''இடுக்கண்கால் கொன்றிட வீழும் அடுத்தூன்றும் 
நல்லாள் இலாத குடி.''','''When trouble the foundation saps the house must fall, 
If no strong hand be nigh to prop the tottering wall.''','''If there are none to prop up and maintain a family (in distress), it will fall at the stroke of the axe of misfortune.''');
        k[1030] = Kural.factory(1031,u'''பொருட்பால்''',u'''உழவு''',u'''சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் 
உழந்தும் உழவே தலை.''','''Howe\'er they roam, the world must follow still the plougher\'s team; 
Though toilsome, culture of the ground as noblest toil esteem.''','''Agriculture, though laborious, is the most excellent (form of labour); for people, though they go about (in search of various employments), have at last to resort to the farmer.''');
        k[1031] = Kural.factory(1032,u'''பொருட்பால்''',u'''உழவு''',u'''உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது 
எழுவாரை எல்லாம் பொறுத்து.''','''The ploughers are the linch-pin of the world; they bear 
Them up who other works perform, too weak its toils to share.''','''Agriculturists are (as it were) the linch-pin of the world for they support all other workers who cannot till the soil.''');
        k[1032] = Kural.factory(1033,u'''பொருட்பால்''',u'''உழவு''',u'''உழுதுண்டு வாழ்வாரே வாழ்வார்மற் றெல்லாம் 
தொழுதுண்டு பின்செல் பவர்.''','''Who ploughing eat their food, they truly live: 
The rest to others bend subservient, eating what they give.''','''They alone live who live by agriculture; all others lead a cringing, dependent life.''');
        k[1033] = Kural.factory(1034,u'''பொருட்பால்''',u'''உழவு''',u'''பலகுடை நீழலும் தங்குடைக்கீழ்க் காண்பர் 
அலகுடை நீழ லவர்.''','''O\'er many a land they \'ll see their monarch reign, 
Whose fields are shaded by the waving grain.''','''Patriotic farmers desire to bring all other states under the control of their own king.''');
        k[1034] = Kural.factory(1035,u'''பொருட்பால்''',u'''உழவு''',u'''இரவார் இரப்பார்க்கொன்று ஈவர் கரவாது 
கைசெய்தூண் மாலை யவர்.''','''They nothing ask from others, but to askers give, 
Who raise with their own hands the food on which they live.''','''Those whose nature is to live by manual labour will never beg but give something to those who beg.''');
        k[1035] = Kural.factory(1036,u'''பொருட்பால்''',u'''உழவு''',u'''உழவினார் கைம்மடங்கின் இல்லை விழைவதூஉம் 
விட்டேம்என் பார்க்கும் நிலை.''','''For those who \'ve left what all men love no place is found, 
When they with folded hands remain who till the ground.''','''If the farmer\'s hands are slackened, even the ascetic state will fail.''');
        k[1036] = Kural.factory(1037,u'''பொருட்பால்''',u'''உழவு''',u'''தொடிப்புழுதி கஃசா உணக்கின் பிடித்தெருவும் 
வேண்டாது சாலப் படும்.''','''Reduce your soil to that dry state, When ounce is quarter-ounce\'s weight; 
Without one handful of manure, Abundant crops you thus secure.''','''If the land is dried so as to reduce one ounce of earth to a quarter, it will grow plentifully even without a handful of manure.''');
        k[1037] = Kural.factory(1038,u'''பொருட்பால்''',u'''உழவு''',u'''ஏரினும் நன்றால் எருவிடுதல் கட்டபின் 
நீரினும் நன்றதன் காப்பு.''','''To cast manure is better than to plough; 
Weed well; to guard is more than watering now''','''Manuring is better than ploughing; after weeding, watching is better than watering (it).''');
        k[1038] = Kural.factory(1039,u'''பொருட்பால்''',u'''உழவு''',u'''செல்லான் கிழவன் இருப்பின் நிலம்புலந்து 
இல்லாளின் ஊடி விடும்.''','''When master from the field aloof hath stood; 
Then land will sulk, like wife in angry mood.''','''If the owner does not (personally) attend to his cultivation, his land will behave like an angry wife and yield him no pleasure.''');
        k[1039] = Kural.factory(1040,u'''பொருட்பால்''',u'''உழவு''',u'''இலமென்று அசைஇ இருப்பாரைக் காணின் 
நிலமென்னும் நல்லாள் நகும்.''','''The earth, that kindly dame, will laugh to see, 
Men seated idle pleading poverty.''','''The maiden, Earth, will laugh at the sight of those who plead poverty and lead an idle life.''');
        k[1040] = Kural.factory(1041,u'''பொருட்பால்''',u'''நல்குரவு''',u'''இன்மையின் இன்னாதது யாதெனின் இன்மையின் 
இன்மையே இன்னா தது.''','''You ask what sharper pain than poverty is known; 
Nothing pains more than poverty, save poverty alone.''','''There is nothing that afflicts (one) like poverty.''');
        k[1041] = Kural.factory(1042,u'''பொருட்பால்''',u'''நல்குரவு''',u'''இன்மை எனவொரு பாவி மறுமையும் 
இம்மையும் இன்றி வரும்.''','''Malefactor matchless! poverty destroys 
This world\'s and the next world\'s joys.''','''When cruel poverty comes on, it deprives one of both the present and future (bliss).''');
        k[1042] = Kural.factory(1043,u'''பொருட்பால்''',u'''நல்குரவு''',u'''தொல்வரவும் தோலும் கெடுக்கும் தொகையாக 
நல்குரவு என்னும் நசை.''','''Importunate desire, which poverty men name, 
Destroys both old descent and goodly fame.''','''Hankering poverty destroys at once the greatness of (one\'s) ancient descent and (the dignity of one\'s) speech.''');
        k[1043] = Kural.factory(1044,u'''பொருட்பால்''',u'''நல்குரவு''',u'''இற்பிறந்தார் கண்ணேயும் இன்மை இளிவந்த 
சொற்பிறக்கும் சோர்வு தரும்.''','''From penury will spring, \'mid even those of noble race, 
Oblivion that gives birth to words that bring disgrace.''','''Even in those of high birth, poverty will produce the fault of uttering mean words.''');
        k[1044] = Kural.factory(1045,u'''பொருட்பால்''',u'''நல்குரவு''',u'''நல்குரவு என்னும் இடும்பையுள் பல்குரைத் 
துன்பங்கள் சென்று படும்.''','''From poverty, that grievous woe, 
Attendant sorrows plenteous grow.''','''The misery of poverty brings in its train many (more) miseries.''');
        k[1045] = Kural.factory(1046,u'''பொருட்பால்''',u'''நல்குரவு''',u'''நற்பொருள் நன்குணர்ந்து சொல்லினும் நல்கூர்ந்தார் 
சொற்பொருள் சோர்வு படும்.''','''Though deepest sense, well understood, the poor man\'s words convey, 
Their sense from memory of mankind will fade away.''','''The words of the poor are profitless, though they may be sound in thought and clear in expression.''');
        k[1046] = Kural.factory(1047,u'''பொருட்பால்''',u'''நல்குரவு''',u'''அறஞ்சாரா நல்குரவு ஈன்றதா யானும் 
பிறன்போல நோக்கப் படும்.''','''From indigence devoid of virtue\'s grace, 
The mother e\'en that bare, estranged, will turn her face.''','''He that is reduced to absolute poverty will be regarded as a stranger even by his own mother.''');
        k[1047] = Kural.factory(1048,u'''பொருட்பால்''',u'''நல்குரவு''',u'''இன்றும் வருவது கொல்லோ நெருநலும் 
கொன்றது போலும் நிரப்பு.''','''And will it come today as yesterday, 
The grief of want that eats my soul away?''','''Is the poverty that almost killed me yesterday, to meet me today too ?''');
        k[1048] = Kural.factory(1049,u'''பொருட்பால்''',u'''நல்குரவு''',u'''நெருப்பினுள் துஞ்சலும் ஆகும் நிரப்பினுள் 
யாதொன்றும் கண்பாடு அரிது.''','''Amid the flames sleep may men\'s eyelids close, 
In poverty the eye knows no repose.''','''One may sleep in the midst of fire; but by no means in the midst of poverty.''');
        k[1049] = Kural.factory(1050,u'''பொருட்பால்''',u'''நல்குரவு''',u'''துப்புர வில்லார் துவரத் துறவாமை 
உப்பிற்கும் காடிக்கும் கூற்று.''','''Unless the destitute will utterly themselves deny, 
They cause their neighbour\'s salt and vinegar to die.''','''The destitute poor, who do not renounce their bodies, only consume their neighbour\'s salt and water.''');
        k[1050] = Kural.factory(1051,u'''பொருட்பால்''',u'''இரவு''',u'''இரக்க இரத்தக்கார்க் காணின் கரப்பின் 
அவர்பழி தம்பழி அன்று.''','''When those you find from whom \'tis meet to ask,- for aid apply; 
Theirs is the sin, not yours, if they the gift deny.''','''If you meet with those that may be begged of, you may beg; (but) if they withhold (their gift) it is their blame and not yours.''');
        k[1051] = Kural.factory(1052,u'''பொருட்பால்''',u'''இரவு''',u'''இன்பம் ஒருவற்கு இரத்தல் இரந்தவை 
துன்பம் உறாஅ வரின்.''','''Even to ask an alms may pleasure give, 
If what you ask without annoyance you receive.''','''Even begging may be pleasant, if what is begged for is obtained without grief (to him that begs).''');
        k[1052] = Kural.factory(1053,u'''பொருட்பால்''',u'''இரவு''',u'''கரப்பிலா நெஞ்சின் கடனறிவார் முன்நின்று 
இரப்புமோ ரேஎர் உடைத்து.''','''The men who nought deny, but know what\'s due, before their face 
To stand as suppliants affords especial grace.''','''There is even a beauty in standing before and begging of those who are liberal in their gifts and understand their duty (to beggars).''');
        k[1053] = Kural.factory(1054,u'''பொருட்பால்''',u'''இரவு''',u'''இரத்தலும் ஈதலே போலும் கரத்தல் 
கனவிலும் தேற்றாதார் மாட்டு.''','''Like giving alms, may even asking pleasant seem, 
From men who of denial never even dream.''','''To beg of such as never think of withholding (their charity) even in their dreams, is in fact the same as giving (it oneself);''');
        k[1054] = Kural.factory(1055,u'''பொருட்பால்''',u'''இரவு''',u'''கரப்பிலார் வையகத்து உண்மையால் கண்ணின்று 
இரப்பவர் மேற்கொள் வது.''','''Because on earth the men exist, who never say them nay, 
Men bear to stand before their eyes for help to pray.''','''As there are in the world those that give without refusing, there are (also) those that prefer to beg by simply standing before them.''');
        k[1055] = Kural.factory(1056,u'''பொருட்பால்''',u'''இரவு''',u'''கரப்பிடும்பை யில்லாரைக் காணின் நிரப்பிடும்பை 
எல்லாம் ஒருங்கு கெடும்.''','''It those you find from evil of \'denial\' free, 
At once all plague of poverty will flee.''','''All the evil of begging will be removed at the sight of those who are far from the evil of refusing.''');
        k[1056] = Kural.factory(1057,u'''பொருட்பால்''',u'''இரவு''',u'''இகழ்ந்தெள்ளாது ஈவாரைக் காணின் மகிழ்ந்துள்ளம் 
உள்ளுள் உவப்பது உடைத்து.''','''If men are found who give and no harsh words of scorn employ, 
The minds of askers, through and through, will thrill with joy.''','''Beggars rejoice exceedingly when they behold those who bestow (their alms) with kindness and courtesy.''');
        k[1057] = Kural.factory(1058,u'''பொருட்பால்''',u'''இரவு''',u'''இரப்பாரை இல்லாயின் ஈர்ங்கண்மா ஞாலம் 
மரப்பாவை சென்றுவந் தற்று.''','''If askers cease, the mighty earth, where cooling fountains flow, 
Will be a stage where wooden puppets come and go.''','''If there were no beggars, (the actions done in) the cool wide world would only resemble the movement of a puppet.''');
        k[1058] = Kural.factory(1059,u'''பொருட்பால்''',u'''இரவு''',u'''ஈவார்கண் என்னுண்டாம் தோற்றம் இரந்துகோள் 
மேவார் இலாஅக் கடை.''','''What glory will there be to men of generous soul, 
When none are found to love the askers\' role?''','''What (praise) would there be to givers (of alms) if there were no beggars to ask for and reveive (them).''');
        k[1059] = Kural.factory(1060,u'''பொருட்பால்''',u'''இரவு''',u'''இரப்பான் வெகுளாமை வேண்டும் நிரப்பிடும்பை 
தானேயும் சாலும் கரி.''','''Askers refused from wrath must stand aloof; 
The plague of poverty itself is ample proof.''','''He who begs ought not to be angry (at a refusal); for even the misery of (his own) poverty should be a sufficient reason (for so doing).''');
        k[1060] = Kural.factory(1061,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''கரவாது உவந்தீயும் கண்ணன்னார் கண்ணும் 
இரவாமை கோடி உறும்.''','''Ten million-fold \'tis greater gain, asking no alms to live, 
Even from those, like eyes in worth, who nought concealing gladly give.''','''Not to beg (at all) even from those excellent persons who cheerfully give without refusing, will do immense good.''');
        k[1061] = Kural.factory(1062,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இரந்தும் உயிர்வாழ்தல் வேண்டின் பரந்து 
கெடுக உலகியற்றி யான்.''','''If he that shaped the world desires that men should begging go, 
Through life\'s long course, let him a wanderer be and perish so.''','''If the Creator of the world has decreed even begging as a means of livelihood, may he too go abegging and perish.''');
        k[1062] = Kural.factory(1063,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இன்மை இடும்பை இரந்துதீர் வாமென்னும் 
வன்மையின் வன்பாட்ட தில்.''','''Nothing is harder than the hardness that will say, 
\'The plague of penury by asking alms we\'ll drive away.\'''','''There is no greater folly than the boldness with which one seeks to remedy the evils of poverty by begging (rather than by working).''');
        k[1063] = Kural.factory(1064,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இடமெல்லாம் கொள்ளாத் தகைத்தே இடமில்லாக் 
காலும் இரவொல்லாச் சால்பு.''','''Who ne\'er consent to beg in utmost need, their worth 
Has excellence of greatness that transcends the earth.''','''Even the whole world cannot sufficiently praise the dignity that would not beg even in the midst of destitution.''');
        k[1064] = Kural.factory(1065,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''தெண்ணீர் அடுபுற்கை ஆயினும் தாள்தந்தது 
உண்ணலின் ஊங்கினிய தில்.''','''Nothing is sweeter than to taste the toil-won cheer, 
Though mess of pottage as tasteless as the water clear.''','''Even thin gruel is ambrosia to him who has obtained it by labour.''');
        k[1065] = Kural.factory(1066,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''ஆவிற்கு நீரென்று இரப்பினும் நாவிற்கு 
இரவின் இளிவந்த தில்.''','''E\'en if a draught of water for a cow you ask, 
Nought\'s so distasteful to the tongue as beggar\'s task.''','''There is nothing more disgraceful to one\'s tongue than to use it in begging water even for a cow.''');
        k[1066] = Kural.factory(1067,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இரப்பன் இரப்பாரை எல்லாம் இரப்பின் 
கரப்பார் இரவன்மின் என்று.''','''One thing I beg of beggars all, \'If beg ye may, 
Of those who hide their wealth, beg not, I pray.\'''','''I beseech all beggars and say, "If you need to beg, never beg of those who give unwillingly."''');
        k[1067] = Kural.factory(1068,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இரவென்னும் ஏமாப்பில் தோணி கரவென்னும் 
பார்தாக்கப் பக்கு விடும்.''','''The fragile bark of beggary 
Wrecked on denial\'s rock will lie.''','''The unsafe raft of begging will split when it strikes on the rock of refusal.''');
        k[1068] = Kural.factory(1069,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''இரவுள்ள உள்ளம் உருகும் கரவுள்ள 
உள்ளதூஉம் இன்றிக் கெடும்.''','''The heart will melt away at thought of beggary, 
With thought of stern repulse \'twill perish utterly.''','''To think of (the evil of) begging is enough to melt one\'s heart; but to think of refusal is enough to break it.''');
        k[1069] = Kural.factory(1070,u'''பொருட்பால்''',u'''இரவச்சம்''',u'''கரப்பவர்க்கு யாங்கொளிக்கும் கொல்லோ இரப்பவர் 
சொல்லாடப் போஒம் உயிர்.''','''E\'en as he asks, the shamefaced asker dies; 
Where shall his spirit hide who help denies?''','''Saying \'No\' to a beggar takes away his life. (but as that very word will kill the refuser) where then would the latter\'s life hide itself ?''');
        k[1070] = Kural.factory(1071,u'''பொருட்பால்''',u'''கயமை''',u'''மக்களே போல்வர் கயவர் அவரன்ன 
ஒப்பாரி யாங்கண்ட தில்.''','''The base resemble men in outward form, I ween; 
But counterpart exact to them I\'ve never seen.''','''The base resemble men perfectly (as regards form); and we have not seen such (exact) resemblance (among any other species).''');
        k[1071] = Kural.factory(1072,u'''பொருட்பால்''',u'''கயமை''',u'''நன்றறி வாரிற் கயவர் திருவுடையர் 
நெஞ்சத்து அவலம் இலர்.''','''Than those of grateful heart the base must luckier be, 
Their minds from every anxious thought are free!''','''The low enjoy more felicity than those who know what is good; for the former are not troubled with anxiety (as to the good).''');
        k[1072] = Kural.factory(1073,u'''பொருட்பால்''',u'''கயமை''',u'''தேவர் அனையர் கயவர் அவருந்தாம் 
மேவன செய்தொழுக லான்.''','''The base are as the Gods; they too 
Do ever what they list to do!''','''The base resemble the Gods; for the base act as they like.''');
        k[1073] = Kural.factory(1074,u'''பொருட்பால்''',u'''கயமை''',u'''அகப்பட்டி ஆவாரைக் காணின் அவர஧ன் 
மிகப்பட்டுச் செம்மாக்கும் கீழ்.''','''When base men those behold of conduct vile, 
They straight surpass them, and exulting smile.''','''The base feels proud when he sees persons whose acts meaner than his own.''');
        k[1074] = Kural.factory(1075,u'''பொருட்பால்''',u'''கயமை''',u'''அச்சமே கீழ்களது ஆசாரம் எச்சம் 
அவாவுண்டேல் உண்டாம் சிறிது.''','''Fear is the base man\'s virtue; if that fail, 
Intense desire some little may avail.''','''(The principle of) behaviour in the mean is chiefly fear; if not, hope of gain, to some extent.''');
        k[1075] = Kural.factory(1076,u'''பொருட்பால்''',u'''கயமை''',u'''அறைபறை அன்னர் கயவர்தாம் கேட்ட 
மறைபிறர்க்கு உய்த்துரைக்க லான்.''','''The base are like the beaten drum; for, when they hear 
The sound the secret out in every neighbour\'s ear.''','''The base are like a drum that is beaten, for they unburden to others the secrets they have heard.''');
        k[1076] = Kural.factory(1077,u'''பொருட்பால்''',u'''கயமை''',u'''ஈர்ங்கை விதிரார் கயவர் கொடிறுடைக்கும் 
கூன்கையர் அல்லா தவர்க்கு.''','''From off their moistened hands no clinging grain they shake, 
Unless to those with clenched fist their jaws who break.''','''The mean will not (even) shake off (what sticks to) their hands (soon after a meal) to any but those who would break their jaws with their clenched fists.''');
        k[1077] = Kural.factory(1078,u'''பொருட்பால்''',u'''கயமை''',u'''சொல்லப் பயன்படுவர் சான்றோர் கரும்புபோல் 
கொல்லப் பயன்படும் கீழ்.''','''The good to those will profit yield fair words who use; 
The base, like sugar-cane, will profit those who bruise.''','''The great bestow (their alms) as soon as they are informed; (but) the mean, like the sugar-cane, only when they are tortured to death.''');
        k[1078] = Kural.factory(1079,u'''பொருட்பால்''',u'''கயமை''',u'''உடுப்பதூஉம் உண்பதூஉம் காணின் பிறர்மேல் 
வடுக்காண வற்றாகும் கீழ்.''','''If neighbours clothed and fed he see, the base 
Is mighty man some hidden fault to trace?''','''The base will bring an evil (accusation) against others, as soon as he sees them (enjoying) good food and clothing.''');
        k[1079] = Kural.factory(1080,u'''பொருட்பால்''',u'''கயமை''',u'''எற்றிற் குரியர் கயவரொன்று உற்றக்கால் 
விற்றற்கு உரியர் விரைந்து.''','''For what is base man fit, if griefs assail? 
Himself to offer, there and then, for sale!''','''The base will hasten to sell themselves as soon as a calamity has befallen them. For what else are they fitted ?''');
        k[1080] = Kural.factory(1081,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''அணங்குகொல் ஆய்மயில் கொல்லோ கனங்குழை 
மாதர்கொல் மாலும்என் நெஞ்சு.''','''Goddess? or peafowl rare? She whose ears rich jewels wear, 
Is she a maid of human kind? All wildered is my mind!''','''Is this jewelled female a celestial, a choice peahen, or a human being ? My mind is perplexed.''');
        k[1081] = Kural.factory(1082,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''நோக்கினாள் நோக்கெதிர் நோக்குதல் தாக்கணங்கு 
தானைக்கொண் டன்ன துடைத்து.''','''She of the beaming eyes, To my rash look her glance replies, 
As if the matchless goddess\' hand Led forth an armed band.''','''This female beauty returning my looks is like a celestial maiden coming with an army to contend against me.''');
        k[1082] = Kural.factory(1083,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''பண்டறியேன் கூற்றென் பதனை இனியறிந்தேன் 
பெண்டகையால் பேரமர்க் கட்டு.''','''Death\'s form I formerly Knew not; but now \'tis plain to me; 
He comes in lovely maiden\'s guise, With soul-subduing eyes.''','''I never knew before what is called Yama; I see it now; it is the eyes that carry on a great fight with (the help of) female qualities.''');
        k[1083] = Kural.factory(1084,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''கண்டார் உயிருண்ணும் தோற்றத்தால் பெண்டகைப் 
பேதைக்கு அமர்த்தன கண்.''','''In sweet simplicity, A woman\'s gracious form hath she; 
But yet those eyes, that drink my life, Are with the form at strife!''','''These eyes that seem to kill those who look at them are as it were in hostilities with this feminine simplicity.''');
        k[1084] = Kural.factory(1085,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''கூற்றமோ கண்ணோ பிணையோ மடவரல் 
நோக்கமிம் மூன்றும் உடைத்து.''','''The light that on me gleams, Is it death\'s dart? or eye\'s bright beams? 
Or fawn\'s shy glance? All three appear In form of maiden here.''','''Is it Yama, (a pair of) eyes or a hind ?- Are not all these three in the looks of this maid ?''');
        k[1085] = Kural.factory(1086,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''கொடும்புருவம் கோடா மறைப்பின் நடுங்கஞர் 
செய்யல மன்இவள் கண்.''','''If cruel eye-brow\'s bow, Unbent, would veil those glances now; 
The shafts that wound this trembling heart Her eyes no more would dart.''','''Her eyes will cause (me) no trembling sorrow, if they are properly hidden by her cruel arched eye-brows.''');
        k[1086] = Kural.factory(1087,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''கடாஅக் களிற்றின்மேற் கட்படாம் மாதர் 
படாஅ முலைமேல் துகில்.''','''As veil o\'er angry eyes Of raging elephant that lies, 
The silken cincture\'s folds invest This maiden\'s panting breast.''','''The cloth that covers the firm bosom of this maiden is (like) that which covers the eyes of a rutting elephant.''');
        k[1087] = Kural.factory(1088,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''ஒண்ணுதற் கோஒ உடைந்ததே ஞாட்பினுள் 
நண்ணாரும் உட்குமென் பீடு.''','''Ah! woe is me! my might, That awed my foemen in the fight, 
By lustre of that beaming brow Borne down, lies broken now!''','''On her bright brow alone is destroyed even that power of mine that used to terrify the most fearless foes in the battlefield.''');
        k[1088] = Kural.factory(1089,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''பிணையேர் மடநோக்கும் நாணும் உடையாட்கு 
அணியெவனோ ஏதில தந்து.''','''Like tender fawn\'s her eye; Clothed on is she with modesty; 
What added beauty can be lent; By alien ornament?''','''Of what use are other jewels to her who is adorned with modesty, and the meek looks of a hind ?''');
        k[1089] = Kural.factory(1090,u'''காமத்துப்பால்''',u'''தகையணங்குறுத்தல்''',u'''உண்டார்கண் அல்லது அடுநறாக் காமம்போல் 
கண்டார் மகிழ்செய்தல் இன்று.''','''The palm-tree\'s fragrant wine, To those who taste yields joys divine; 
But love hath rare felicity For those that only see!''','''Unlike boiled honey which yields delight only when it is drunk, love gives pleasure even when looked at.''');
        k[1090] = Kural.factory(1091,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''இருநோக்கு இவளுண்கண் உள்ளது ஒருநோக்கு 
நோய்நோக்கொன் றந்நோய் மருந்து.''','''A double witchery have glances of her liquid eye; 
One glance is glance that brings me pain; the other heals again.''','''There are two looks in the dyed eyes of this (fair one); one causes pain, and the other is the cure thereof.''');
        k[1091] = Kural.factory(1092,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''கண்களவு கொள்ளும் சிறுநோக்கம் காமத்தில் 
செம்பாகம் அன்று பெரிது.''','''The furtive glance, that gleams one instant bright, 
Is more than half of love\'s supreme delight.''','''A single stolen glance of her eyes is more than half the pleasure (of sexual embrace).''');
        k[1092] = Kural.factory(1093,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''நோக்கினாள் நோக்கி இறைஞ்சினாள் அஃதவள் 
யாப்பினுள் அட்டிய நீர்.''','''She looked, and looking drooped her head: 
On springing shoot of love \'its water shed!''','''She has looked (at men) and stooped (her head); and that (sign) waters as it were (the corn of) our love.''');
        k[1093] = Kural.factory(1094,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''யான்நோக்கும் காலை நிலன்நோக்கும் நோக்காக்கால் 
தான்நோக்கி மெல்ல நகும்.''','''I look on her: her eyes are on the ground the while: 
I look away: she looks on me with timid smile.''','''When I look, she looks down; when I do not, she looks and smiles gently.''');
        k[1094] = Kural.factory(1095,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''குறிக்கொண்டு நோக்காமை அல்லால் ஒருகண் 
சிறக்கணித்தாள் போல நகும்''','''She seemed to see me not; but yet the maid 
Her love, by smiling side-long glance, betrayed.''','''She not only avoids a direct look at me, but looks as it were with a half-closed eye and smiles.''');
        k[1095] = Kural.factory(1096,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''உறாஅ தவர்போல் சொலினும் செறாஅர்சொல் 
ஒல்லை உணரப் படும்.''','''Though with their lips affection they disown, 
Yet, when they hate us not, \'tis quickly known.''','''Though they may speak harshly as if they were strangers, the words of the friendly are soon understood.''');
        k[1096] = Kural.factory(1097,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''செறாஅச் சிறுசொல்லும் செற்றார்போல் நோக்கும் 
உறாஅர்போன்று உற்றார் குறிப்பு.''','''The slighting words that anger feign, while eyes their love reveal. 
Are signs of those that love, but would their love conceal.''','''Little words that are harsh and looks that are hateful are (but) the expressions of lovers who wish to act like strangers.''');
        k[1097] = Kural.factory(1098,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''அசையியற்கு உண்டாண்டோர் ஏஎர்யான் நோக்கப் 
பசையினள் பைய நகும்.''','''I gaze, the tender maid relents the while; 
And, oh the matchless grace of that soft smile!''','''When I look, the pitying maid looks in return and smiles gently; and that is a comforting sign for me.''');
        k[1098] = Kural.factory(1099,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''ஏதிலார் போலப் பொதுநோக்கு நோக்குதல் 
காதலார் கண்ணே உள.''','''The look indifferent, that would its love disguise, 
Is only read aright by lovers\' eyes.''','''Both the lovers are capable of looking at each other in an ordinary way, as if they were perfect strangers.''');
        k[1099] = Kural.factory(1100,u'''காமத்துப்பால்''',u'''குறிப்பறிதல்''',u'''கண்ணொடு கண்இணை நோக்கொக்கின் வாய்ச்சொற்கள் 
என்ன பயனும் இல.''','''When eye to answering eye reveals the tale of love, 
All words that lips can say must useless prove.''','''The words of the mouths are of no use whatever, when there is perfect agreement between the eyes (of lovers).''');
        k[1100] = Kural.factory(1101,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''கண்டுகேட்டு உண்டுயிர்த்து உற்றறியும் ஐம்புலனும் 
ஒண்தொடி கண்ணே உள.''','''All joys that senses five- sight, hearing, taste, smell, touch- can give, 
In this resplendent armlets-bearing damsel live!''','''The (simultaneous) enjoyment of the five senses of sight, hearing, taste, smell and touch can only be found with bright braceleted (women).''');
        k[1101] = Kural.factory(1102,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''பிணிக்கு மருந்து பிறமன் அணியிழை 
தன்நோய்க்குத் தானே மருந்து.''','''Disease and medicine antagonists we surely see; 
This maid, to pain she gives, herself is remedy.''','''The remedy for a disease is always something different (from it); but for the disease caused by this jewelled maid, she is herself the cure.''');
        k[1102] = Kural.factory(1103,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''தாம்வீழ்வார் மென்றோள் துயிலின் இனிதுகொல் 
தாமரைக் கண்ணான் உலகு.''','''Than rest in her soft arms to whom the soul is giv\'n, 
Is any sweeter joy in his, the Lotus-eyed-one\'s heaven?''','''Can the lotus-eyed Vishnu\'s heaven be indeed as sweet to those who delight to sleep in the delicate arms of their beloved ?''');
        k[1103] = Kural.factory(1104,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''நீங்கின் தெறூஉம் குறுகுங்கால் தண்ணென்னும் 
தீயாண்டுப் பெற்றாள் இவள்.''','''Withdraw, it burns; approach, it soothes the pain; 
Whence did the maid this wondrous fire obtain?''','''From whence has she got this fire that burns when I withdraw and cools when I approach ?''');
        k[1104] = Kural.factory(1105,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''வேட் ட பொழுதின் அவையவை 
போலுமே தோட் டார் கதுப்பினாள் 
தோள்.''','''In her embrace, whose locks with flowery wreaths are bound, 
Each varied form of joy the soul can wish is found.''','''The shoulders of her whose locks are adorned with flowers delight me as if they were the very sweets I have desired (to get).''');
        k[1105] = Kural.factory(1106,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''உறுதோறு உயிர்தளிர்ப்பத் தீண்டலால் பேதைக்கு 
அமிழ்தின் இயன்றன தோள்.''','''Ambrosia are the simple maiden\'s arms; when I attain 
Their touch, my withered life puts forth its buds again!''','''The shoulders of this fair one are made of ambrosia, for they revive me with pleasure every time I embrace them.''');
        k[1106] = Kural.factory(1107,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''தம்மில் இருந்து தமதுபாத்து உண்டற்றால் 
அம்மா அரிவை முயக்கு.''','''As when one eats from household store, with kindly grace 
Sharing his meal: such is this golden maid\'s embrace.''','''The embraces of a gold-complexioned beautiful female are as pleasant as to dwell in one\'s own house and live by one\'s own (earnings) after distributing (a portion of it in charity).''');
        k[1107] = Kural.factory(1108,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''வீழும் இருவர்க்கு இனிதே வளியிடை 
போழப் படாஅ முயக்கு.''','''Sweet is the strict embrace of those whom fond affection binds, 
Where no dissevering breath of discord entrance finds.''','''To ardent lovers sweet is the embrace that cannot be penetrated even by a breath of breeze.''');
        k[1108] = Kural.factory(1109,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''ஊடல் உணர்தல் புணர்தல் இவைகாமம் 
கூடியார் பெற்ற பயன்.''','''The jealous variance, the healing of the strife, reunion gained: 
These are the fruits from wedded love obtained.''','''Love quarrel, reconciliation and intercourse - these are the advantages reaped by those who marry for lust.''');
        k[1109] = Kural.factory(1110,u'''காமத்துப்பால்''',u'''புணர்ச்சிமகிழ்தல்''',u'''அறிதோறு அறியாமை கண்டற்றால் காமம் 
செறிதோறும் சேயிழை மாட்டு.''','''The more men learn, the more their lack of learning they detect; 
\'Tis so when I approach the maid with gleaming jewels decked.''','''As (one\'s) ignorance is discovered the more one learns, so does repeated intercourse with a well-adorned female (only create a desire for more).''');
        k[1110] = Kural.factory(1111,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''நன்னீரை வாழி அனிச்சமே நின்னினும் 
மென்னீரள் யாம்வீழ் பவள்.''','''O flower of the sensitive plant! than thee 
More tender\'s the maiden beloved by me.''','''May you flourish, O Anicham! you have a delicate nature. But my beloved is more delicate than you.''');
        k[1111] = Kural.factory(1112,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''மலர்காணின் மையாத்தி நெஞ்சே இவள்கண் 
பலர்காணும் பூவொக்கும் என்று.''','''You deemed, as you saw the flowers, her eyes were as flowers, my soul, 
That many may see; it was surely some folly that over you stole!''','''O my soul, fancying that flowers which are seen by many can resemble her eyes, you become confused at the sight of them.''');
        k[1112] = Kural.factory(1113,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''முறிமேனி முத்தம் முறுவல் வெறிநாற்றம் 
வேலுண்கண் வேய்த்தோ ளவட்கு.''','''As tender shoot her frame; teeth, pearls; around her odours blend; 
Darts are the eyes of her whose shoulders like the bambu bend.''','''The complexion of this bamboo-shouldered one is that of a shoot; her teeth, are pearls; her breath, fragrance; and her dyed eyes, lances.''');
        k[1113] = Kural.factory(1114,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''காணின் குவளை கவிழ்ந்து நிலன்நோக்கும் 
மாணிழை கண்ணொவ்வேம் என்று.''','''The lotus, seeing her, with head demiss, the ground would eye, 
And say, \'With eyes of her, rich gems who wears, we cannot vie.\'''','''If the blue lotus could see, it would stoop and look at the ground saying, "I can never resemble the eyes of this excellent jewelled one."''');
        k[1114] = Kural.factory(1115,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''அனிச்சப்பூக் கால்களையாள் பெய்தாள் நுகப்பிற்கு 
நல்ல படாஅ பறை.''','''The flowers of the sensitive plant as a girdle around her she placed; 
The stems she forgot to nip off; they \'ll weigh down the delicate waist.''','''No merry drums will be beaten for the (tender) waist of her who has adorned herself with the anicham without having removed its stem.''');
        k[1115] = Kural.factory(1116,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''மதியும் மடந்தை முகனும் அறியா 
பதியின் கலங்கிய மீன்.''','''The stars perplexed are rushing wildly from their spheres; 
For like another moon this maiden\'s face appears.''','''The stars have become confused in their places not being able to distinguish between the moon and the maid\'s countenance.''');
        k[1116] = Kural.factory(1117,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''அறுவாய் நிறைந்த அவிர்மதிக்குப் போல 
மறுவுண்டோ மாதர் முகத்து.''','''In moon, that waxing waning shines, as sports appear, 
Are any spots discerned in face of maiden here?''','''Could there be spots in the face of this maid like those in the bright full moon ?''');
        k[1117] = Kural.factory(1118,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''மாதர் முகம்போல் ஒளிவிட வல்லையேல் 
காதலை வாழி மத஧.''','''Farewell, O moon! If that thine orb could shine 
Bright as her face, thou shouldst be love of mine.''','''If you can indeed shine like the face of women, flourish, O moon, for then would you be worth loving ?''');
        k[1118] = Kural.factory(1119,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''மலரன்ன கண்ணாள் முகமொத்தி யாயின் 
பலர்காணத் தோன்றல் மதி.''','''If as her face, whose eyes are flowers, thou wouldst have charms for me, 
Shine for my eyes alone, O moon, shine not for all to see!''','''O moon, if you wish to resemble the face of her whose eyes are like (these) flowers, do not appear so as to be seen by all.''');
        k[1119] = Kural.factory(1120,u'''காமத்துப்பால்''',u'''நலம்புனைந்துரைத்தல்''',u'''அனிச்சமும் அன்னத்தின் தூவியும் மாதர் 
அடிக்கு நெருஞ்சிப் பழம்.''','''The flower of the sensitive plant, and the down on the swan\'s white breast, 
As the thorn are harsh, by the delicate feet of this maiden pressed.''','''The anicham and the feathers of the swan are to the feet of females, like the fruit of the (thorny) Nerunji.''');
        k[1120] = Kural.factory(1121,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''பாலொடு தேன்கலந் தற்றே பணிமொழி 
வாலெயிறு ஊறிய நீர்.''','''The dew on her white teeth, whose voice is soft and low, 
Is as when milk and honey mingled flow.''','''The water which oozes from the white teeth of this soft speeched damsel is like a mixture of milk and honey.''');
        k[1121] = Kural.factory(1122,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''உடம்பொடு உயிரிடை என்னமற் றன்ன 
மடந்தையொடு எம்மிடை நட்பு.''','''Between this maid and me the friendship kind 
Is as the bonds that soul and body bind.''','''The love between me and this damsel is like the union of body and soul.''');
        k[1122] = Kural.factory(1123,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''கருமணியிற் பாவாய்நீ போதாயாம் வீழும் 
திருநுதற்கு இல்லை இடம்.''','''For her with beauteous brow, the maid I love, there place is none; 
To give her image room, O pupil of mine eye, begone!''','''O you image in the pupil (of my eye)! depart; there is no room for (my) fair-browed beloved.''');
        k[1123] = Kural.factory(1124,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''வாழ்தல் உயிர்க்கன்னள் ஆயிழை சாதல் 
அதற்கன்னள் நீங்கும் இடத்து.''','''Life is she to my very soul when she draws nigh; 
Dissevered from the maid with jewels rare, I die!''','''My fair-jewelled one resembles the living soul (when she is in union with me), the dying soul when she leaves me.''');
        k[1124] = Kural.factory(1125,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''உள்ளுவன் மன்யான் மறப்பின் மறப்பறியேன் 
ஒள்ளமர்க் கண்ணாள் குணம்.''','''I might recall, if I could once forget; but from my heart 
Her charms fade not, whose eyes gleam like the warrior\'s dart.''','''If I had forgotten her who has bright battling eyes, I would have remembered (thee); but I never forget her. (Thus says he to her maid).''');
        k[1125] = Kural.factory(1126,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''கண்ணுள்ளின் போகார் இமைப்பின் பருகுவரா 
நுண்ணியர்எம் காத லவர்.''','''My loved one\'s subtle form departs not from my eyes; 
I wink them not, lest I should pain him where he lies.''','''My lover would not depart from mine eyes; even if I wink, he would not suffer (from pain); he is so ethereal.''');
        k[1126] = Kural.factory(1127,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''கண்ணுள்ளார் காத லவராகக் கண்ணும் 
எழுதேம் கரப்பாக்கு அறிந்து.''','''My love doth ever in my eyes reside; 
I stain them not, fearing his form to hide.''','''As my lover abides in my eyes, I will not even paint them, for he would (then) have to conceal himself.''');
        k[1127] = Kural.factory(1128,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''நெஞ்சத்தார் காத லவராக வெய்துண்டல் 
அஞ்சுதும் வேபாக் கறிந்து.''','''Within my heart my lover dwells; from food I turn 
That smacks of heat, lest he should feel it burn.''','''As my lover is in my heart, I am afraid of eating (anything) hot, for I know it would pain him.''');
        k[1128] = Kural.factory(1129,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''இமைப்பின் கரப்பாக்கு அறிவல் அனைத்திற்கே 
ஏதிலர் என்னும்இவ் வூர்.''','''I fear his form to hide, nor close my eyes: 
\'Her love estranged is gone!\' the village cries.''','''I will not wink, knowing that if I did, my lover would hide himself; and for this reason, this town says, he is unloving.''');
        k[1129] = Kural.factory(1130,u'''காமத்துப்பால்''',u'''காதற்சிறப்புரைத்தல்''',u'''உவந்துறைவர் உள்ளத்துள் என்றும் இகந்துறைவர் 
ஏதிலர் என்னும்இவ் வூர்.''','''Rejoicing in my very soul he ever lies; 
\'Her love estranged is gone far off!\' the village cries.''','''My lover dwells in my heart with perpetual delight; but the town says he is unloving and (therefore) dwells afar.''');
        k[1130] = Kural.factory(1131,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''காமம் உழந்து வருந்தினார்க்கு ஏமம் 
மடலல்லது இல்லை வலி.''','''To those who \'ve proved love\'s joy, and now afflicted mourn, 
Except the helpful \'horse of palm\', no other strength remains.''','''To those who after enjoyment of sexual pleasure suffer (for want of more), there is no help so efficient as the palmyra horse.''');
        k[1131] = Kural.factory(1132,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''நோனா உடம்பும் உயிரும் மடலேறும் 
நாணினை நீக்கி நிறுத்து.''','''My body and my soul, that can no more endure, 
Will lay reserve aside, and mount the \'horse of palm\'.''','''Having got rid of shame, the suffering body and soul save themselves on the palmyra horse.''');
        k[1132] = Kural.factory(1133,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''நாணொடு நல்லாண்மை பண்டுடையேன் இன்றுடையேன் 
காமுற்றார் ஏறும் மடல்.''','''I once retained reserve and seemly manliness; 
To-day I nought possess but lovers\' \'horse of palm\'.''','''Modesty and manliness were once my own; now, my own is the palmyra horse that is ridden by the lustful.''');
        k[1133] = Kural.factory(1134,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''காமக் கடும்புனல் உய்க்கும் நாணொடு 
நல்லாண்மை என்னும் புணை.''','''Love\'s rushing tide will sweep away the raft 
Of seemly manliness and shame combined.''','''The raft of modesty and manliness, is, alas, carried-off by the strong current of lust.''');
        k[1134] = Kural.factory(1135,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''தொடலைக் குறுந்தொடி தந்தாள் மடலொடு 
மாலை உழக்கும் துயர்.''','''The maid that slender armlets wears, like flowers entwined, 
Has brought me \'horse of palm,\' and pangs of eventide!''','''She with the small garland-like bracelets has given me the palmyra horse and the sorrow that is endured at night.''');
        k[1135] = Kural.factory(1136,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''மடலூர்தல் யாமத்தும் உள்ளுவேன் மன்ற 
படல்ஒல்லா பேதைக்கென் கண்.''','''Of climbing \'horse of palm\' in midnight hour, I think; 
My eyes know no repose for that same simple maid.''','''Mine eyes will not close in sleep on your mistress\'s account; even at midnight will I think of mounting the palmyra horse.''');
        k[1136] = Kural.factory(1137,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''கடலன்ன காமம் உழந்தும் மடலேறாப் 
பெண்ணின் பெருந்தக்க தில்.''','''There\'s nought of greater worth than woman\'s long-enduring soul, 
Who, vexed by love like ocean waves, climbs not the \'horse of palm\'.''','''There is nothing so noble as the womanly nature that would not ride the palmyra horse, though plunged a sea of lust.''');
        k[1137] = Kural.factory(1138,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''நிறையரியர் மன்அளியர் என்னாது காமம் 
மறையிறந்து மன்று படும்.''','''In virtue hard to move, yet very tender, too, are we; 
Love deems not so, would rend the veil, and court publicity!''','''Even the Lust (of women) transgresses its secrecy and appears in public, forgetting that they are too chaste and liberal (to be overcome by it).''');
        k[1138] = Kural.factory(1139,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''அறிகிலார் எல்லாரும் என்றேஎன் காமம் 
மறுகின் மறுகும் மருண்டு.''','''\'There\'s no one knows my heart,\' so says my love, 
And thus, in public ways, perturbed will rove.''','''My lust, feeling that it is not known by all, reels confused in the streets (of this town).''');
        k[1139] = Kural.factory(1140,u'''காமத்துப்பால்''',u'''நாணுத்துறவுரைத்தல்''',u'''யாம்கண்ணின் காண நகுப அறிவில்லார் 
யாம்பட்ட தாம்படா ஆறு.''','''Before my eyes the foolish make a mock of me, 
Because they ne\'er endured the pangs I now must drie.''','''Even strangers laugh (at us) so as to be seen by us, for they have not suffered.''');
        k[1140] = Kural.factory(1141,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''அலரெழ ஆருயிர் ந஧ற்கும் அதனைப் 
பலரறியார் பாக்கியத் தால்.''','''By this same rumour\'s rise, my precious life stands fast; 
Good fortune grant the many know this not!''','''My precious life is saved by the raise of rumour, and this, to my good luck no others are aware of.''');
        k[1141] = Kural.factory(1142,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''மலரன்ன கண்ணாள் அருமை அறியாது 
அலரெமக்கு ஈந்ததிவ் வூர்.''','''The village hath to us this rumour giv\'n, that makes her mine; 
Unweeting all the rareness of the maid with flower-like eyne.''','''Not knowing the value of her whose eyes are like flowers this town has got up a rumour about me.''');
        k[1142] = Kural.factory(1143,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''உறாஅதோ ஊரறிந்த கெளவை அதனைப் 
பெறாஅது பெற்றன்ன நீர்த்து.''','''The rumour spread within the town, is it not gain to me? 
It is as though that were obtained that may not be.''','''Will I not get a rumour that is known to the (whole) town ? For what I have not got is as if I had got it (already).''');
        k[1143] = Kural.factory(1144,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''கவ்வையால் கவ்விது காமம் அதுவின்றேல் 
தவ்வென்னும் தன்மை இழந்து.''','''The rumour rising makes my love to rise; 
My love would lose its power and languish otherwise.''','''Rumour increases the violence of my passion; without it it would grow weak and waste away.''');
        k[1144] = Kural.factory(1145,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''களித்தொறும் கள்ளுண்டல் வேட்டற்றால் காமம் 
வெளிப்படுந் தோறும் இனிது.''','''The more man drinks, the more he ever drunk would be; 
The more my love\'s revealed, the sweeter \'tis to me!''','''As drinking liquor is delightful (to one) whenever one is in mirth, so is lust delightful to me whenever it is the subject of rumour.''');
        k[1145] = Kural.factory(1146,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''கண்டது மன்னும் ஒருநாள் அலர்மன்னும் 
திங்களைப் பாம்புகொண் டற்று.''','''I saw him but one single day: rumour spreads soon 
As darkness, when the dragon seizes on the moon.''','''It was but a single day that I looked on (my lover); but the rumour thereof has spread like the seizure of the moon by the serpent.''');
        k[1146] = Kural.factory(1147,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''ஊரவர் கெளவை எருவாக அன்னைசொல் 
நீராக நீளும்இந் நோய்.''','''My anguish grows apace: the town\'s report 
Manures it; my mother\'s word doth water it.''','''This malady (of lust) is manured by the talk of women and watered by the (harsh) words of my mother.''');
        k[1147] = Kural.factory(1148,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''நெய்யால் எரிநுதுப்பேம் என்றற்றால் கெளவையால் 
காமம் நுதுப்பேம் எனல்.''','''With butter-oil extinguish fire! \'Twill prove 
Harder by scandal to extinguish love.''','''To say that one could extinguish passion by rumour is like extinguishing fire with ghee.''');
        k[1148] = Kural.factory(1149,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''அலர்நாண ஒல்வதோ அஞ்சலோம்பு என்றார் 
பலர்நாண நீத்தக் கடை.''','''When he who said \'Fear not!\' hath left me blamed, 
While many shrink, can I from rumour hide ashamed?''','''When the departure of him who said "fear not" has put me to shame before others, why need I be ashamed of scandal.''');
        k[1149] = Kural.factory(1150,u'''காமத்துப்பால்''',u'''அலரறிவுறுத்தல்''',u'''தாம்வேண்டின் நல்குவர் காதலர் யாம்வேண்டும் 
கெளவை எடுக்கும்இவ் வூர்.''','''If we desire, who loves will grant what we require; 
This town sends forth the rumour we desire!''','''The rumour I desire is raised by the town (itself); and my lover would if desired consent (to my following him).''');
        k[1150] = Kural.factory(1151,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''செல்லாமை உண்டேல் எனக்குரை மற்றுநின் 
வல்வரவு வாழ்வார்க் குரை.''','''If you will say, \'I leave thee not,\' then tell me so; 
Of quick return tell those that can survive this woe.''','''If it is not departure, tell me; but if it is your speedy return, tell it to those who would be alive then.''');
        k[1151] = Kural.factory(1152,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''இன்கண் உடைத்தவர் பார்வல் பிரிவஞ்சும் 
புன்கண் உடைத்தால் புணர்வு.''','''It once was perfect joy to look upon his face; 
But now the fear of parting saddens each embrace.''','''His very look was once pleasing; but (now) even intercourse is painful through fear of separation.''');
        k[1152] = Kural.factory(1153,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''அரிதரோ தேற்றம் அறிவுடையார் கண்ணும் 
பிரிவோ ரிடத்துண்மை யான்.''','''To trust henceforth is hard, if ever he depart, 
E\'en he, who knows his promise and my breaking heart.''','''As even the lover who understands (everything) may at times depart, confidence is hardly possible.''');
        k[1153] = Kural.factory(1154,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''அளித்தஞ்சல் என்றவர் நீப்பின் தெளித்தசொல் 
தேறியார்க்கு உண்டோ தவறு.''','''If he depart, who fondly said, \'Fear not,\' what blame\'s incurred 
By those who trusted to his reassuring word?''','''If he who bestowed his love and said "fear not" should depart, will it be the fault of those who believed in (his) assuring words ?''');
        k[1154] = Kural.factory(1155,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''ஓம்பின் அமைந்தார் பிரிவோம்பல் மற்றவர் 
நீங்கின் அரிதால் புணர்வு.''','''If you would guard my life, from going him restrain 
Who fills my life! If he depart, hardly we meet again.''','''If you would save (my life), delay the departure of my destined (husband); for if he departs, intercourse will become impossible.''');
        k[1155] = Kural.factory(1156,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''பிரிவுரைக்கும் வன்கண்ணர் ஆயின் அரிதவர் 
நல்குவர் என்னும் நசை.''','''To cherish longing hope that he should ever gracious be, 
Is hard, when he could stand, and of departure speak to me.''','''If he is so cruel as to mention his departure (to me), the hope that he would bestow (his love) must be given up.''');
        k[1156] = Kural.factory(1157,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''துறைவன் துறந்தமை தூற்றாகொல் முன்கை 
இறைஇறவா நின்ற வளை.''','''The bracelet slipping from my wrist announced before 
Departure of the Prince that rules the ocean shore.''','''Do not the rings that begin to slide down my fingers forebode the separation of my lord ?''');
        k[1157] = Kural.factory(1158,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''இன்னாது இனன்இல்ஊர் வாழ்தல் அதனினும் 
இன்னாது இனியார்ப் பிரிவு.''','''\'Tis sad to sojourn in the town where no kind kinsmen dwell; 
\'Tis sadder still to bid a friend beloved farewell.''','''Painful is it to live in a friendless town; but far more painful is it to part from one\'s lover.''');
        k[1158] = Kural.factory(1159,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''தொடிற்சுடின் அல்லது காமநோய் போல 
விடிற்சுடல் ஆற்றுமோ தீ.''','''Fire burns the hands that touch; but smart of love 
Will burn in hearts that far away remove.''','''Fire burns when touched; but, like the sickness of love, can it also burn when removed ?''');
        k[1159] = Kural.factory(1160,u'''காமத்துப்பால்''',u'''பிரிவாற்றாமை''',u'''அரிதாற்றி அல்லல்நோய் நீக்கிப் பிரிவாற்றிப் 
பின்இருந்து வாழ்வார் பலர்.''','''Sorrow\'s sadness meek sustaining, Driving sore distress away, 
Separation uncomplaining Many bear the livelong day!''','''As if there were many indeed that can consent to the impossible, kill their pain, endure separation and yet continue to live afterwards.''');
        k[1160] = Kural.factory(1161,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''மறைப்பேன்மன் யானிஃதோ நோயை இறைப்பவர்க்கு 
ஊற்றுநீர் போல மிகும்.''','''I would my pain conceal, but see! it surging swells, 
As streams to those that draw from ever-springing wells.''','''I would hide this pain from others; but it (only) swells like a spring to those who drain it.''');
        k[1161] = Kural.factory(1162,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''கரத்தலும் ஆற்றேன்இந் நோயைநோய் செய்தார்க்கு 
உரைத்தலும் நாணுத் தரும்.''','''I cannot hide this pain of mine, yet shame restrains 
When I would tell it out to him who caused my pains.''','''I cannot conceal this pain, nor can I relate it without shame to him who has caused it.''');
        k[1162] = Kural.factory(1163,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''காமமும் நாணும் உயிர்காவாத் தூங்கும்என் 
நோனா உடம்பின் அகத்து.''','''My soul, like porter\'s pole, within my wearied frame, 
Sustains a two-fold burthen poised, of love and shame.''','''(Both) lust and shame, with my soul for their shoulder pole balance themselves on a body that cannot bear them.''');
        k[1163] = Kural.factory(1164,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''காமக் கடல்மன்னும் உண்டே அதுநீந்தும் 
ஏமப் புணைமன்னும் இல்.''','''A sea of love, \'tis true, I see stretched out before, 
But not the trusty bark that wafts to yonder shore.''','''There is indeed a flood of lust; but there is no raft of safety to cross it with.''');
        k[1164] = Kural.factory(1165,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''துப்பின் எவனாவர் மன்கொல் துயர்வரவு 
நட்பினுள் ஆற்று பவர்.''','''Who work us woe in friendship\'s trustful hour, 
What will they prove when angry tempests lower?''','''He who can produce sorrow from friendship, what can he not bring forth out of enmity ?''');
        k[1165] = Kural.factory(1166,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''இன்பம் கடல்மற்றுக் காமம் அஃதடுங்கால் 
துன்பம் அதனிற் பெரிது.''','''A happy love \'s sea of joy; but mightier sorrows roll 
From unpropitious love athwart the troubled soul.''','''The pleasure of lust is (as great as) the sea; but the pain of lust is far greater.''');
        k[1166] = Kural.factory(1167,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''காமக் கடும்புனல் நீந்திக் கரைகாணேன் 
யாமத்தும் யானே உளேன்.''','''I swim the cruel tide of love, and can no shore descry, 
In watches of the night, too, \'mid the waters, only I!''','''I have swam across the terrible flood of lust, but have not seen its shore; even at midnight I am alone; still I live.''');
        k[1167] = Kural.factory(1168,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''மன்னுயிர் எல்லாம் துயிற்றி அளித்திரா 
என்னல்லது இல்லை துணை.''','''All living souls in slumber soft she steeps; 
But me alone kind night for her companing keeps!''','''The night which graciously lulls to sleep all living creatures, has me alone for her companion.''');
        k[1168] = Kural.factory(1169,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''கொடியார் கொடுமையின் தாம்கொடிய விந்நாள் 
நெடிய கழியும் இரா.''','''More cruel than the cruelty of him, the cruel one, 
In these sad times are lengthening hours of night I watch alone.''','''The long nights of these days are far more cruel than the heartless one who is torturing me.''');
        k[1169] = Kural.factory(1170,u'''காமத்துப்பால்''',u'''படர்மெலிந்திரங்கல்''',u'''உள்ளம்போன்று உள்வழிச் செல்கிற்பின் வெள்ளநீர் 
நீந்தல மன்னோஎன் கண்.''','''When eye of mine would as my soul go forth to him, 
It knows not how through floods of its own tears to swim.''','''Could mine eyes travel like my thoughts to the abode (of my absent lord), they would not swim in this flood of tears.''');
        k[1170] = Kural.factory(1171,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''கண்தாம் கலுழ்வ தெவன்கொலோ தண்டாநோய் 
தாம்காட்ட யாம்கண் டது.''','''They showed me him, and then my endless pain 
I saw: why then should weeping eyes complain?''','''As this incurable malady has been caused by my eyes which showed (him) to me, why should they now weep for (him).''');
        k[1171] = Kural.factory(1172,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''தெரிந்துணரா நோக்கிய உண்கண் பரிந்துணராப் 
பைதல் உழப்பது எவன்.''','''How glancing eyes, that rash unweeting looked that day, 
With sorrow measureless are wasting now away!''','''The dyed eyes that (then) looked without foresight, why should they now endure sorrow, without feeling sharply (their own fault).''');
        k[1172] = Kural.factory(1173,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''கதுமெனத் தாநோக்கித் தாமே கலுழும் 
இதுநகத் தக்க துடைத்து.''','''The eyes that threw such eager glances round erewhile 
Are weeping now. Such folly surely claims a smile!''','''They themselves looked eagerly (on him) and now they weep. Is not this to be laughed at ?''');
        k[1173] = Kural.factory(1174,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''பெயலாற்றா நீருலந்த உண்கண் உயலாற்றா 
உய்வில்நோய் என்கண் நிறுத்து.''','''Those eyes have wept till all the fount of tears is dry, 
That brought upon me pain that knows no remedy.''','''These painted eyes have caused me a lasting mortal disease; and now they can weep no more, the tears having dried up.''');
        k[1174] = Kural.factory(1175,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''படலாற்றா பைதல் உழக்கும் கடலாற்றாக் 
காமநோய் செய்தஎன் கண்.''','''The eye that wrought me more than sea could hold of woes, 
Is suffering pangs that banish all repose.''','''Mine eyes have caused me a lust that is greater than the sea and (they themselves) endure the torture of sleeplessness.''');
        k[1175] = Kural.factory(1176,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''ஓஒ இனிதே எமக்கிந்நோய் செய்தகண் 
தாஅம் இதற்பட் டது.''','''Oho! how sweet a thing to see! the eye 
That wrought this pain, in the same gulf doth lie.''','''The eyes that have given me this disease have themselves been seized with this (suffering). Oh! I am much delighted.''');
        k[1176] = Kural.factory(1177,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''உழந்துழந் துள்நீர் அறுக விழைந்திழைந்து 
வேண்டி அவர்க்கண்ட கண்.''','''Aching, aching, let those exhaust their stream, 
That melting, melting, that day gazed on him.''','''The eyes that became tender and gazed intently on him, may they suffer so much as to dry up the fountain of their tears.''');
        k[1177] = Kural.factory(1178,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''பேணாது பெட்டார் உளர்மன்னோ மற்றவர்க் 
காணாது அமைவில கண்.''','''Who loved me once, onloving now doth here remain; 
Not seeing him, my eye no rest can gain.''','''He is indeed here who loved me with his lips but not with his heart but mine eyes suffer from not seeing him.''');
        k[1178] = Kural.factory(1179,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''வாராக்கால் துஞ்சா வரின்துஞ்சா ஆயிடை 
ஆரஞர் உற்றன கண்.''','''When he comes not, all slumber flies; no sleep when he is there; 
Thus every way my eyes have troubles hard to bear.''','''When he is away they do not sleep; when he is present they do not sleep; in either case, mine eyes endure unbearable agony.''');
        k[1179] = Kural.factory(1180,u'''காமத்துப்பால்''',u'''கண்விதுப்பழிதல்''',u'''மறைபெறல் ஊரார்க்கு அரிதன்றால் எம்போல் 
அறைபறை கண்ணார் அகத்து.''','''It is not hard for all the town the knowledge to obtain, 
When eyes, as mine, like beaten tambours, make the mystery plain.''','''It is not difficult for the people of this place to understand the secret of those whose eyes, like mine, are as it were beaten drums.''');
        k[1180] = Kural.factory(1181,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''நயந்தவர்க்கு நல்காமை நேர்ந்தேன் பசந்தவென் 
பண்பியார்க்கு உரைக்கோ பிற.''','''I willed my lover absent should remain; 
Of pining\'s sickly hue to whom shall I complain?''','''I who (then) consented to the absence of my loving lord, to whom can I (now) relate the fact of my having turned sallow.''');
        k[1181] = Kural.factory(1182,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''அவர்தந்தார் என்னும் தகையால் இவர்தந்தென் 
மேனிமேல் ஊரும் பசப்பு.''','''\'He gave\': this sickly hue thus proudly speaks, 
Then climbs, and all my frame its chariot makes.''','''Sallowness, as if proud of having been caused by him, would now ride on my person.''');
        k[1182] = Kural.factory(1183,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''சாயலும் நாணும் அவர்கொண்டார் கைம்மாறா 
நோயும் பசலையும் தந்து.''','''Of comeliness and shame he me bereft, 
While pain and sickly hue, in recompense, he left.''','''He has taken (away) my beauty and modesty, and given me instead disease and sallowness.''');
        k[1183] = Kural.factory(1184,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''உள்ளுவன் மன்யான் உரைப்பது அவர்திறமால் 
கள்ளம் பிறவோ பசப்பு.''','''I meditate his words, his worth is theme of all I say, 
This sickly hue is false that would my trust betray.''','''I think (of him); and what I speak about is but his excellence; still is there sallowness; and this is deceitful.''');
        k[1184] = Kural.factory(1185,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''உவக்காண்எம் காதலர் செல்வார் இவக்காண்என் 
மேனி பசப்பூர் வது.''','''My lover there went forth to roam; 
This pallor of my frame usurps his place at home.''','''Just as my lover departed then, did not sallowness spread here on my person ?''');
        k[1185] = Kural.factory(1186,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''விளக்கற்றம் பார்க்கும் இருளேபோல் கொண்கன் 
முயக்கற்றம் பார்க்கும் பசப்பு.''','''As darkness waits till lamp expires, to fill the place, 
This pallor waits till I enjoy no more my lord\'s embrace.''','''Just as darkness waits for the failing light; so does sallowness wait for the laxity of my husband\'s intercourse.''');
        k[1186] = Kural.factory(1187,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''புல்லிக் கிடந்தேன் புடைபெயர்ந்தேன் அவ்வளவில் 
அள்ளிக்கொள் வற்றே பசப்பு.''','''I lay in his embrace, I turned unwittingly; 
Forthwith this hue, as you might grasp it, came on me.''','''I who was in close embrace just turned aside and the moment I did so, sallowness came on me like something to be seized on.''');
        k[1187] = Kural.factory(1188,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''பசந்தாள் இவள்என்பது அல்லால் இவளைத் 
துறந்தார் அவர்என்பார் இல்.''','''On me, because I pine, they cast a slur; 
But no one says, \'He first deserted her.\'''','''Besides those who say "she has turned sallow" there are none who say "he has forsaken her".''');
        k[1188] = Kural.factory(1189,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''பசக்கமன் பட்டாங்கென் மேனி நயப்பித்தார் 
நன்னிலையர் ஆவர் எனின்.''','''Well! let my frame, as now, be sicklied o\'er with pain, 
If he who won my heart\'s consent, in good estate remain!''','''If he is clear of guilt who has conciliated me (to his departure) let my body suffer its due and turn sallow.''');
        k[1189] = Kural.factory(1190,u'''காமத்துப்பால்''',u'''பசப்புறுபருவரல்''',u'''பசப்பெனப் பேர்பெறுதல் நன்றே நயப்பித்தார் 
நல்காமை தூற்றார் எனின்.''','''\'Tis well, though men deride me for my sickly hue of pain; 
If they from calling him unkind, who won my love, refrain.''','''It would be good to be said of me that I have turned sallow, if friends do not reproach with unkindness him who pleased me (then).''');
        k[1190] = Kural.factory(1191,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே 
காமத்துக் காழில் கனி.''','''The bliss to be beloved by those they love who gains, 
Of love the stoneless, luscious fruit obtains.''','''The women who are beloved by those whom they love, have they have not got the stone-less fruit of sexual delight ?''');
        k[1191] = Kural.factory(1192,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''வாழ்வார்க்கு வானம் பயந்தற்றால் வீழ்வார்க்கு 
வீழ்வார் அளிக்கும் அளி.''','''As heaven on living men showers blessings from above, 
Is tender grace by lovers shown to those they love.''','''The bestowal of love by the beloved on those who love them is like the rain raining (at the proper season) on those who live by it.''');
        k[1192] = Kural.factory(1193,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''வீழுநர் வீழப் படுவார்க்கு அமையுமே 
வாழுநம் என்னும் செருக்கு.''','''Who love and are beloved to them alone 
Belongs the boast, \'We\'ve made life\'s very joys our own.\'''','''The pride that says "we shall live" suits only those who are loved by their beloved (husbands).''');
        k[1193] = Kural.factory(1194,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''வீழப் படுவார் கெழீஇயிலர் தாம்வீழ்வார் 
வீழப் படாஅர் எனின்.''','''Those well-beloved will luckless prove, 
Unless beloved by those they love.''','''Even those who are esteemed (by other women) are devoid of excellence, if they are not loved by their beloved.''');
        k[1194] = Kural.factory(1195,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''நாம்காதல் கொண்டார் நமக்கெவன் செய்பவோ 
தாம்காதல் கொள்ளாக் கடை.''','''From him I love to me what gain can be, 
Unless, as I love him, he loveth me?''','''He who is beloved by me, what will he do to me, if I am not beloved by him ?''');
        k[1195] = Kural.factory(1196,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''ஒருதலையான் இன்னாது காமம்காப் போல 
இருதலை யானும் இனிது.''','''Love on one side is bad; like balanced load 
By porter borne, love on both sides is good.''','''Lust, like the weight of the KAVADI, pains if it lies in one end only but pleases if it is in both.''');
        k[1196] = Kural.factory(1197,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''பருவரலும் பைதலும் காணான்கொல் காமன் 
ஒருவர்கண் நின்றொழுகு வான்.''','''While Kaman rushes straight at me alone, 
Is all my pain and wasting grief unknown?''','''Would not cupid who abides and contends in one party (only) witness the pain and sorrow (in that party)?''');
        k[1197] = Kural.factory(1198,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''வீழ்வாரின் இன்சொல் பெறாஅது உலகத்து 
வாழ்வாரின் வன்கணார் இல்.''','''Who hear from lover\'s lips no pleasant word from day to day, 
Yet in the world live out their life,- no braver souls than they!''','''There is no one in the world so hard-hearted as those who can live without receiving (even) a kind word from their beloved.''');
        k[1198] = Kural.factory(1199,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''நசைஇயார் நல்கார் எனினும் அவர்மாட்டு 
இசையும் இனிய செவிக்கு.''','''Though he my heart desires no grace accords to me, 
Yet every accent of his voice is melody.''','''Though my beloved bestows no love on one, still are his words sweet to my ears.''');
        k[1199] = Kural.factory(1200,u'''காமத்துப்பால்''',u'''தனிப்படர்மிகுதி''',u'''உறாஅர்க்கு உறுநோய் உரைப்பாய் கடலைச் 
செறாஅஅய் வாழிய நெஞ்சு.''','''Tell him thy pain that loves not thee? 
Farewell, my soul, fill up the sea!''','''Live, O my soul, would you who relate your great sorrow to strangers, try rather to fill up your own sea (of sorrow).''');
        k[1200] = Kural.factory(1201,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''உள்ளினும் தீராப் பெருமகிழ் செய்தலால் 
கள்ளினும் காமம் இனிது.''','''From thought of her unfailing gladness springs, 
Sweeter than palm-rice wine the joy love brings.''','''Sexuality is sweeter than liquor, because when remembered, it creates a most rapturous delight.''');
        k[1201] = Kural.factory(1202,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''எனைத்தொனறு ஏனிதேகாண் காமம்தாம் வீழ்வார் 
நினைப்ப வருவதொன்று ஏல்.''','''How great is love! Behold its sweetness past belief! 
Think on the lover, and the spirit knows no grief.''','''Even to think of one\'s beloved gives one no pain. Sexuality, in any degree, is always delightful.''');
        k[1202] = Kural.factory(1203,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''நினைப்பவர் போன்று நினையார்கொல் தும்மல் 
சினைப்பது போன்று கெடும்.''','''A fit of sneezing threatened, but it passed away; 
He seemed to think of me, but do his fancies stray?''','''I feel as if I am going to sneeze but do not, and (therefore) my beloved is about to think (of me) but does not.''');
        k[1203] = Kural.factory(1204,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''யாமும் உளேங்கொல் அவர்நெஞ்சத்து எந்நெஞ்சத்து 
ஓஒ உளரே அவர்.''','''Have I a place within his heart! 
From mine, alas! he never doth depart.''','''He continues to abide in my soul, do I likewise abide in his ?''');
        k[1204] = Kural.factory(1205,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''தம்நெஞ்சத்து எம்மைக் கடிகொண்டார் நாணார்கொல் 
எம்நெஞ்சத்து ஓவா வரல்.''','''Me from his heart he jealously excludes: 
Hath he no shame who ceaseless on my heart intrudes?''','''He who has imprisoned me in his soul, is he ashamed to enter incessantly into mine.''');
        k[1205] = Kural.factory(1206,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''மற்றியான் என்னுளேன் மன்னோ அவரொடியான் 
உற்றநாள் உள்ள உளேன்.''','''How live I yet? I live to ponder o\'er 
The days of bliss with him that are no more.''','''I live by remembering my (former) intercourse with him; if it were not so, how could I live ?''');
        k[1206] = Kural.factory(1207,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''மறப்பின் எவனாவன் மற்கொல் மறப்பறியேன் 
உள்ளினும் உள்ளம் சுடும்.''','''If I remembered not what were I then? And yet, 
The fiery smart of what my spirit knows not to forget!''','''I have never forgotten (the pleasure); even to think of it burns my soul; could I live, if I should ever forget it ?''');
        k[1207] = Kural.factory(1208,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''எனைத்து நினைப்பினும் காயார் அனைத்தன்றோ 
காதலர் செய்யும் சிறப்பு.''','''My frequent thought no wrath excites. It is not so? 
This honour doth my love on me bestow.''','''He will not be angry however much I may think of him; is it not so much the delight my beloved affords me ?''');
        k[1208] = Kural.factory(1209,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''விளியுமென் இன்னுயிர் வேறல்லம் என்பார் 
அளியின்மை ஆற்ற நினைந்து.''','''Dear life departs, when his ungracious deeds I ponder o\'er, 
Who said erewhile, \'We\'re one for evermore\'.''','''My precious life is wasting away by thinking too much on the cruelty of him who said we were not different.''');
        k[1209] = Kural.factory(1210,u'''காமத்துப்பால்''',u'''நினைந்தவர்புலம்பல்''',u'''விடாஅது சென்றாரைக் கண்ணினால் காணப் 
படாஅதி வாழி மதி.''','''Set not; so may\'st thou prosper, moon! that eyes may see 
My love who went away, but ever bides with me.''','''May you live, O Moon! Do not set, that I mine see him who has departed without quitting my soul.''');
        k[1210] = Kural.factory(1211,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''காதலர் தூதொடு வந்த கனவினுக்கு 
யாதுசெய் வேன்கொல் விருந்து.''','''It came and brought to me, that nightly vision rare, 
A message from my love,- what feast shall I prepare?''','''Where with shall I feast the dream which has brought me my dear one\'s messenger ?''');
        k[1211] = Kural.factory(1212,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''கயலுண்கண் யானிரப்பத் துஞ்சிற் கலந்தார்க்கு 
உயலுண்மை சாற்றுவேன் மன்.''','''If my dark, carp-like eye will close in sleep, as I implore, 
The tale of my long-suffering life I\'ll tell my loved one o\'er.''','''If my fish-like painted eyes should, at my begging, close in sleep, I could fully relate my sufferings to my lord.''');
        k[1212] = Kural.factory(1213,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவினால் நல்கா தவரைக் கனவினால் 
காண்டலின் உண்டென் உயிர்.''','''Him, who in waking hour no kindness shows, 
In dreams I see; and so my lifetime goes!''','''My life lasts because in my dream I behold him who does not favour me in my waking hours.''');
        k[1213] = Kural.factory(1214,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''கனவினான் உண்டாகும் காமம் நனவினான் 
நல்காரை நாடித் தரற்கு.''','''Some pleasure I enjoy when him who loves not me 
In waking hours, the vision searches out and makes me see.''','''There is pleasure in my dream, because in it I seek and obtain him who does not visit me in my wakefulness.''');
        k[1214] = Kural.factory(1215,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவினால் கண்டதூஉம் ஆங்கே கனவுந்தான் 
கண்ட பொழுதே இனிது.''','''As what I then beheld in waking hour was sweet, 
So pleasant dreams in hour of sleep my spirit greet.''','''I saw him in my waking hours, and then it was pleasant; I see him just now in my dream, and it is (equally) pleasant.''');
        k[1215] = Kural.factory(1216,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவென ஒன்றில்லை ஆயின் கனவினால் 
காதலர் நீங்கலர் மன்.''','''And if there were no waking hour, my love 
In dreams would never from my side remove.''','''Were there no such thing as wakefulness, my beloved (who visited me) in my dream would not depart from me.''');
        k[1216] = Kural.factory(1217,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவினால் நல்காக் கொடியார் கனவனால் 
என்எம்மைப் பீழிப் பது.''','''The cruel one, in waking hour, who all ungracious seems, 
Why should he thus torment my soul in nightly dreams?''','''The cruel one who would not favour me in my wakefulness, what right has he to torture me in my dreams?''');
        k[1217] = Kural.factory(1218,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''துஞ்சுங்கால் தோள்மேலர் ஆகி விழிக்குங்கால் 
நெஞ்சத்தர் ஆவர் விரைந்து.''','''And when I sleep he holds my form embraced; 
And when I wake to fill my heart makes haste!''','''When I am asleep he rests on my shoulders, (but) when I awake he hastens into my soul.''');
        k[1218] = Kural.factory(1219,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவினால் நல்காரை நோவர் கனவினால் 
காதலர்க் காணா தவர்.''','''In dreams who ne\'er their lover\'s form perceive, 
For those in waking hours who show no love will grieve.''','''They who have no dear ones to behold in their dreams blame him who visits me not in my waking hours.''');
        k[1219] = Kural.factory(1220,u'''காமத்துப்பால்''',u'''கனவுநிலையுரைத்தல்''',u'''நனவினால் நம்நீத்தார் என்பர் கனவினால் 
காணார்கொல் இவ்வூ ரவர்.''','''They say, that he in waking hours has left me lone; 
In dreams they surely see him not,- these people of the town;''','''The women of this place say he has forsaken me in my wakefulness. I think they have not seen him visit me in my dreams.''');
        k[1220] = Kural.factory(1221,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''மாலையோ அல்லை மணந்தார் உயிருண்ணும் 
வேலைநீ வாழி பொழுது.''','''Thou art not evening, but a spear that doth devour 
The souls of brides; farewell, thou evening hour!''','''Live, O you evening are you (the former) evening? No, you are the season that slays (married) women.''');
        k[1221] = Kural.factory(1222,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''புன்கண்ணை வாழி மருள்மாலை எம்கேள்போல் 
வன்கண்ண தோநின் துணை.''','''Thine eye is sad; Hail, doubtful hour of eventide! 
Of cruel eye, as is my spouse, is too thy bride?''','''A long life to you, O dark evening! You are sightless. Is your help-mate (also) as hard-hearted as mine.''');
        k[1222] = Kural.factory(1223,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''பனிஅரும்பிப் பைதல்கொள் மாலை துனிஅரும்பித் 
துன்பம் வளர வரும்.''','''With buds of chilly dew wan evening\'s shade enclose; 
My anguish buds space and all my sorrow grows.''','''The evening that (once) came in with trembling and dimness (now) brings me an aversion for life and increasing sorrow.''');
        k[1223] = Kural.factory(1224,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''காதலர் இல்வழி மாலை கொலைக்களத்து 
ஏதிலர் போல வரும்.''','''When absent is my love, the evening hour descends, 
As when an alien host to field of battle wends.''','''In the absence of my lover, evening comes in like slayers on the field of slaughter.''');
        k[1224] = Kural.factory(1225,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''காலைக்குச் செய்தநன்று என்கொல் எவன்கொல்யான் 
மாலைக்குச் செய்த பகை.''','''O morn, how have I won thy grace? thou bring\'st relief 
O eve, why art thou foe! thou dost renew my grief.''','''What good have I done to morning (and) what evil to evening?''');
        k[1225] = Kural.factory(1226,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''மாலைநோய் செய்தல் மணந்தார் அகலாத 
காலை அறிந்த திலேன்.''','''The pangs that evening brings I never knew, 
Till he, my wedded spouse, from me withdrew.''','''Previous to my husband\'s departure, I know not the painful nature of evening.''');
        k[1226] = Kural.factory(1227,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''காலை அரும்பிப் பகலெல்லாம் போதாகி 
மாலை மலரும்இந் நோய்.''','''My grief at morn a bud, all day an opening flower, 
Full-blown expands in evening hour.''','''This malady buds forth in the morning, expands all day long and blossoms in the evening.''');
        k[1227] = Kural.factory(1228,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''அழல்போலும் மாலைக்குத் தூதாகி ஆயன் 
குழல்போலும் கொல்லும் படை.''','''The shepherd\'s pipe is like a murderous weapon, to my ear, 
For it proclaims the hour of ev\'ning\'s fiery anguish near.''','''The shepherd\'s flute now sounds as a fiery forerunner of night, and is become a weapon that slays (me).''');
        k[1228] = Kural.factory(1229,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''பதிமருண்டு பைதல் உழக்கும் மதிமருண்டு 
மாலை படர்தரும் போழ்து.''','''If evening\'s shades, that darken all my soul, extend; 
From this afflicted town will would of grief ascend.''','''When night comes on confusing (everyone\'s) mind, the (whole) town will lose its sense and be plunged in sorrow.''');
        k[1229] = Kural.factory(1230,u'''காமத்துப்பால்''',u'''பொழுதுகண்டிரங்கல்''',u'''பொருள்மாலை யாளரை உள்ளி மருள்மாலை 
மாயும்என் மாயா உயிர்.''','''This darkening eve, my darkling soul must perish utterly; 
Remembering him who seeks for wealth, but seeks not me.''','''My (hitherto) unextinguished life is now lost in this bewildering night at the thought of him who has the nature of wealth.''');
        k[1230] = Kural.factory(1231,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''சிறுமை நமக்கொழியச் சேட்சென்றார் உள்ளி 
நறுமலர் நாணின கண்.''','''Thine eyes grown dim are now ashamed the fragrant flow\'rs to see, 
Thinking on him, who wand\'ring far, leaves us in misery.''','''While we endure the unbearable sorrow, your eyes weep for him who is gone afar, and shun (the sight of) fragrant flowers.''');
        k[1231] = Kural.factory(1232,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''நயந்தவர் நல்காமை சொல்லுவ போலும் 
பசந்து பனிவாரும் கண்.''','''The eye, with sorrow wan, all wet with dew of tears, 
As witness of the lover\'s lack of love appears.''','''The discoloured eyes that shed tears profusely seem to betray the unkindness of our beloved.''');
        k[1232] = Kural.factory(1233,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''தணந்தமை சால அறிவிப்ப போலும் 
மணந்தநாள் வீங்கிய தோள்.''','''These withered arms, desertion\'s pangs abundantly display, 
That swelled with joy on that glad nuptial day.''','''The shoulders that swelled on the day of our union (now) seem to announce our separation clearly (to the public).''');
        k[1233] = Kural.factory(1234,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''பணைநீங்கிப் பைந்தொடி சோரும் துணைநீங்கித் 
தொல்கவின் வாடிய தோள்.''','''When lover went, then faded all their wonted charms, 
And armlets\' golden round slips off from these poor wasted arms.''','''In the absence of your consort, your shoulders having lost their former beauty and fulness, your bracelets of pure gold have become loose.''');
        k[1234] = Kural.factory(1235,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''கொடியார் கொடுமை உரைக்கும் தொடியொடு 
தொல்கவின் வாடிய தோள்.''','''These wasted arms, the bracelet with their wonted beauty gone, 
The cruelty declare of that most cruel one.''','''The (loosened) bracelets, and the shoulders from which the old beauty has faded, relate the cruelty of the pitiless one.''');
        k[1235] = Kural.factory(1236,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''தொடியொடு தோள்நெகிழ நோவல் அவரைக் 
கொடியர் எனக்கூறல் நொந்து.''','''I grieve, \'tis pain to me to hear him cruel chid, 
Because the armlet from my wasted arm has slid.''','''I am greatly pained to hear you call him a cruel man, just because your shoulders are reduced and your bracelets loosened.''');
        k[1236] = Kural.factory(1237,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''பாடுபெறுதியோ நெஞ்சே கொடியார்க்கென் வாடுதோட் 
பூசல் உரைத்து.''','''My heart! say ought of glory wilt thou gain, 
If to that cruel one thou of thy wasted arms complain?''','''Can you O my soul! gain glory by relating to the (so-called) cruel one the clamour of my fading shoulders?''');
        k[1237] = Kural.factory(1238,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''முயங்கிய கைகளை ஊக்கப் பசந்தது 
பைந்தொடிப் பேதை நுதல்.''','''One day the fervent pressure of embracing arms I checked, 
Grew wan the forehead of the maid with golden armlet decked.''','''When I once loosened the arms that were in embrace, the forehead of the gold-braceleted women turned sallow.''');
        k[1238] = Kural.factory(1239,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''முயக்கிடைத் தண்வளி போழப் பசப்புற்ற 
பேதை பெருமழைக் கண்.''','''As we embraced a breath of wind found entrance there; 
The maid\'s large liquid eyes were dimmed with care.''','''When but a breath of breeze penetrated our embrace, her large cool eyes became sallow.''');
        k[1239] = Kural.factory(1240,u'''காமத்துப்பால்''',u'''உறுப்புநலனழிதல்''',u'''கண்ணின் பசப்போ பருவரல் எய்தின்றே 
ஒண்ணுதல் செய்தது கண்டு.''','''The dimness of her eye felt sorrow now, 
Beholding what was done by that bright brow.''','''Was it at the sight of what the bright forehead had done that the sallowness of her eyes became sad?''');
        k[1240] = Kural.factory(1241,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''நினைத்தொன்று சொல்லாயோ நெஞ்சே எனைத்தொன்றும் 
எவ்வநோய் தீர்க்கும் மருந்து.''','''My heart, canst thou not thinking of some med\'cine tell, 
Not any one, to drive away this grief incurable?''','''O my soul, will you not think and tell me some medicine be it what it may, that can cure this incurable malady?''');
        k[1241] = Kural.factory(1242,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''காதல் அவரிலர் ஆகநீ நோவது 
பேதைமை வாழியென் நெஞ்சு.''','''Since he loves not, thy smart 
Is folly, fare thee well my heart!''','''May you live, O my soul! While he is without love, for you to suffer is (simple) folly.''');
        k[1242] = Kural.factory(1243,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''இருந்துள்ளி என்பரிதல் நெஞ்சே பரிந்துள்ளல் 
பைதல்நோய் செய்தார்கண் இல்.''','''What comes of sitting here in pining thought, O heart? He knows 
No pitying thought, the cause of all these wasting woes.''','''O my soul! why remain (here) and suffer thinking (of him)? There are no lewd thoughts (of you) in him who has caused you this disease of sorrow.''');
        k[1243] = Kural.factory(1244,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''கண்ணும் கொளச்சேறி நெஞ்சே இவையென்னைத் 
தின்னும் அவர்க்காணல் உற்று.''','''O rid me of these eyes, my heart; for they, 
Longing to see him, wear my life away.''','''O my soul! take my eyes also with you, (if not), these would eat me up (in their desire) to see him.''');
        k[1244] = Kural.factory(1245,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''செற்றார் எனக்கை விடல்உண்டோ நெஞ்சேயாம் 
உற்றால் உறாஅ தவர்.''','''O heart, as a foe, can I abandon utterly 
Him who, though I long for him, longs not for me?''','''O my soul! can he who loves not though he is beloved, be forsaken saying he hates me (now)?''');
        k[1245] = Kural.factory(1246,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''கலந்துணர்த்தும் காதலர்க் கண்டாற் புலந்துணராய் 
பொய்க்காய்வு காய்திஎன் நெஞ்சு.''','''My heart, false is the fire that burns; thou canst not wrath maintain, 
If thou thy love behold, embracing, soothing all thy pain.''','''O my soul! when you see the dear one who remove dislike by intercourse, you are displeased and continue to be so. Nay, your displeasure is (simply) false.''');
        k[1246] = Kural.factory(1247,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''காமம் விடுஒன்றோ நாண்விடு நன்னெஞ்சே 
யானோ பொறேன்இவ் விரண்டு.''','''Or bid thy love, or bid thy shame depart; 
For me, I cannot bear them both, my worthy heart!''','''O my good soul, give up either lust or honour, as for me I can endure neither.''');
        k[1247] = Kural.factory(1248,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''பரிந்தவர் நல்காரென்று ஏங்கிப் பிரிந்தவர் 
பின்செல்வாய் பேதைஎன் நெஞ்சு.''','''Thou art befooled, my heart, thou followest him who flees from thee; 
And still thou yearning criest: \'He will nor pity show nor love to me.\'''','''You are a fool, O my soul! to go after my departed one, while you mourn that he is not kind enough to favour you.''');
        k[1248] = Kural.factory(1249,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''உள்ளத்தார் காத லவரால் உள்ளிநீ 
யாருழைச் சேறியென் நெஞ்சு.''','''My heart! my lover lives within my mind; 
Roaming, whom dost thou think to find?''','''O my soul! to whom would you repair, while the dear one is within yourself?''');
        k[1249] = Kural.factory(1250,u'''காமத்துப்பால்''',u'''நெஞ்சொடுகிளத்தல்''',u'''துன்னாத் துறந்தாரை நெஞ்சத்து உடையேமா 
இன்னும் இழத்தும் கவின்.''','''If I should keep in mind the man who utterly renounces me, 
My soul must suffer further loss of dignity.''','''If I retain in my heart him who has left me without befriending me, I shall lose even the (inward) beauty that remains.''');
        k[1250] = Kural.factory(1251,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''காமக் கணிச்சி உடைக்கும் நிறையென்னும் 
நாணுத்தாழ் வீழ்த்த கதவு.''','''Of womanly reserve love\'s axe breaks through the door, 
Barred by the bolt of shame before.''','''The axe of lust can break the door of chastity which is bolted with the bolt of modesty.''');
        k[1251] = Kural.factory(1252,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''காமம் எனவொன்றோ கண்ணின்றென் நெஞ்சத்தை 
யாமத்தும் ஆளும் தொழில்.''','''What men call love is the one thing of merciless power; 
It gives my soul no rest, e\'en in the midnight hour.''','''Even at midnight is my mind worried by lust, and this one thing, alas! is without mercy.''');
        k[1252] = Kural.factory(1253,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''மறைப்பேன்மன் காமத்தை யானோ குறிப்பின்றித் 
தும்மல்போல் தோன்றி விடும்.''','''I would my love conceal, but like a sneeze 
It shows itself, and gives no warning sign.''','''I would conceal my lust, but alas, it yields not to my will but breaks out like a sneeze.''');
        k[1253] = Kural.factory(1254,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''நிறையுடையேன் என்பேன்மன் யானோஎன் காமம் 
மறையிறந்து மன்று படும்.''','''In womanly reserve I deemed myself beyond assail; 
But love will come abroad, and casts away the veil.''','''I say I would be firm, but alas, my malady breaks out from its concealment and appears in public.''');
        k[1254] = Kural.factory(1255,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோய் 
உற்றார் அறிவதொன்று அன்று.''','''The dignity that seeks not him who acts as foe, 
Is the one thing that loving heart can never know.''','''The dignity that would not go after an absent lover is not known to those who are sticken by love.''');
        k[1255] = Kural.factory(1256,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''செற்றவர் பின்சேறல் வேண்டி அளித்தரோ 
எற்றென்னை உற்ற துயர்.''','''My grief how full of grace, I pray you see! 
It seeks to follow him that hateth me.''','''The sorrow I have endured by desiring to go after my absent lover, in what way is it excellent?''');
        k[1256] = Kural.factory(1257,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''நாணென ஒன்றோ அறியலம் காமத்தால் 
பேணியார் பெட்ப செயின்.''','''No sense of shame my gladdened mind shall prove, 
When he returns my longing heart to bless with love.''','''I know nothing like shame when my beloved does from love (just) what is desired (by me).''');
        k[1257] = Kural.factory(1258,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''பன்மாயக் கள்வன் பணிமொழி அன்றோநம் 
பெண்மை உடைக்கும் படை.''','''The words of that deceiver, versed in every wily art, 
Are instruments that break through every guard of woman\'s heart!''','''Are not the enticing words of my trick-abounding roguish lover the weapon that breaks away my feminine firmness?''');
        k[1258] = Kural.factory(1259,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''புலப்பல் எனச்சென்றேன் புல்லினேன் நெஞ்சம் 
கலத்தல் உறுவது கண்டு.''','''\'I \'ll shun his greeting\'; saying thus with pride away I went: 
I held him in my arms, for straight I felt my heart relent.''','''I said I would feign dislike and so went (away); (but) I embraced him the moment I say my mind began to unite with him!''');
        k[1259] = Kural.factory(1260,u'''காமத்துப்பால்''',u'''நிறையழிதல்''',u'''நிணந்தீயில் இட்டன்ன நெஞ்சினார்க்கு உண்டோ 
புணர்ந்தூடி நிற்பேம் எனல்.''','''\'We \'ll stand aloof and then embrace\': is this for them to say, 
Whose hearts are as the fat that in the blaze dissolves away?''','''Is it possible for those whose hearts melt like fat in the fire to say they can feign a strong dislike and remain so?''');
        k[1260] = Kural.factory(1261,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''வாளற்றுப் புற்கென்ற கண்ணும் அவர்சென்ற 
நாளொற்றித் தேய்ந்த விரல்.''','''My eyes have lost their brightness, sight is dimmed; my fingers worn, 
With nothing on the wall the days since I was left forlorn.''','''My finger has worn away by marking (on the wall) the days he has been absent while my eyes have lost their lustre and begin to fail.''');
        k[1261] = Kural.factory(1262,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''இலங்கிழாய் இன்று மறப்பின்என் தோள்மேல் 
கலங்கழியும் காரிகை நீத்து.''','''O thou with gleaming jewels decked, could I forget for this one day, 
Henceforth these bracelets from my arms will slip, my beauty worn away.''','''O you bright-jewelled maid, if I forget (him) today, my shoulders will lose their beauty even in the other life and make my bracelets loose.''');
        k[1262] = Kural.factory(1263,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''உரன்நசைஇ உள்ளம் துணையாகச் சென்றார் 
வரல்நசைஇ இன்னும் உளேன்.''','''On victory intent, His mind sole company he went; 
And I yet life sustain! And long to see his face again!''','''I still live by longing for the arrival of him who has gone out of love for victory and with valour as his guide.''');
        k[1263] = Kural.factory(1264,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''கூடிய காமம் பிரிந்தார் வரவுள்ளிக் 
கோடுகொ டேறுமென் நெஞ்சு.''','''\'He comes again, who left my side, and I shall taste love\'s joy,\'- 
My heart with rapture swells, when thoughts like these my mind employ.''','''My heart is rid of its sorrow and swells with rapture to think of my absent lover returning with his love.''');
        k[1264] = Kural.factory(1265,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''காண்கமன் கொண்கனைக் கண்ணாரக் கண்டபின் 
நீங்கும்என் மென்தோள் பசப்பு.''','''O let me see my spouse again and sate these longing eyes! 
That instant from my wasted frame all pallor flies.''','''May I look on my lover till I am satisfied and thereafter will vanish the sallowness of my slender shoulders.''');
        k[1265] = Kural.factory(1266,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''வருகமன் கொண்கன் ஒருநாள் பருகுவன் 
பைதல்நோய் எல்லாம் கெட.''','''O let my spouse but come again to me one day! 
I\'ll drink that nectar: wasting grief shall flee away.''','''May my husband return some day; and then will I enjoy (him) so as to destroy all this agonizing sorrow.''');
        k[1266] = Kural.factory(1267,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''புலப்பேன்கொல் புல்லுவேன் கொல்லோ கலப்பேன்கொல் 
கண்அன்ன கேளிர் விரன்.''','''Shall I draw back, or yield myself, or shall both mingled be, 
When he returns, my spouse, dear as these eyes to me.''','''On the return of him who is as dear as my eyes, am I displeased or am I to embrace (him); or am I to do both?''');
        k[1267] = Kural.factory(1268,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''வினைகலந்து வென்றீக வேந்தன் மனைகலந்து 
மாலை அயர்கம் விருந்து.''','''O would my king would fight, o\'ercome, devide the spoil; 
At home, to-night, the banquet spread should crown the toil.''','''Let the king fight and gain (victories); (but) let me be united to my wife and feast the evening.''');
        k[1268] = Kural.factory(1269,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''ஒருநாள் எழுநாள்போல் செல்லும்சேண் சென்றார் 
வருநாள்வைத்து ஏங்கு பவர்க்கு.''','''One day will seem like seven to those who watch and yearn 
For that glad day when wanderers from afar return.''','''To those who suffer waiting for the day of return of their distant lovers one day is as long as seven days.''');
        k[1269] = Kural.factory(1270,u'''காமத்துப்பால்''',u'''அவர்வயின்விதும்பல்''',u'''பெறின்என்னாம் பெற்றக்கால் என்னாம் உறினென்னாம் 
உள்ளம் உடைந்துக்கக் கால்.''','''What\'s my return, the meeting hour, the wished-for greeting worth, 
If she heart-broken lie, with all her life poured forth?''','''After (my wife) has died of a broken heart, what good will there be if she is to receive me, has received me, or has even embraced me?''');
        k[1270] = Kural.factory(1271,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''கரப்பினுங் கையிகந் தொல்லாநின் உண்கண் 
உரைக்கல் உறுவதொன் றுண்டு.''','''Thou hid\'st it, yet thine eye, disdaining all restraint, 
Something, I know not, what, would utter of complaint.''','''Though you would conceal (your feelings), your painted eyes would not, for, transgressing (their bounds), they tell (me) something.''');
        k[1271] = Kural.factory(1272,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''கண்ணிறைந்த காரிகைக் காம்பேர்தோட் பேதைக்குப் 
பெண்நிறைந்த நீர்மை பெரிது.''','''The simple one whose beauty fills mine eye, whose shoulders curve 
Like bambu stem, hath all a woman\'s modest sweet reserve.''','''Unusually great is the female simplicity of your maid whose beauty fills my eyes and whose shoulders resemble the bamboo.''');
        k[1272] = Kural.factory(1273,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''மணியில் திகழ்தரு நூல்போல் மடந்தை 
அணியில் திகழ்வதொன்று உண்டு.''','''As through the crystal beads is seen the thread on which they \'re strung 
So in her beauty gleams some thought cannot find a tongue.''','''There is something that is implied in the beauty of this woman, like the thread that is visible in a garland of gems.''');
        k[1273] = Kural.factory(1274,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''முகைமொக்குள் உள்ளது நாற்றம்போல் பேதை 
நகைமொக்குள் உள்ளதொன் றுண்டு.''','''As fragrance in the opening bud, some secret lies 
Concealed in budding smile of this dear damsel\'s eyes.''','''There is something in the unmatured smile of this maid like the fragrance that is contained in an unblossomed bud.''');
        k[1274] = Kural.factory(1275,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''செறிதொடி செய்திறந்த கள்ளம் உறுதுயர் 
தீர்க்கும் மருந்தொன்று உடைத்து.''','''The secret wiles of her with thronging armlets decked, 
Are medicines by which my raising grief is checked.''','''The well-meant departure of her whose bangles are tight-fitting contains a remedy that can cure my great sorrow.''');
        k[1275] = Kural.factory(1276,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''பெரிதாற்றிப் பெட்பக் கலத்தல் அரிதாற்றி 
அன்பின்மை சூழ்வ துடைத்து.''','''While lovingly embracing me, his heart is only grieved: 
It makes me think that I again shall live of love bereaved.''','''The embrace that fills me with comfort and gladness is capable of enduring (my former) sorrow and meditating on his want of love.''');
        k[1276] = Kural.factory(1277,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''தண்ணந் துறைவன் தணந்தமை நம்மினும் 
முன்னம் உணர்ந்த வளை.''','''My severance from the lord of this cool shore, 
My very armlets told me long before.''','''My bracelets have understood before me the (mental) separation of him who rules the cool seashore.''');
        k[1277] = Kural.factory(1278,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''நெருநற்றுச் சென்றார்எம் காதலர் யாமும் 
எழுநாளேம் மேனி பசந்து.''','''My loved one left me, was it yesterday? 
Days seven my pallid body wastes away!''','''It was but yesterday my lover departed (from me); and it is seven days since my complexion turned sallow.''');
        k[1278] = Kural.factory(1279,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''தொடிநோக்கி மென்தோளும் நோக்கி அடிநோக்கி 
அஃதாண் டவள்செய் தது.''','''She viewed her tender arms, she viewed the armlets from them slid; 
She viewed her feet: all this the lady did.''','''She looked at her bracelets, her tender shoulders, and her feet; this was what she did there (significantly).''');
        k[1279] = Kural.factory(1280,u'''காமத்துப்பால்''',u'''குறிப்பறிவுறுத்தல்''',u'''பெண்ணினால் பெண்மை உடைத்தென்ப கண்ணினால் 
காமநோய் சொல்லி இரவு.''','''To show by eye the pain of love, and for relief to pray, 
Is womanhood\'s most womanly device, men say.''','''To express their love-sickness by their eyes and resort to begging bespeaks more than ordinary female excellence.''');
        k[1280] = Kural.factory(1281,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''உள்ளக் களித்தலும் காண மகிழ்தலும் 
கள்ளுக்கில் காமத்திற் குண்டு.''','''Gladness at the thought, rejoicing at the sight, 
Not palm-tree wine, but love, yields such delight.''','''To please by thought and cheer by sight is peculiar, not to liquor but lust.''');
        k[1281] = Kural.factory(1282,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''தினைத்துணையும் ஊடாமை வேண்டும் பனைத்துணையும் 
காமம் நிறைய வரின்.''','''When as palmyra tall, fulness of perfect love we gain, 
Distrust can find no place small as the millet grain.''','''If women have a lust that exceeds even the measure of the palmyra fruit, they will not desire (to feign) dislike even as much as the millet.''');
        k[1282] = Kural.factory(1283,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''பேணாது பெட்பவே செய்யினும் கொண்கனைக் 
காணா தமையல கண்.''','''Although his will his only law, he lightly value me, 
My heart knows no repose unless my lord I see.''','''Though my eyes disregard me and do what is pleasing to my husband, still will they not be satisfied unless they see him.''');
        k[1283] = Kural.factory(1284,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''ஊடற்கண் சென்றேன்மன் தோழி அதுமறந்து 
கூடற்கண் சென்றதுஎன் னெஞ்சு.''','''My friend, I went prepared to show a cool disdain; 
My heart, forgetting all, could not its love restrain.''','''O my friend! I was prepared to feign displeasure but my mind forgetting it was ready to embrace him.''');
        k[1284] = Kural.factory(1285,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''எழுதுங்கால் கோல்காணாக் கண்ணேபோல் கொண்கன் 
பழிகாணேன் கண்ட இடத்து.''','''The eye sees not the rod that paints it; nor can I 
See any fault, when I behold my husband nigh.''','''Like the eyes which see not the pencil that paints it, I cannot see my husband\'s fault (just) when I meet him.''');
        k[1285] = Kural.factory(1286,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''காணுங்கால் காணேன் தவறாய காணாக்கால் 
காணேன் தவறல் லவை.''','''When him I see, to all his faults I \'m blind; 
But when I see him not, nothing but faults I find.''','''When I see my husband, I do not see any faults; but when I do not see him, I do not see anything but faults.''');
        k[1286] = Kural.factory(1287,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''உய்த்தல் அறிந்து புனல்பாய் பவரேபோல் 
பொய்த்தல் அறிந்தென் புலந்து.''','''As those of rescue sure, who plunge into the stream, 
So did I anger feign, though it must falsehood seem?''','''Like those who leap into a stream which they know will carry them off, why should a wife feign dislike which she knows cannot hold out long?''');
        k[1287] = Kural.factory(1288,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''இளித்தக்க இன்னா செயினும் களித்தார்க்குக் 
கள்ளற்றே கள்வநின் மார்பு.''','''Though shameful ill it works, dear is the palm-tree wine 
To drunkards; traitor, so to me that breast of thine!''','''O you rogue! your breast is to me what liquor is to those who rejoice in it, though it only gives them an unpleasant disgrace.''');
        k[1288] = Kural.factory(1289,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''மலரினும் மெல்லிது காமம் சிலர்அதன் 
செவ்வி தலைப்படு வார்.''','''Love is tender as an opening flower. In season due 
To gain its perfect bliss is rapture known to few.''','''Sexual delight is more delicate than a flower, and few are those who understand its real nature.''');
        k[1289] = Kural.factory(1290,u'''காமத்துப்பால்''',u'''புணர்ச்சிவிதும்பல்''',u'''கண்ணின் துனித்தே கலங்கினாள் புல்லுதல் 
என்னினும் தான்விதுப் புற்று.''','''Her eye, as I drew nigh one day, with anger shone: 
By love o\'erpowered, her tenderness surpassed my own.''','''She once feigned dislike in her eyes, but the warmth of her embrace exceeded my own.''');
        k[1290] = Kural.factory(1291,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''அவர்நெஞ்சு அவர்க்காதல் கண்டும் எவன்நெஞ்சே 
நீஎமக்கு ஆகா தது.''','''You see his heart is his alone 
O heart, why not be all my own?''','''O my soul! although you have seen how his soul stands by him, how is it you do not stand by me?''');
        k[1291] = Kural.factory(1292,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''உறாஅ தவர்க்கண்ட கண்ணும் அவரைச் 
செறாஅரெனச் சேறியென் நெஞ்சு.''','''\'Tis plain, my heart, that he \'s estranged from thee; 
Why go to him as though he were not enemy?''','''O my soul! although you have known him who does not love me, still do you go to him, saying "he will not be displeased."''');
        k[1292] = Kural.factory(1293,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''கெட்டார்க்கு நட்டார்இல் என்பதோ நெஞ்சேநீ 
பெட்டாங்கு அவர்பின் செலல்.''','''\'The ruined have no friends, \'they say; and so, my heart, 
To follow him, at thy desire, from me thou dost depart.''','''O my soul! do you follow him at pleasure under the belief that the ruined have no friends?''');
        k[1293] = Kural.factory(1294,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''இனிஅன்ன நின்னொடு சூழ்வார்யார் நெஞ்சே 
துனிசெய்து துவ்வாய்காண் மற்று.''','''\'See, thou first show offended pride, and then submit,\' I bade; 
Henceforth such council who will share with thee my heart?''','''O my soul! you would not first seem sulky and then enjoy (him); who then would in future consult you about such things?''');
        k[1294] = Kural.factory(1295,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''பெறாஅமை அஞ்சும் பெறின்பிரிவு அஞ்சும் 
அறாஅ இடும்பைத்தென் நெஞ்சு.''','''I fear I shall not gain, I fear to lose him when I gain; 
And thus my heart endures unceasing pain.''','''My soul fears when it is without him; it also fears when it is with him; it is subject to incessant sorrow.''');
        k[1295] = Kural.factory(1296,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''தனியே இருந்து நினைத்தக்கால் என்னைத் 
தினிய இருந்ததென் நெஞ்சு.''','''My heart consumes me when I ponder lone, 
And all my lover\'s cruelty bemoan.''','''My mind has been (here) in order to eat me up (as it were) whenever I think of him in my solitude.''');
        k[1296] = Kural.factory(1297,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''நாணும் மறந்தேன் அவர்மறக் கல்லாஎன் 
மாணா மடநெஞ்சிற் பட்டு.''','''Fall\'n \'neath the sway of this ignoble foolish heart, 
Which will not him forget, I have forgotten shame.''','''I have even forgotten my modesty, having been caught in my foolish mind which is not dignified enough to forget him.''');
        k[1297] = Kural.factory(1298,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''எள்ளின் இளிவாம்என்று எண்ணி அவர்திறம் 
உள்ளும் உயிர்க்காதல் நெஞ்சு.''','''If I contemn him, then disgrace awaits me evermore; 
My soul that seeks to live his virtues numbers o\'er.''','''My soul which clings to life thinks only of his (own) gain in the belief that it would be disgraceful for it to despise him.''');
        k[1298] = Kural.factory(1299,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''துன்பத்திற்கு யாரே துணையாவார் தாமுடைய 
நெஞ்சந் துணையல் வழி.''','''And who will aid me in my hour of grief, 
If my own heart comes not to my relief?''','''Who would help me out of one\'s distress, when one\'s own soul refuses help to one?''');
        k[1299] = Kural.factory(1300,u'''காமத்துப்பால்''',u'''நெஞ்சொடுபுலத்தல்''',u'''தஞ்சம் தமரல்லர் ஏதிலார் தாமுடைய 
நெஞ்சம் தமரல் வழி.''','''A trifle is unfriendliness by aliens shown, 
When our own heart itself is not our own!''','''It is hardly possible for strangers to behave like relations, when one\'s own soul acts like a stranger.''');
        k[1300] = Kural.factory(1301,u'''காமத்துப்பால்''',u'''புலவி''',u'''புல்லா திராஅப் புலத்தை அவர்உறும் 
அல்லல்நோய் காண்கம் சிறிது.''','''Be still reserved, decline his profferred love; 
A little while his sore distress we \'ll prove.''','''Let us witness awhile his keen suffering; just feign dislike and embrace him not.''');
        k[1301] = Kural.factory(1302,u'''காமத்துப்பால்''',u'''புலவி''',u'''உப்பமைந் தற்றால் புலவி அதுசிறிது 
மிக்கற்றால் நீள விடல்.''','''A cool reserve is like the salt that seasons well the mess, 
Too long maintained, \'tis like the salt\'s excess.''','''A little dislike is like salt in proportion; to prolong it a little is like salt a little too much.''');
        k[1302] = Kural.factory(1303,u'''காமத்துப்பால்''',u'''புலவி''',u'''அலந்தாரை அல்லல்நோய் செய்தற்றால் தம்மைப் 
புலந்தாரைப் புல்லா விடல்.''','''\'Tis heaping griefs on those whose hearts are grieved; 
To leave the grieving one without a fond embrace.''','''For men not to embrace those who have feigned dislike is like torturing those already in agony.''');
        k[1303] = Kural.factory(1304,u'''காமத்துப்பால்''',u'''புலவி''',u'''ஊடி யவரை உணராமை வாடிய 
வள்ளி முதலரிந் தற்று.''','''To use no kind conciliating art when lover grieves, 
Is cutting out the root of tender winding plant that droops.''','''Not to reconcile those who have feigned dislike is like cutting a faded creeper at its root.''');
        k[1304] = Kural.factory(1305,u'''காமத்துப்பால்''',u'''புலவி''',u'''நலத்தகை நல்லவர்க்கு ஏஎர் புலத்தகை 
பூஅன்ன கண்ணார் அகத்து.''','''Even to men of good and worthy mind, the petulance 
Of wives with flowery eyes lacks not a lovely grace.''','''An increased shyness in those whose eyes are like flowers is beautiful even to good and virtuous husbands.''');
        k[1305] = Kural.factory(1306,u'''காமத்துப்பால்''',u'''புலவி''',u'''துனியும் புலவியும் இல்லாயின் காமம் 
கனியும் கருக்காயும் அற்று.''','''Love without hatred is ripened fruit; 
Without some lesser strife, fruit immature.''','''Sexual pleasure, without prolonged and short-lived dislike, is like too ripe, and unripe fruit.''');
        k[1306] = Kural.factory(1307,u'''காமத்துப்பால்''',u'''புலவி''',u'''ஊடலின் உண்டாங்கோர் துன்பம் புணர்வது 
நீடுவ தன்றுகொல் என்று.''','''A lovers\' quarrel brings its pain, when mind afraid 
Asks doubtful, \'Will reunion sweet be long delayed?\'''','''The doubt as to whether intercourse would take place soon or not, creates a sorrow (even) in feigned dislike.''');
        k[1307] = Kural.factory(1308,u'''காமத்துப்பால்''',u'''புலவி''',u'''நோதல் எவன்மற்று நொந்தாரென்று அஃதறியும் 
காதலர் இல்லா வழி.''','''What good can grieving do, when none who love 
Are there to know the grief thy soul endures?''','''What avails sorrow when I am without a wife who can understand the cause of my sorrow?''');
        k[1308] = Kural.factory(1309,u'''காமத்துப்பால்''',u'''புலவி''',u'''நீரும் நிழலது இனிதே புலவியும் 
வீழுநர் கண்ணே இனிது.''','''Water is pleasant in the cooling shade; 
So coolness for a time with those we love.''','''Like water in the shade, dislike is delicious only in those who love.''');
        k[1309] = Kural.factory(1310,u'''காமத்துப்பால்''',u'''புலவி''',u'''ஊடல் உணங்க விடுவாரோடு என்நெஞ்சம் 
கூடுவேம் என்பது அவா.''','''Of her who leaves me thus in variance languishing, 
To think within my heart with love is fond desire.''','''It is nothing but strong desire that makes her mind unite with me who can leave her to her own dislike.''');
        k[1310] = Kural.factory(1311,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''பெண்ணியலார் எல்லாரும் கண்ணின் பொதுஉண்பர் 
நண்ணேன் பரத்தநின் மார்பு.''','''From thy regard all womankind Enjoys an equal grace; 
O thou of wandering fickle mind, I shrink from thine embrace!''','''You are given to prostitution; all those who are born as womankind enjoy you with their eyes in an ordinary way. I will not embrace you.''');
        k[1311] = Kural.factory(1312,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''ஊடி இருந்தேமாத் தும்மினார் யாம்தம்மை 
நீடுவாழ் கென்பாக் கறிந்து.''','''One day we silent sulked; he sneezed: The reason well I knew; 
He thought that I, to speak well pleased, Would say, \'Long life to you!\'''','''When I continued to be sulky he sneezed and thought I would (then) wish him a long life.''');
        k[1312] = Kural.factory(1313,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''கோட்டுப்பூச் சூடினும் காயும் ஒருத்தியைக் 
காட்டிய சூடினீர் என்று.''','''I wreathed with flowers one day my brow, The angry tempest lowers; 
She cries, \'Pray, for what woman now Do you put on your flowers?\'''','''Even if I were adorned with a garland of branch-flowers, she would say I did so to show it to another woman.''');
        k[1313] = Kural.factory(1314,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''யாரினும் காதலம் என்றேனா ஊடினாள் 
யாரினும் யாரினும் என்று.''','''\'I love you more than all beside,\' \'T was thus I gently spoke; 
\'What all, what all?\' she instant cried; And all her anger woke.''','''When I said I loved her more than any other woman, she said "more than others, yes, more than others," and remained sulky.''');
        k[1314] = Kural.factory(1315,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''இம்மைப் பிறப்பில் பிரியலம் என்றேனாக் 
கண்நிறை நீர்கொண் டனள்.''','''\'While here I live, I leave you not,\' I said to calm her fears. 
She cried, \'There, then, I read your thought\'; And straight dissolved in tears.''','''When I said I would never part from her in this life her eyes were filled with tears.''');
        k[1315] = Kural.factory(1316,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''உள்ளினேன் என்றேன்மற் றென்மறந்தீர் என்றென்னைப் 
புல்லாள் புலத்தக் கனள்.''','''\'Each day I called to mind your charms,\' \'O, then, you had forgot,\' 
She cried, and then her opened arms, Forthwith embraced me not.''','''When I said I had remembered her, she said I had forgotten her and relaxing her embrace, began to feign dislike.''');
        k[1316] = Kural.factory(1317,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''வழுத்தினாள் தும்மினேன் ஆக அழித்தழுதாள் 
யாருள்ளித் தும்மினீர் என்று.''','''She hailed me when I sneezed one day; But straight with anger seized, 
She cried; \'Who was the woman, pray, Thinking of whom you sneezed?\'''','''When I sneezed she blessed me, but at once changed (her mind) and wept, asking, "At the thought of whom did you sneeze?"''');
        k[1317] = Kural.factory(1318,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''தும்முச் செறுப்ப அழுதாள் நுமர்உள்ளல் 
எம்மை மறைத்திரோ என்று.''','''And so next time I checked my sneeze; She forthwith wept and cried, 
(That woman difficult to please), \'Your thoughts from me you hide\'.''','''When I suppressed my sneezing, she wept saying, \'I suppose you (did so) to hide from me your own people\'s remembrance of you\'.''');
        k[1318] = Kural.factory(1319,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''தன்னை உணர்த்தினும் காயும் பிறர்க்கும்நீர் 
இந்நீரர் ஆகுதிர் என்று.''','''I then began to soothe and coax, To calm her jealous mind; 
\'I see\', quoth she, \'to other folks How you are wondrous kind\'''','''Even when I try to remove her dislike, she is displeased and says, "This is the way you behave towards (other women)."''');
        k[1319] = Kural.factory(1320,u'''காமத்துப்பால்''',u'''புலவி நுணுக்கம்''',u'''நினைத்திருந்து நோக்கினும் காயும் அனைத்துநீர் 
யாருள்ளி நோக்கினீர் என்று.''','''I silent sat, but thought the more, And gazed on her. Then she 
Cried out, \'While thus you eye me o\'er, Tell me whose form you see\'.''','''Even when I look on her contemplating (her beauty), she is displeased and says, "With whose thought have you (thus) looked on my person?"''');
        k[1320] = Kural.factory(1321,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''இல்லை தவறவர்க்கு ஆயினும் ஊடுதல் 
வல்லது அவர்அளிக்கு மாறு.''','''Although there be no fault in him, the sweetness of his love 
Hath power in me a fretful jealousy to move.''','''Although my husband is free from defects, the way in which he embraces me is such as to make me feign dislike.''');
        k[1321] = Kural.factory(1322,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''ஊடலின் தோன்றும் சிறுதுனி நல்லளி 
வாடினும் பாடு பெறும்.''','''My \'anger feigned\' gives but a little pain; 
And when affection droops, it makes it bloom again.''','''His love will increase though it may (at first seem to) fade through the short-lived distress caused by (my) dislike.''');
        k[1322] = Kural.factory(1323,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''புலத்தலின் புத்தேள்நாடு உண்டோ நிலத்தொடு 
நீரியைந் தன்னார் அகத்து.''','''Is there a bliss in any world more utterly divine, 
Than \'coyness\' gives, when hearts as earth and water join?''','''Is there a celestial land that can please like the feigned dislike of those whose union resembles that of earth and water?''');
        k[1323] = Kural.factory(1324,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''புல்லி விடாஅப் புலவியுள் தோன்றுமென் 
உள்ளம் உடைக்கும் படை.''','''\'Within the anger feigned\' that close love\'s tie doth bind, 
A weapon lurks, which quite breaks down my mind.''','''In prolonged dislike after an embrace there is a weapon that can break my heart.''');
        k[1324] = Kural.factory(1325,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''தவறிலர் ஆயினும் தாம்வீழ்வார் மென்றோள் 
அகறலின் ஆங்கொன் றுடைத்து.''','''Though free from fault, from loved one\'s tender arms 
To be estranged a while hath its own special charms.''','''Though free from defects, men feel pleased when they cannot embrace the delicate shoulders of those whom they love.''');
        k[1325] = Kural.factory(1326,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''உணலினும் உண்டது அறல்இனிது காமம் 
புணர்தலின் ஊடல் இனிது.''','''\'Tis sweeter to digest your food than \'tis to eat; 
In love, than union\'s self is anger feigned more sweet.''','''To digest what has been eaten is more delightful than to eat more; likewise love is more delightful in dislike than intercourse.''');
        k[1326] = Kural.factory(1327,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''ஊடலில் தோற்றவர் வென்றார் அதுமன்னும் 
கூடலிற் காணப் படும்.''','''In lovers\' quarrels, \'tis the one that first gives way, 
That in re-union\'s joy is seen to win the day.''','''Those are conquerors whose dislike has been defeated and that is proved by the love (which follows).''');
        k[1327] = Kural.factory(1328,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''ஊடிப் பெறுகுவம் கொல்லோ நுதல்வெயர்ப்பக் 
கூடலில் தோன்றிய உப்பு.''','''And shall we ever more the sweetness know of that embrace 
With dewy brow; to which \'feigned anger\' lent its piquant grace.''','''Will I enjoy once more through her dislike, the pleasure of that love that makes her forehead perspire?''');
        k[1328] = Kural.factory(1329,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''ஊடுக மன்னோ ஒளியிழை யாமிரப்ப 
நீடுக மன்னோ இரா.''','''Let her, whose jewels brightly shine, aversion feign! 
That I may still plead on, O night, prolong thy reign!''','''May the bright-jewelled one feign dislike, and may the night be prolonged for me to implore her!''');
        k[1329] = Kural.factory(1330,u'''காமத்துப்பால்''',u'''ஊடலுவகை''',u'''ஊடுதல் காமத்திற்கு இன்பம் அதற்கின்பம் 
கூடி முயங்கப் பெறின்.''','''A \'feigned aversion\' coy to pleasure gives a zest; 
The pleasure\'s crowned when breast is clasped to breast.''','''Dislike adds delight to love; and a hearty embrace (thereafter) will add delight to dislike.''');
        return k
    

@lru_cache(maxsize=2048)
class Thirukkural(object):
    def __init__(self):
        self.db = Kural.load_data_base()

    @lru_cache(maxsize=2048)
    def get_kural_no(self,no):
        assert( no >= 1 and no <= 1330 )
        return self.db[no-1];

    @lru_cache(maxsize=2048)
    def get_kurals_from_adhikaram(self,name):                    
        return list(filter( lambda k: len(re.findall(re.escape(name),k.adhikaram)) > 0,self.db)) + list(filter( lambda k: len(re.findall(re.escape(name).upper(),k.chapter_en.upper())) > 0,self.db));

    @lru_cache(maxsize=2048)
    def get_kurals_from_pal( self,name ):
        return list(filter( lambda k: len(re.findall(re.escape(name),k.pal)) > 0,self.db)) + list(filter( lambda k: len(re.findall(re.escape(name).upper(),k.pal_en.upper())) > 0,self.db));

    @lru_cache(maxsize=2048)
    def get_kurals_has( self,name ):
        return list(filter( lambda k: len(re.findall(re.escape(name),k.ta)) > 0,self.db)) + list(filter( lambda k: len(re.findall(re.escape(name).upper(),k.en.upper())) > 0,self.db));

    @lru_cache(maxsize=2048)
    def get_kurals_start( self,name ):
        return list(filter( lambda k: re.search('^' + re.escape(name),k.ta) is not None,self.db)) + list(filter( lambda k: re.search('^' + re.escape(name).upper(),k.en.upper()) is not None,self.db));

    @lru_cache(maxsize=2048)
    def get_kurals_end( self,name ):
        return list(filter( lambda k: re.search(re.escape(name) + '.$',k.ta) is not None,self.db)) + list(filter( lambda k: re.search(re.escape(name).upper() + '.$',k.en.upper()) is not None,self.db));

@lru_cache(maxsize=2048)
class TKSearch(object):
    def __init__(self,*args,**kwargs):
        self._tk=Thirukkural()
        self._chapter=Chapter()

    def has(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),self._tk.get_kurals_has(kwargs['has'])))
        else:
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),self._tk.get_kurals_has(kwargs['has'])))
        
    def start(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),self._tk.get_kurals_start(kwargs['start'])))
        else:
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),self._tk.get_kurals_start(kwargs['start'])))

    def end(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),self._tk.get_kurals_end(kwargs['end'])))
        else:
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),self._tk.get_kurals_end(kwargs['end'])))

    def pal(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':        
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),self._tk.get_kurals_from_pal(self._chapter.get_pal_by_num(*args,**kwargs))))
        else:        
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),self._tk.get_kurals_from_pal(self._chapter.get_pal_by_num(*args,**kwargs))))

    def adhi(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':        
        #return list(map(lambda x:(x.no,x.ta,x.commentary,x.pal,x.adhikaram,x.desc_ta,x.chapter_en,x.en,x.pal_en),self._tk.get_kurals_from_adhikaram(kwargs['adhi'])))
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),self._tk.get_kurals_from_adhikaram(self._chapter.get_chapter_by_num(kwargs['adhi'],*args,**kwargs))))
        else:        
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),self._tk.get_kurals_from_adhikaram(self._chapter.get_chapter_by_num(kwargs['adhi'],*args,**kwargs))))

    def num(self,*args,**kwargs):
        if kwargs.get('lang').upper() == 'EN':        
            return list(map(lambda x:(x.no,x.pal_en,x.chapter_en,x.en,x.commentary),[self._tk.get_kural_no(kwargs['num'])]))
        else:
            return list(map(lambda x:(x.no,x.pal,x.adhikaram,x.ta,x.desc_ta),[self._tk.get_kural_no(kwargs['num'])]))
        
#### PUBLIC API ######
    @lru_cache(maxsize=2048)
    def multi_filter(self,*args,**kwargs):
        result={}
        if kwargs.get('has'):
            result['has']=self.has(*args,**kwargs)

        if kwargs.get('start'):
            result['start']=self.start(*args,**kwargs)

        if kwargs.get('end'):
            result['end']=self.end(*args,**kwargs)

        if kwargs.get('pal'):
            result['pal']=self.pal(*args,**kwargs)

        if kwargs.get('adhi'):
            result['adhi']=self.adhi(*args,**kwargs)

        if kwargs.get('num'):
            result['num']=self.num(*args,**kwargs)

        match=set()
        first_time=True
        for k,v in result.items():
            if first_time:
                first_time=False
                match=set(v)
            else:
                match=set(match).intersection(set(v))
        return sorted(match)


#tk=TKSearch()
#print(tk.num(num=10))
#print(tk.adhi(adhi='வான்சிறப்பு'))
#for n in range(1,1330):
#for i in tk.multi_filter(pal=1,num=173,adhi=18,lang='en',has='aspir'):
#    print(i[0],i[1],i[2],'\n',i[3],'\n',i[4])
#        #print(i[4])


